{
  "entity_id": "Q10466532",
  "title": "Daneliuska huset",
  "latitude": 59.33666667,
  "longitude": 18.07194444,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/61/Daneliuska_huset2010a.JPG",
  "text": "<h1>Daneliuska huset</h1>\n<p>The <strong>Daneliuska huset</strong> (\"Danelius Building\") is a structure in the Landbyska verket neighborhood of Stockholm, Sweden. It is sometimes called the <strong>Strykjärnshuset</strong> (Flatiron Building) because it sits on a wedge-shaped plot between Birger Jarlsgatan, Biblioteksgatan, and Stureplan, in the Östermalm district in the city center. The building is recognizable by its steeply pitched conical tower and its richly decorated limestone facade in an early French Renaissance style. The building is blue-marked by the City Museum of Stockholm, which means that it represents \"extremely high cultural-historical values.\"</p>\n<h2>History</h2>\n<p>The building was constructed as a residential building with luxurious rental apartments in 1898–1900 after drawings by architect Erik Josephson on behalf of wholesaler Bror August Danelius (1833–1908). Danelius had become a wealthy man through the wholesale salmon trade, amongst other business activities. Josephson was inspired by the Renaissance castles he saw in the Loire Valley in France during a study trip, where the castles Azay-le-Rideau, Chenonceaux and Amboise were mentioned as possible role models. The builder was Andreas Gustaf Sällström.</p>\n<p>The client's initials, an intertwined BATH, are found above the portal towards Birger Jarlsgatan, on the tower towards Stureplan and towards Biblioteksgatan on small coats of arms. The limestone facade otherwise has a rich sculptural decor with, among other things, putti, animal heads and bird nests. From the lowest bay of the tower, two roaring panthers stretch out towards the street. The exterior of the building is lively with bay windows, towers, gables, and balconies. The tower facing Stureplan is crowned by a tall copper-clad lantern. Basements and foundation walls were made of concrete, and the foundation rests on a large number of piles. The basement roof consists of concrete arches between iron beams, otherwise the floors have wooden floors.</p>\n<p>The ground floor housed shops and a concierge apartment. On the first through third floors above this level were very large apartments with 11 rooms and a kitchen divided into a lounge, dining room, atrium, two master bedrooms, four bedrooms and two rooms for the staff. In addition, each apartment had a hall with a cloakroom, dining room, a bathroom and two toilets. On the fourth (5th American) floor, the floorplan was divided into two apartments with 4 and 7 rooms and a kitchen. The floors were reached via a main staircase (with an elevator from the very beginning) and a kitchen staircase; the latter would be used by the staff. The apartments had very lavish furnishings with, among other things, expensive tiled stoves, wall panels and murals. Bror August Danelius himself lived with his family on the second (third American) floor. His residence was decorated with murals by the artist Georg Pauli.</p>\n<h3>Critical reception</h3>\n<p>The facade was originally intended to be covered in brick, but at the last minute it was changed to natural limestone from Yxhult, which at the time was seen as modern and authentic in contrast to the older stucco or plaster architecture. This bourgeois turn-of-the-century architecture, which recycled historical forms of expression, generally rejected the internationally prevailing Art Nouveau style that had also come to Sweden.</p>\n<p>When the new building was presented to the press in 1900, the votes were overwhelmingly positive. Stockholms-Tidningen described the house as \"one of our most beautiful street Birger Jarlsgatan most distinguished ornaments\". But the city's young architects criticized the Daneliuska house's exterior harshly, among others by Ragnar Östberg, who considered it to represent \"the decadence of stone architecture\", where the ornate shapes of plaster architecture were translated into stone.</p>\n<h3>Later History</h3>\n<p>After Danelius' death, the building was replaced by his daughter Ebba Lovisa, who continued her father's philanthropic activities and in 1930, among other things, let Stockholm University's Humanities Library (“HumB”) keep an electricity-free apartment on the 1st floor. One of the detective story writer Maria Lang's books, <em>A Shadow Only</em>, from 1952, is largely set in the HumB. In the 1950s, the same floor was taken over by the Foreign Policy Institute.</p>\n<ul><li>The forester Nils Schager's 4th-floor apartment (1966)</li>     </ul>\n<p>The estate of Ebba Lovisa Danelius sold the house in 1964 for SEK 4 million to the construction company Nils Nessen AB. In the same year, the house was taken over by Nils Nessen personally.</p>\n<p>In 1964, Nils Nessen AB applied for the demolition of the Daneliuska building to make way for the head office of one of the major banks. Five years earlier, the stately building in the adjacent Ladugårdsgrinden quarter, the Hotel Anglais built in 1885, designed by architect Helgo Zetterwall, had been demolished, leaving room for a new hotel of the same name.</p>\n<p>Stockholm resident Per Lindeberg took the initiative and drew up an open protest letter, which was signed by about twenty prominent cultural personalities, including the authors Bo Bergman, Per Anders Fogelström, Barbro Alving (Bang), Svante Foerster, the art critics Gotthard Johansson and Ulf Linde and several respected representatives of the architectural community. Lindeberg's contact in City Hall was the People's Party member Eva Remens, who then continued to pursue the issue in the building committee and city council. On August 1, 1968, the house finally became the property of the City of Stockholm and the threat of demolition was averted.</p>\n<p>In the mid-1980s, the restaurateur Christer von Arnold opened the Arnold restaurant, after which the Daneliuska house was called <strong>Arnoldshuset</strong> for a period. This name survives in a conference center in the building. Furthermore, a nightclub called Spy Bar and a number of other nightlife-related businesses are operated under the auspices of the Stureplan group.</p>\n<ul><li>Façade details</li>     </ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Daneliuska huset is a structure in the Landbyska verket neighborhood of Stockholm, Sweden. It is sometimes called the Strykjärnshuset because it sits on a wedge-shaped plot between Birger Jarlsgatan, Biblioteksgatan, and Stureplan, in the Östermalm district in the city center. The building is recognizable by its steeply pitched conical tower and its richly decorated limestone facade in an early French Renaissance style. The building is blue-marked by the City Museum of Stockholm, which means that it represents \"extremely high cultural-historical values.\"",
  "created_at": "2026-02-21T15:37:30.663573+00:00"
}