{
  "entity_id": "Q10438503",
  "title": "The Knife Wrestlers",
  "latitude": 59.328611111111,
  "longitude": 18.077777777778,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/26/Molin_B%C3%A4ltessp%C3%A4nnarna_V%C3%A4nersborg.JPG",
  "text": "<h1>The Knife Wrestlers</h1>\n<p><em><strong>The Knife Wrestlers</strong></em> (in Swedish <em>Bältespännarna</em>, literally \"The belt binders\") is a sculpture in the style of Romantic nationalism created by the Swedish sculptor Johan Peter Molin in the middle of the 19th century. It depicts two men involved in a fight with knives. The sculpture was Molin's breakthrough work and was for some time well known in Europe. Multiple copies of the sculpture were made. Today, copies are located in Gothenburg in Bältespännarparken, in front of the Swedish National Museum in Stockholm, in Vänersborg and in Mästarnas park in Hällefors.</p>\n<p>The sculpture allegedly references a mythological style of duel called <em>spänna bälte</em> (\"to bind the belt\"), in which two men fight each other while bound together with a belt. The origins of this myth are unclear, as no reliable historical sources are known for it. The sculpture furthermore contains elements of Nordic (pre-)history, including the use of runes and verses from the Poetic Edda.</p>\n<h2>Description</h2>\n<p>Besides the two fighting men, the sculpture consists of a rectangular socket with relief images on four sides. The relief images tell the dramatic story of the fight. On three of the four sides of the socket, there are snake ornaments which contain runic inscriptions. Some copies of the sculpture also contain a horizontal runic inscription at the top of the socket.</p>\n<p>The earliest version displayed in Gothenburg lacked that runic inscription, but later versions, including the one displayed in Gothenburg today, has a horizontal runic inscriptions which is located at the top of the socket and leads around all four sides. The analysis of Molin's private letters has shown that the inscription was meant to be there originally, and that the text consists of some verses in Old Norse taken from the Poetic Edda. As the Edda is not written in runes, Molin had to transcribe the text in runes himself. This posed a challenge for him and he asked multiple scholars for help. The text in the horizontal inscription is taken from the poem Hamðismál. The other inscriptions contain verses from the Eddic poems Hamðismál and Hávamál.</p>\n<p>The first copy known to contain the horizontal runic inscription is the version from Stockholm made in 1867.</p>\n<h2>History</h2>\n<p>Molin began to make sketches of the sculpture in the 1840s. His friends Gunnar Wennerberg and Hans Forssell were the models for the faces of the two fighters. In 1858 he travelled to Paris and worked hard to finish the sculpture. In 1859, the first version was cast from zinc and in the same year it was shown in Paris without success. A year later, it was shown at the art academy in Stockholm, but it was only in 1862 after it had been cast from bronze in Berlin by Moritz Geiß that it started to draw attention. In the same year, it was shown at the 1862 International Exhibition in London where it received a lot of attention, and two copies were sold, one to the city of Cologne and one to an English art dealer. A cast in zinc was also ordered by the city of Gothenburg. Another copy was cast in bronze in Nürnberg in 1867. In the same year, the city of Stockholm ordered a cast which was placed in front of the National museum in Stockholm for its inauguration.</p>\n<p>Today, a cast made from zinc is also found on the Powerscourt Estate in Ireland.</p>\n<h2>Gallery</h2>\n<ul><li> Sculpture in Vänersborg</li> <li> Relief (front) on the socket of the sculpture in Vänersborg</li> <li> Relief (back) on the socket of the sculpture in Vänersborg</li> <li> Relief (right) on the socket of the sculpture in Vänersborg</li> <li> Relief (left) on the socket of the sculpture in Vänersborg</li> <li> Bältespännarna, Museiparken in Stockholm, socket</li></ul>\n<h2>In popular culture</h2>\n<p>An altered copy of this statue appeared in the American television show, <em>Star Trek: The Next Generation</em> in the quarters of the character Lieutenant Worf. The statue was used to represent the mythic Klingon brothers of Kahless and Morath, fighting over a matter of honor.</p>\n<h2>Literature</h2>\n<ul><li>Bo Gustavsson/Jan Westin: <em>Bältespännarnas öden och äventyr: en krönika med fokus på Göteborg, Vänersborg och ristade runor</em>. 2016. In: <em>Göteborg förr och nu</em>, volume 2016 (36), edited by Göteborgs hembygdsförbund. Pages 191–218. ISSN 0348-2189. (Swedish)</li> <li>Bo Gustavsson/Jan Westin: <em>Hundraåriga gåtan löst</em>, Göteborgs-Posten, (2014-08-10), part 3, page 58. (newspaper article, Swedish)</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Knife Wrestlers is a sculpture in the style of Romantic nationalism created by the Swedish sculptor Johan Peter Molin in the middle of the 19th century. It depicts two men involved in a fight with knives. The sculpture was Molin's breakthrough work and was for some time well known in Europe. Multiple copies of the sculpture were made. Today, copies are located in Gothenburg in Bältespännarparken, in front of the Swedish National Museum in Stockholm, in Vänersborg and in Mästarnas park in Hällefors.",
  "created_at": "2026-02-21T15:25:59.926647+00:00"
}