{
  "entity_id": "Q10467354",
  "title": "The Four Elements (sculpture)",
  "latitude": 59.32533333,
  "longitude": 18.08375,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d3/The_Four_Elements_%28Alexander_Calder%29_at_Moderna_Museet_in_Stockholm.jpg",
  "text": "<h1>The Four Elements (sculpture)</h1>\n<p><em><strong>The Four Elements</strong></em> is a monumental mobile sculpture created by the American sculptor Alexander Calder in 1961. The sculpture is a motorized moving group of four metal sheets. The artwork is about 30 feet high. The sheets are painted in plain colours. This sculpture is made after a Calder model from 1938.</p>\n<p><em>The Four Elements</em> is a long-term installation and located in front of the entry to Moderna Museet in Stockholm, Skeppsholmen.</p>\n<p>The artwork was brought from New York by Pontus Hultén (that time, the director of Moderna Museet). <em>The Four Elements</em> was a part of the exhibition <em>Movement in Art</em> (<em>Rörelse i konsten</em>), and the exhibition was on display in Moderna Museet from 16 May till 10 September 1961.</p>\n<p>As a memory of the artist's extensive presence in the exhibition, Calder's <em>The Four Elements</em> was left standing outside the museum. The artwork became a signature and a veritable symbol of the Moderna Museet. It was donated to the museum by Alexander Calder and the engineer Allan Skarne in 1967. <em>The Four Elements</em> is a part of the Sculpture park (Swedish Skulpturparken) outside the Moderna Museet.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Four Elements is a monumental mobile sculpture created by the American sculptor Alexander Calder in 1961. \nThe sculpture is a motorized moving group of four metal sheets. The artwork is about 30 feet high. The sheets are painted in plain colours. This sculpture is made after a Calder model from 1938.",
  "created_at": "2026-02-21T15:28:27.048800+00:00"
}