{
  "entity_id": "Q10431676",
  "title": "Blue Hall",
  "latitude": 59.327477,
  "longitude": 18.054181,
  "categories": [
    "historic",
    "trendy",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/18/Bl%C3%A5_hallen-2.jpg",
  "text": "<h1>Blue Hall</h1>\n<p>The <strong>Blue Hall</strong> (Swedish: <em>Blå hallen</em>) is the main hall of the Stockholm City Hall best known as the banquet hall for the annual Nobel Banquet, and also used for state visits, student balls, jubilees and other large events.</p>\n<h2>Description</h2>\n<p>The Hall is 50 meters (160 ft) long, 30 meters (98 ft) wide and 22 meters (72 ft) high and has a floor space of 1,500 square metres (16,000 sq ft). It contains a monumental staircase, balcony, and loggia. A bust of the architect of the hall, Ragnar Östberg, is placed on the hall's rooftop terrace.</p>\n<p>The Blue Hall has brick walls which are not plastered. The hall was originally supposed to have been plastered and painted blue, a colour scheme that would have resembled the water of the bay. But Östberg changed his mind during the construction of the hall after he saw the red brick. Though Östberg abandoned his blue design in favour of the unfinished red brick, the name \"Blue Hall\" was already in general use and stuck.</p>\n<h3>Pipe organ</h3>\n<p>The Blue Hall contains a pipe organ known as the Stadshusorgeln (Town Hall pipe organ). The organ was dedicated in 1925. It has around 10,000 pipes and is Scandinavia's 2nd largest musical instrument. Towards the end of the 1960s, the organ was rebuilt and the instrument underwent maintenance at various times afterwards, but by 2007 it was decided that the instrument needed a major overhaul and from 2007 to 2008 the pipe organ was completely renovated by the firm Harrison &amp; Harrison in England.</p>\n<h2>Use</h2>\n<p>The Hall is the site of the annual Nobel Banquet, held every December 10. This banquet is \"the most sought-after social invitation in Sweden\", attended by the Swedish royal family, government ministers, parliamentarians, and over 1200 invited guests. Following the banquet, guests go to the Golden Hall, in the same complex, for dancing. The Nobel Prizes are not handed out in the Blue Hall, but are given out earlier at the Stockholm Concert Hall at Hötorget.</p>\n<p>On his day each year the S:t Eriksmedaljen (St. Erik's Medal) is handed out to awardees at the Blue Hall. The Blue Hall is also used for state visits, student balls, jubilees, and other large events.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Blue Hall is the main hall of the Stockholm City Hall best known as the banquet hall for the annual Nobel Banquet, and also used for state visits, student balls, jubilees and other large events.",
  "created_at": "2026-02-21T15:32:54.956615+00:00"
}