{
  "entity_id": "Q10550974",
  "title": "The Glaucus Block",
  "latitude": 59.32384444,
  "longitude": 18.07443056,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Glaucus.JPG",
  "text": "<h1>The Glaucus Block</h1>\n<p><strong>The Glaucus block</strong> is a block located by Skeppsbron, in Gamla stan in central Stockholm. The block includes the leftovers of S:t Johanneskyrkan, a monastery from the 1500s that belonged to Knights Hospitaller. Towards Skeppsbron lies two culture-historically valuable buildings from the 1600s, Brandenburgska huset and Hebbeska huset.</p>\n<h2>Etymology</h2>\n<p>Predominant parts of the blocks in Gamla stan are named after gods from Greek and Roman mythology. <em>Glaukos Pontios</em> or <em>Glaucus Marinus</em> was a sea god from Greek mythology.</p>\n<h2>Location</h2>\n<p>The blocks east side faces Skeppsbron and the west side towards Österlånggatan. North of the block lies Gaffelgränd and Pelikansgränd and to the south lies Johannesgränd.</p>\n<p>The block was founded the year 1729 and at that time it had 8 buildings (East 114, East 115, East 116, East 117, East 118, East 119, East 120, and East 121). Lundgrens map from 1885 reports 7 buildings, which are marked with Roman numerals (Glaucus I-VII). Today, the block has 5 buildings, Glaucus 3, 4, 5, 6, and 8.</p>\n<h2>Early history</h2>\n<p>The block Glaucus surroundings began to be built in the late 1200s and early 1300s. The houses built were simple and the ground was also used as disembarkation for boats. Older building remains have been found in several of the blocks properties. The isostasy, combined with the completion of the beaches, displaced the shoreline during the 1300s and buildings expanded to the east.</p>\n<p>The oldest mention of the buildings in the block is from the year 1420, where there was two stone houses along Österlånggatan. Between the houses, a now-abandoned alley went through the block. By the water lied a wooden keep, it was torn around the year 1430. Later during the 1400s, Sten Sture the Elder let the elderly begin the foundation work for a building, probably intended as a warehouse, in the southwest part of the block. The Construction project is mentioned in Stockholms tänkebok (a type of protocol book used in the medieval period) from the year 1492. Construction stalled in 1495 as the area was hit by a massive fire.</p>\n<p>A couple of years after the fire, Sten Sture traded the property and it was taken over by the Knights Hospitaller which are reported as the property owner in the tänkebok of 1499. The order created the S:t Johannis church which was opened in the year 1513 with Bishop Mats from Diocese of Strängnäs present. The church was demolished after the reformation and Gustav Vasa rented the property to artisans. A small cemetery existed to the east of the church. There are also records of that Gustav Vasa destroyed the cemetery in order to use the materials for potassium nitrate production.</p>\n<h2>Buildings</h2>\n<p>Today, the block consists of 5 buildings. The various properties are also marked with Roman numerals on the map above. Exceptions are the buildings along Österlånggatan that on the map is marked as I, II, and VII, these now constitute <em>Glaucus 8</em>.</p>\n<h3>Glaucus 3</h3>\n<p><em>Glaucus 3</em> is today known as the Brandenburg house. The building is located in the corner Skeppsbron/Gaffelgränd. The estate got its current form during the 1600s first half in conjunction with the regulation of Skeppsbron. Pelikangränd stretched all the way down to Skeppsbron before the regulation. Construction of today's houses started in the 1640s, but the properties were already being sold in 1629. There are walls in the foundation which are most likely from an unfinished building project from the 1630s.</p>\n<p>The house was rebuilt in 1760 och 1890. Today's medieval-inspired facade with crow-stepped gables was added in the 1890 rebuilding.</p>\n<h3>Glaucus 4</h3>\n<p><em>Glaucus 4</em> is today known as the Hebbeska huset (house of Hebbe). The building is located in the Skeppsbron/Johannesgränd corner and was built in the 18th century. The building is named after the Hebbe family who lived in and owned the house for a long time.</p>\n<h3>Glaucus 5</h3>\n<p><em>Glaucus 5</em> consists of two buildings, one apartment building by Johannesgränd, and one warehouse by Pelikansgränd. The apartment building is most likely built in the middle of the 17th century and the warehouse is the later half of the century. Both of the buildings are three stories high with bright plastered facades. The apartment building, which is now used as an office, preserves an original courtyard portal, a stucco roof from the late 17th century and woodwork from the 18th century. The whole building is a listed building in Sweden.</p>\n<h3>Glaucus 6</h3>\n<p><em>Glaucus 6</em> is, just like <em>Glaucus 5,</em> built through the block and has a facade towards both Pelikansgränd and Johannesgränd. The building is from the 17th century. During archaeological investigations of the property in 1997-98 leftovers of Sten Sture the Elder's piling from 1492. The piling was later used by the Knights Hospitaller for the church construction. It is very probable that the church's north-eastern located on the lot. A roof tile found in the 1960s, as well as a limestone column in 1968, were found and both are considered to belong to the church.</p>\n<h3>Glaucus 8</h3>\n<p><em>Glaucus 8</em> is an estate consisting of three different houses that constitute the blocks facade towards Österlånggatan.</p>\n<p>In the Johannesgränd/Österlånggatan corner (marked as VII on the map) lies one of the blocks largest houses. The house is shaped like a horseshoe and has an underground courtyard facing Johannesgränd. The building has a rusticated and plastered facade, which was added in the late 18th century, and a painted socle. Dimension stones wrap around the portal. There is a store on the bottom floor.</p>\n<p>In the corner towards Pelikansgränd (marked as I on the map) lies an older plastered house with a painted socle. The current old-fashioned facade is primarily a work from 1967 when the house was under renovation, even though the portal is older. The building had a rusticated facade in the beginning of the 20th century.</p>\n<h2>Culture historical classification</h2>\n<p>The block, just like Gamla Stan as a whole, is classified as a national interest for culture heritage and is protected as a cultural reserve. <em>Glaucus 5</em> is a listed building in Sweden according to the Swedish culture heritage law.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Glaucus block is a block located by Skeppsbron, in Gamla stan in central Stockholm. The block includes the leftovers of S:t Johanneskyrkan, a monastery from the 1500s that belonged to Knights Hospitaller. Towards Skeppsbron lies two culture-historically valuable buildings from the 1600s, Brandenburgska huset and Hebbeska huset.",
  "created_at": "2026-02-21T15:19:54.494255+00:00"
}