{
  "entity_id": "Q10577221",
  "title": "Great Stockholm Fire of 1759",
  "latitude": 59.320277777778,
  "longitude": 18.050555555556,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/38/Mariabranden_karta_1759.jpg",
  "text": "<h1>Great Stockholm Fire of 1759</h1>\n<p><strong>The Great Stockholm Fire of 1759</strong> was the city’s greatest fire since 1686. It raged in the Eastern Södermalm on Thursday, 19 July, and over the following night, reduced about 20 blocks with about 300 houses to ash, and rendered about 2000 persons homeless. While no deaths were reported, there were 19 injuries. In Sweden, the fire is named <em>Mariabranden</em> (Swedish <em>brand</em> = fire) after the Maria Magdalena Church, which was severely damaged. Outside Sweden, the fire is most famous because an occult anecdote claims the scientist and mystic Emanuel Swedenborg by a sort of clairvoyance could ”see” the fire from Gothenburg.</p>\n<h2>Background</h2>\n<p>In the 18th century, fire was a serious threat to urban centers. In Northern Europe, most houses were made of wood, and were often built very close to adjoining structures. Open fires were used for cooking, heating, and light. When a fire broke out, firefighting mainly depended on bucket or pail teams, in addition to fire axes and equipment to tear downs houses for firebreaks. Like most major cities, Stockholm did not have any professional firefighters at the time. As cities expanded in the 17th and 18th centuries, fires became more threatening, as with the Great Fire of London, the Great Fire of Copenhagen in 1728, and the Great Fire of Bergen in 1702.</p>\n<p>The increased fire threat also applied to Sweden. Throughout the 17th century, Sweden had experienced over 30 devastating fires which had destroyed many cities and villages. In addition, the Russians had burned down more than 20 cities or towns between 1714 and 1721, during the Great Northern War. In 1751, the year before Karlstad burned for the third time since 1616, a violent fire (<em>Klarabranden</em>) had destroyed at least a hundred buildings in Stockholm. The fire had originated in Norrmalm during a whole gale and grew into a firestorm. Some copper plates, glowing with heat from the fire, blew above Riddarfjärden (an arm of the sea Mälaren), at least 400 meters, and, in turn, set fire to buildings on Södermalm, as well.</p>\n<h2>The drought</h2>\n<p>In 1759, a severe drought struck Stockholm. As both buildings and vegetation dried out, the fire hazard grew. In addition, the water supply was on the verge of running dry, (except near Mälaren.) which meant that any fire would be harder to fight. The drought may also have contributed to fires in the towns of Skövde and (in south-eastern Norway) Halden the same year.</p>\n<h2>The fire</h2>\n<p>At around 16:15 on July 19, the fire broke out in the Besvärsbackan (literally: <em>Trouble Hill</em>) area. High (and increasing) winds spread the fire quickly in all directions, but especially to the west and southwest. About an hour and a half later, the Maria Magdalena Church caught fire. Panic spreading among the people made the situation worse. Attempts to fight the fire were hampered by a lack of available water, and the lines bringing water from Mälaren (one of the few bodies of water not shrunk by the drought) grew longer as the fire advanced away from the sea. Moment Given the inferior equipment available at the time and the difficulties in transporting water, it was probably not possible the extinguish the fire itself. As the fire crossed the major street (Hornsgatan) in the area, firefighting efforts turned towards the construction of firebreaks well in advance of the fire's spread. Using some open areas on either side of Hornsgatan, the firebreaks were able to halt the fire's advance, and it burned itself out early on the morning of July 20 (Friday).</p>\n<h2>Aftermath</h2>\n<p>The Maria Magdalena Church was severely damaged. The tower had collapsed, and the interior was burned out. However, the people demanded that the church should be restored. It was reopened four years later, at the Pentecost of 1763. The church tower was rebuilt in 1825. After the fire, the city government required all constructions to consist of brick and stone. With these regulations in place, the Great Fire of 1759 was the last on such a scale to strike Stockholm.</p>\n<h2>Emanuel Swedenborg and the fire</h2>\n<p>Outside Sweden, the fire is most famous because of a story connected to the scientist and mystic Emanuel Swedenborg (1688-1772). According to an anecdote, Swedenborg could ”see” the fire during a dinner in Gothenburg with his friend William Castel. At that time, Swedenborg himself lived at Hornsgatan 43 in Stockholm. Supposedly, Swedenborg declared later in the evening that the fire was stopped three buildings from his own – as it indeed was. In the original Swedish edition of Lars Berquist's biography of Swedenborg, the date of the dinner in question is given as \"July 29,\" but in the English translation this is corrected to \"July 19,\" the very day of the fire. There is nothing else in Berquist's account that suggests that Swedenborg's report took place any time later than the 19th.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Great Stockholm Fire of 1759 was the city’s greatest fire since 1686. It raged in the Eastern Södermalm on Thursday, 19 July, and over the following night, reduced about 20 blocks with about 300 houses to ash, and rendered about 2000 persons homeless. While no deaths were reported, there were 19 injuries. In Sweden, the fire is named Mariabranden after the Maria Magdalena Church, which was severely damaged. Outside Sweden, the fire is most famous because an occult anecdote claims the scientist and mystic Emanuel Swedenborg by a sort of clairvoyance could ”see” the fire from Gothenburg.",
  "created_at": "2026-02-21T15:37:06.002878+00:00"
}