{
  "entity_id": "Q10502323",
  "title": "Galärvarvskyrkogården",
  "latitude": 59.32805555555556,
  "longitude": 18.094166666666666,
  "categories": [
    "historic",
    "nature"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/db/Gal%C3%A4rvarvskykog%C3%A5rden_nov_2012b.jpg",
  "text": "<h1>Galärvarvskyrkogården</h1>\n<p>59°19′41″N 18°05′39″E﻿ / ﻿59.32806°N 18.09417°E﻿ / 59.32806; 18.09417</p>\n<p><strong>Galärvarvskyrkogården</strong> (lit. 'Galley Shipyard Cemetery') is a cemetery on the island of Djurgården in Stockholm, Sweden. It has about 1,300 burial sites and an area of approximately 0.9 hectares.</p>\n<h2>History</h2>\n<p>Galärvarvskyrkogården in Djurgården was established in 1742 and was the last in a series of landscaped cemeteries for naval use. Recently, an encircling wall and a memorial grove has been built. In 1963 the remains of ten men and two women found on the salvaged wreckage of <em>Vasa</em> was buried here. On September 28, 1997, a national memorial to the Estonia disaster of September 28, 1994, when 852 people lost their lives, was inaugurated (see Estonia Monument).</p>\n<h2>Layout</h2>\n<p>It has about 1,300 burial sites and an area of approximately 0.9 hectares. The cemetery, which is strongly influenced by naval life both in individual monuments and symbols as well as inscriptions, has a chapel and a bell tower. At the cemetery one can be reminded about dramatic events in Swedish history.</p>\n<h2>Monument</h2>\n<p>At Galärvarvskyrkogården there are monument to the foundering of <em>Vasa</em>, the Battle of Svensksund and the Hårsfjärden disaster during World War II. In addition to people of the navy, there are burial sites for others with a special relationship to the cemetery or the people who promoted its existence. Next to the cemetery is the Estonia Monument (MS <em>Estonia</em> which sank in 1994), managed by the Royal Djurgården Administration. There is also a memorial stone for the victims of the Catalina affair.</p>\n<h2>Notable interments</h2>\n<ul><li>Stig Anderson</li> <li>Pauline Brunius</li> <li>Kent Finell</li> <li>Anders Franzén</li> <li>Hilma af Klint</li> <li>Margaretha Krook</li> <li>Alf Sjöberg</li> <li>Vilgot Sjöman</li> <li>Elisabeth Söderström</li> <li>Birgit Tengroth</li> <li>Per Unckel</li> <li>Allan Vougt</li> <li>Nicolai Gedda</li></ul>\n<h2>Gallery</h2>\n<ul><li> The portal, designed by Fredrik Blom</li> <li> Estonia Monument</li> <li> Bell tower</li> <li> Memorial stone of the Catalina affair</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Galärvarvskyrkogården is a cemetery on the island of Djurgården in Stockholm, Sweden. It has about 1,300 burial sites and an area of approximately 0.9 hectares.",
  "created_at": "2026-02-21T15:38:27.523236+00:00"
}