{
  "entity_id": "Q10511317",
  "title": "Golden Hall (Stockholm City Hall)",
  "latitude": 59.3275,
  "longitude": 18.054416666667,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/18/Gyllene_salen_2012a.jpg",
  "text": "<h1>Golden Hall (Stockholm City Hall)</h1>\n<p>The <strong>Golden Hall</strong> (Swedish: <em>Gyllene salen</em>) is a banqueting hall in Stockholm City Hall. Measuring 44-metre (144 ft) in length, it received its name when its walls were decorated by mosaics created by the artist Einar Forseth on a proposal by the City Hall architect Ragnar Östberg. The hall is best known as the location of the ball after the annual Nobel Banquet in the City Hall's Blue Hall.</p>\n<h2>History</h2>\n<p>A location for festivities in the central building of Stockholm City Hall was ordered in 1908 by the city councillor in the building programme for Stockholm's city hall, and the name <em>Gyllene Salen</em> was given to it in 1909. Initially the Golden Hall was not golden but built with stone and granite. Thanks to a hefty donation by a private person who wished to remain anonymous, the Golden Hall was reworked to its current form. The donation of 300,000 (SEK) was granted between 1917 and 1919.</p>\n<p>The walls of the hall are covered completely in mosaic that was installed between 1921 and 1923 by the mosaic firm Puhl &amp; Wagner Gottfried Heinersdorff in Berlin. The firm received the contract in March 1921 for an original amount of SEK 280,000, later receiving an additional SEK 60,000 as a result of rising costs.</p>\n<p>The balls after the annual Nobel Banquet are always held in the Golden Hall.</p>\n<h2>Mosaics</h2>\n<p>The mosaics present allegories of events and persons from Swedish history in the Byzantine idiom. The northern wall shows a large seated Queen of Lake Mälar, with Stockholm in her lap. This alludes to the poetic name <em>Mälardrottningen</em> (Queen of Lake Mälar) for Stockholm; the city is located between Lake Mälar and the Baltic Sea.</p>\n<p>The southern wall shows different motifs from all around Stockholm: on one side it is illustrated with the Stockholm Harbour, the Katarina Elevator and the Riddarholmen Church. Stockholm City Hall itself is also depicted. The Tre Kronor castle and a horse ridden by Saint Erik are also there. St. Erik's head cannot be seen from the hall due to an error in construction which left it above the roof of the hall.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Golden Hall is a banqueting hall in Stockholm City Hall. Measuring 44-metre (144 ft) in length, it received its name when its walls were decorated by mosaics created by the artist Einar Forseth on a proposal by the City Hall architect Ragnar Östberg. The hall is best known as the location of the ball after the annual Nobel Banquet in the City Hall's Blue Hall.",
  "created_at": "2026-02-21T15:32:41.479741+00:00"
}