{
  "entity_id": "Q10561869",
  "title": "Lillienhoff Palace",
  "latitude": 59.31527778,
  "longitude": 18.07222222,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Lillienhoffska_palatset_2010.jpg",
  "text": "<h1>Lillienhoff Palace</h1>\n<p>59°18′55″N 18°04′20″E﻿ / ﻿59.31528°N 18.07222°E﻿ / 59.31528; 18.07222</p>\n<p>The <strong>Lillienhoff Palace</strong> (Swedish <em>Lillienhoffska palatset</em>) is a building located on a corner of the large square <em>Medborgarplatsen</em> in southcentral Stockholm, Sweden. The property is owned and managed by municipally owned AB Stadsholmen.</p>\n<h2>History</h2>\n<p>It was built in 1668–1670 by merchant Joachim Pötter (1630–1676), who was ennobled in 1668 under the surname of Lillienhoff, based upon blueprints were by architect Johan Tobias Albinus (ca 1635-1679). Lillienhoff was one of the larger shipowners in Stockholm. He was also a co-stakeholder in several of companies and was also a partner in the Swedish East India Company. After the death of Lillienhoff in 1676, his widow Petronella Lohe remained in the main building until her death in 1694.  </p>\n<p>The facades are decorated with motifs from Dutch baroque, as was common in Stockholm's palace architecture in the middle of the 17th century. The palace originally had a garden to the west toward a lake that was there then called <em>Fatburen</em>. The current roof design is from 1786. Some interiors have been maintained intact.</p>\n<p>The palace was purchased by Great Britain in 1723 to serve as its embassy in Sweden and has thus also been called the <em>English Building</em>. After that usage, it served as the poor house for Catherine's Parish until 1888, and was bought by the City of Stockholm in 1900. In the 1950s-1960s the <em>Druvan</em> restaurant at the palace was popular, and since 1993 a large restaurant called <em>Snaps</em> takes up the ground floor, an enclosed subterranean courtyard to the west and (summers) also a sizable patio on the square. There are offices and residential apartments in the rest of the building. Starting in the early 1970s, there have also been popular discothèques in an underground lounge.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Lillienhoff Palace is a building located on a corner of the large square Medborgarplatsen in southcentral Stockholm, Sweden. The property is owned and managed by municipally owned AB Stadsholmen.",
  "created_at": "2026-02-21T15:33:42.998430+00:00"
}