{
  "entity_id": "Q10512573",
  "title": "Gåsgränd",
  "latitude": 59.32511111,
  "longitude": 18.06877778,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Stockholm-Gamla_Stan-1.jpg",
  "text": "<h1>Gåsgränd</h1>\n<p><strong>Gåsgränd</strong> (Swedish: \"Goose Alley\") is an alley in Gamla stan, the old town in central Stockholm, Sweden. Connecting the streets Västerlånggatan, Stora Nygatan, and Lilla Nygatan, it forms a parallel street to Ignatiigränd and Överskärargränd, and leads down to the square Munkbron on the western waterfront of the old town. On the upper stretch of the alley is a small square, Gåstorget.</p>\n<h2>History</h2>\n<p>In the 15th and 16th century, the alley was named <em>Grågåsens gränd</em> (\"Alley of the Grey-Goose\") after a woman, Ragnhild Grågås, who lived in the alley around 1500. It is mentioned in 1492 as <em>Gragasenne grendh</em> and referred to a few years later as <em>nest nordan hwstrv Ragnil Gragossenne gardh</em> (\"next north of wife Ragnil Gragossenne's homestead\"). In 1513, a <em>Gragasene grend</em> is mentioned as is an old house <em>Ragnil Gragas geffuit hade j testament</em> (\"...given had in [the] testament\").</p>\n<p>During the 17th century, however, the most commonly used name for the alley was <em>Anders Siggessons gränd</em> (\"Alley of Anders Siggesson\", 1594); a hundred years later, the alley was referred to as <em>Saltmätargränd</em> (\"Salt Gauger's Alley\", 1669), most likely after a Bertil Mattsson who bought a property in the alley in 1652. On a map dated 1733, the western part is marked as Saltmätargränd, while the eastern is called Gåsgränd, the former made a section of the latter in 1885.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Gåsgränd is an alley in Gamla stan, the old town in central Stockholm, Sweden. Connecting the streets Västerlånggatan, Stora Nygatan, and Lilla Nygatan, it forms a parallel street to Ignatiigränd and Överskärargränd, and leads down to the square Munkbron on the western waterfront of the old town. On the upper stretch of the alley is a small square, Gåstorget.",
  "created_at": "2026-02-21T15:16:18.732791+00:00"
}