{
  "entity_id": "Q10552994",
  "title": "Lady Hutton",
  "latitude": 59.32396667,
  "longitude": 18.06266111,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/43/Lady_Hutton_am_Abend.jpg",
  "text": "<h1>Lady Hutton</h1>\n<p><em><strong>Lady Hutton</strong></em> is a former luxury yacht built in 1924 at Friedrich Krupp Germaniawerft in Kiel, Germany. She has now been converted to a hotel and restaurant ship, riding at anchor at the Riddarholmen in Stockholm since 1982. In addition to its size and proximity to the old city, much of the ship’s fame is tied to Barbara Hutton, for whom the ship is named.</p>\n<h2>Background</h2>\n<p>Originally named <em>Vanadis</em>, the diesel-driven 240 ft (73 m) motor yacht was built in 1924 for C. K. G. Billings, his second yacht by that name. \"The largest of its day,\" she is steel-and-nickel hulled and was opulently outfitted.</p>\n<p><em>Vanadis</em> was purchased by stock tycoon Harrison Williams, renamed <em>Warrior</em>, and steamed on a year-long around-the-world 1926 honeymoon cruise taken with his wife, Mona.</p>\n<p>Woolworth heiress Barbara Hutton received the vessel in 1930 as a present from her father on her 18th birthday. The yacht was renamed in Hutton's honor, and she was <em>Vanadis's</em> most celebrated owner.</p>\n<p>In 1940, the yacht was sold to the British Royal Navy. After the Second World War, it was stationed in Panama and also used as a schoolship in Norway from 1948. At the start of the 1950s it was renamed <em>Cort Adeles</em> at Stadsgårdskajen, Sweden. The vessel was also used as a regular passenger ship to and from Turku, Finland.</p>\n<p>The yacht was later slated for scrap, but was purchased by a group of Swedish businessmen who spent more than $2.5 million to renovate her into a permanently moored, floating hotel and restaurant.</p>\n<h2>Current use</h2>\n<p>Begun in 1980, the renovation as a hotel for business travelers and a restaurant ship was completed in 1982. Most of the rooms or cabins are comparatively small. The vessel includes meeting facilities for up to 20 people and a Finnish sauna. The yacht is registered as the <em>Lady Hutton</em>, and this name appears on the stern, but the hotel's name on the prow is <em>Mälardrottningen</em> (the Queen of Lake Mälar).</p>\n<p>Since September 1982, the yacht has been docked at Riddarholmen in Stockholm. It is owned by the family company Mälardrottningen Holding AB; <em>Mälardrottningen</em> has been a nickname for the city of Stockholm since the end of the 1800s.</p>\n<p>The lounge is glass-floored, so that the guests can view the engine room below. The Captain's Lounge has the best view, overlooking city hall. The 59 eccentric rooms are generally described as \"tiny.\" On the other hand, one writer notes that parents traveling with their children will probably opt for separate rooms for their offspring, as sleeping in a floating palace is proffered as a unique way to calm them down.</p>\n<p>Meals are said to be relatively expensive at the gourmet restaurant.</p>\n<h2>Earlier names</h2>\n<p>Before the yacht had its current name, its name was changed ten times:</p>\n<ol><li><em>Vanadis</em> (1924–1926)</li> <li><em>Warrior</em> (1926–1937)</li> <li><em>Vanadis</em> (1937–1939)</li> <li><em>Warrior</em> (1939–1940)</li> <li><em>Troubadour</em> (1940–1948)</li> <li><em>King</em> (1948–1950)</li> <li><em>Cort Adeler</em> (1950–1954)</li> <li><em>Brand VI</em> (1954–1960)</li> <li><em>Marina</em> (1960)</li> <li><em>Gann</em> (1960–1978)</li> <li><em>Vikingfjord</em> (1978–1981)</li></ol>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Lady Hutton is a former luxury yacht built in 1924 at Friedrich Krupp Germaniawerft in Kiel, Germany. She has now been converted to a hotel and restaurant ship, riding at anchor at the Riddarholmen in Stockholm since 1982. In addition to its size and proximity to the old city, much of the ship’s fame is tied to Barbara Hutton, for whom the ship is named.",
  "created_at": "2026-02-21T15:24:18.198416+00:00"
}