{
  "entity_id": "Q10546048",
  "title": "Klarabergsgatan",
  "latitude": 59.33222222,
  "longitude": 18.06277778,
  "categories": [
    "historic",
    "trendy",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b5/Klarabergsgatan%2C_2019_%2801%29.jpg",
  "text": "<h1>Klarabergsgatan</h1>\n<p><strong>Klarabergsgatan</strong> is a main street in the district of Norrmalm in central Stockholm, Sweden. The street runs from Sergels Torg in the east to Klarabergsviadukten in the west, with a length of 350 metres and a width of 36 metres. Most of the houses along the street were built during the redevelopment of Norrmalm. From 2016 to 2018 the street was renovated into a pedestrian zone, with a car lane for public transport and taxis. In 2018 Spårväg City was extended to T-Centralen.</p>\n<h2>History</h2>\n<p>Klarabergsgatan got its current name in 1857, but it has had many different names throughout its history. The oldest known name from 1645 was <em>Berggathon</em>, in 1664 the name was <em>S.ta Claræ Bergzgatun</em> and in 1728 <em>S:t Clarä Bergs Gränd</em>. On a 1885 map of Stockholm the street is finally named <em>Klarabergs gatan</em>. The street might be named after the hill located to the west of the Klara Church. Part of this hill remains under the Kirsteinska huset (later named Hotel Continental). Another part can be seen at the foundations of the Klara skola.</p>\n<h2>Changes during the 1950s and 1960s</h2>\n<p>During the redevelopment of Norrmalm in the 1950s and 1960s Klarabergsgatan was thoroughly renovated. To accommodate the increase in car traffic after World War II the Stockholm traffic bureau had to construct a west–east main street connecting to a 31-metre-wide <em>Klarabergsleden</em>, part of which would be constructed by widening the streets of Klarabergsgatan and Hamngatan. Even the construction of the Stockholm Metro required much work. All buildings except the Klara Church were torn down. The Klarabergsleden plan was however never fully completed.</p>\n<p>Today, Klarabergsgatan is dominated by businesses and offices. There are only two large buildings on the north side of the street. The larger of these is the department store Åhléns City, which was built in 1964 and was designed by Backström &amp; Reinius Arkitekter AB. To the west of the department store is the Orgenpipan 7 office building, built from 1962 to 1965 led by master builder Olle Engkvist after a design by architect Anders Berg.</p>\n<p>Hotel Continental is located on the southern side of the street. This building was originally built from 1960 to 1963, designed by Carl-Axel Acking after a design by the architects Hjalmar Klemming and Erik Thelaus and later torn down in 2013. Construction of a new building started immediately afterwards, consisting of a new hotel, an underground station of the Stockholm commuter rail and apartment buildings. The buildings as Klarabergsgatan 33-35 and Klarabergsgatan 37 were designed by Lennart Tham and were built in 1955 and 1959, respectively.</p>\n<p>The first building to be completed along the \"new\" Klarabergsgatan was Klarabergsgatan 33–35 at the Orgelpipan block. This building hosted the Modehuset Claire shop which was previously called Husmoderns varuhus and was located a bit further east at the intersection between Klarabergsgatan and Drottninggatan 46. The Länssparbankens house is located at the corner between Klarabergsgatan and Drottninggatan. The building was commissioned as an office and bank building for the Länssparbanken Stockholm bank between 1957 and 1960.</p>\n<p>The Klara Church remains unchanged in its place. At the small Nils Ferlins torg square in front of the church is a sculpture by Karl Göte Bejemark, representing Nils Ferlin in life size, smoking a cigarette. There is a plaque established in 2000 at Klarabergsgatran 35 with quotes from Ferlin's poem collection <em>Goggles</em>.</p>\n<h2>Changes in the 2010s</h2>\n<p>Thorough renovation and reconstruction work was done from 2016 to 2018. The roofing material intended to stop moisture from leaking down to the apartments below had to be changed. New tram tracks and refuge islands were also installed. Special bicycle lanes were installed and pedestrian walkways were widened. Motor traffic lanes were removed from the most part of the stretch. Only the part between Klarabergsviadukten and Klara Norra Kyrkogata remained in motor traffic use. The trees on the northern edge of the street were also replaced. The street, which was intended as a main traffic connection for car traffic upon its widening in the 1950s, is now open only for public transport (buses and trams) as well as pedestrians and cyclists. Tram traffic on the street opened on 3 September 2018.</p>\n<h2>Gallery</h2>\n<ul><li> Åhléns City and Orgelpipan 7 in 2006.</li> <li> View to the east from Klarabergsviadukten in 2008.</li> <li> Klarabergsgatan 56-64, view to the east in 2012.</li> <li> Bus lanes on Klarabergsgatan under renovation.</li> <li> A tram on Klarabergsgatan in 2018.</li> <li> Klarabergsgatan (view to the west) in April 2018.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Klarabergsgatan is a main street in the district of Norrmalm in central Stockholm, Sweden. The street runs from Sergels Torg in the east to Klarabergsviadukten in the west, with a length of 350 metres and a width of 36 metres. Most of the houses along the street were built during the redevelopment of Norrmalm. From 2016 to 2018 the street was renovated into a pedestrian zone, with a car lane for public transport and taxis. In 2018 Spårväg City was extended to T-Centralen.",
  "created_at": "2026-02-21T15:31:11.048738+00:00"
}