{
  "entity_id": "Q1063602",
  "title": "T-Centralen metro station",
  "latitude": 59.331666666667,
  "longitude": 18.060833333333,
  "categories": [
    "historic",
    "trendy",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/75/Centralenblue.jpg",
  "text": "<h1>T-Centralen metro station</h1>\n<p><strong>T-Centralen</strong> is the largest and busiest station on the Stockholm Metro. It is located directly adjacent to Stockholm Central Station and Stockholm City commuter train station, in the Norrmalm district of central Stockholm. T-Centralen is also the name of the terminus for the Spårväg City tram line.</p>\n<p>T-Centralen is the only station in Stockholm Metro where all three metro lines converge. In 2018, approximately 340,000 passengers used the metro station daily, with 174,550 boarding and 166,850 descending.</p>\n<p>The station is located between Sergels torg and Vasagatan. A pedestrian underpass connects T-Centralen to the nearby Central Station running underneath Vasagatan. It is also linked to the Cityterminalen long-distance bus terminal.</p>\n<h2>History</h2>\n<p>T-Centralen opened on 24 November 1957 as part of the section connecting Slussen and Hötorget, linking the southern and north-western sections of the Green Line.</p>\n<p>On 5 April 1964, it became the northern terminus of the first segment of the Red Line to Fruängen. The Red Line was extended north to Östermalmstorg on 16 May 1965.</p>\n<p>On 31 August 1975, the Blue Line opened, running to Hjulsta via Hallonbergen and Rinkeby. A one-station extension to Kungsträdgården was added on 30 October 1977.</p>\n<p>Stockholm City commuter rail station, located below the metro, opened on 10 July 2017, with direct escalators up to the metro platforms. Since 2018, T-Centralen has also been the western terminus of the Spårväg City tramway.</p>\n<h2>Name</h2>\n<p>During the planning phase, the station was called <em>Klara</em>, named after the Klara district, which in turn was named after St. Klara Church located in the area. However, when the station opened, it was given the name Centralen (lit. 'The Central') reflecting its proximity to the nearby central railway station.</p>\n<p>Shortly after the opening, on 27 January 1958, the station was renamed T-Centralen to incorporate the letter symbol \"T\" for <em>tunnelbana</em> (transl. metro, lit. 'tunnel-rail'), to end the confusion with the railway station which had been occurring.</p>\n<h2>Layout</h2>\n<p>T-Centralen has two separate sets of platforms, connected by a long moving walkway on a mezzanine level.</p>\n<h3>Green Line and Red Line platforms</h3>\n<p>The oldest part of T-Centralen, located 1.5 km part of T-Centralen are lines 17–19 (Green line) from Gamla stan and Hötorget, and lines 13–14 (Red line) between Gamla stan and Östermalmstorg. The station is located under Klara Church and Åhléns City department store.</p>\n<p>The station has two platforms located at different ground levels. The upper level is located 8,5 metres below ground, and serves the northbound Green line and southbound Red line. The lower level is 14 metres below ground, and serves the southbound Green line and northbound Red line, allowing cross-platform interchange between opposite-direction trains between these two lines; Gamla stan and Slussen, the next two stations to the south, are similarly arranged to allow easy transfers between trains going in the same direction.</p>\n<p>The station has two entrances. One is located south-west, and has doors at Vasagatan 20, Klara Västra Kyrkogata 20 and an entrance located in Stockholm Central by a pedestrian underpass which was opened on 1 December 1958. The second entrance is located to the northeast, and its doors are located at Drottninggatan, Sergels torg 16 and Klarabergsgatan 48.</p>\n<h3>Blue Line platforms</h3>\n<p>The second part of T-Centralen opened on 31 August 1975 as the 79th station. Lines 10–11 (which make up the Blue line) pass through this station from metro stations Kungsträdgården to the east and Rådhuset to the west. The station lies under the Åhléns department store and Centralposten post office.</p>\n<p>The station is located 26–32 metres below ground, and has one large island platform.</p>\n<p>This station has two entrances. The first one has its doors at Vasagatan 9 (about 150 metres north of the Central Station, along Vasagatan Street) and, across the street, Vasagatan 36. The second one (shared with the first station, above) has its doors at Sergels torg and Klarabergsgatan. Access to the Blue line platform via the latter entrance is by two escalators.</p>\n<h2>Gallery</h2>\n<ul><li> Drottninggatan Ground-Level Entrance</li> <li> Blue Line Platform</li> <li> Close-up view of the wall graffiti at T-Centralen station (Blue Line)</li> <li> Ceiling of T-Centralen station (Blue line platforms)</li> <li> Blue Line Platform</li> <li> Escalators from Stockholm City Commuter Train Station</li> <li> The passage between different platforms of T-Centralen station, carved in bedrock</li> <li> Upper Green &amp; Red Line Platform</li> <li> Underground Passage to Central Station</li> <li> Upper Green &amp; Red Line Platform</li> <li> Lower Green &amp; Red Line Platform</li> <li> Blå Gången (\"Blue Passage\")</li> <li> Ceramic Mural by Anders Österlin and Signe Persson-Melin</li> <li> Underground Concourse next to Sergels Torg</li> <li> Exit to Klarabergsgatan</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "T-Centralen is the largest and busiest station on the Stockholm Metro. It is located directly adjacent to Stockholm Central Station and Stockholm City commuter train station, in the Norrmalm district of central Stockholm. T-Centralen is also the name of the terminus for the Spårväg City tram line.",
  "created_at": "2026-02-21T15:31:21.321174+00:00"
}