{
  "entity_id": "Q10671642",
  "title": "Royal Chapel (Sweden)",
  "latitude": 59.32653889,
  "longitude": 18.072725,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Slottskyrkan_800p_2011a.jpg",
  "text": "<h1>Royal Chapel (Sweden)</h1>\n<p>The <strong>Royal Chapel</strong> (Swedish: <em>Slottskyrkan</em>) is a church inside Stockholm Palace. It was opened in 1754. It is the church of the non-territorial parish of the Royal Court, which consist of the Swedish royal family, present and former permanent employees at the Royal Court, and spouse and children of permanent employees.</p>\n<p>The royal palace chapels (including the Royal Chapel of Stockholm Palace, the Royal Chapel of Drottningholm Palace, and Riddarholmen Church) are all part of the national Church of Sweden, although their management is in the hands of the Office of the Marshal of the Realm, as part of the Royal Estate.</p>\n<h2>Royal weddings</h2>\n<p>Recent royal weddings have taken place in the chapel include:</p>\n<ul><li>Princess Christina married Tord Magnuson on 15 June 1974</li> <li>Princess Madeleine, Duchess of Hälsingland and Gästrikland married Christopher O'Neill on 8 June 2013</li> <li>Prince Carl Philip, Duke of Värmland married Sofia Hellqvist on 13 June 2015</li></ul>\n<h2>Baptism</h2>\n<p>Royal baptisms are also held in the royal chapel. Recent ones include:</p>\n<ul><li>Princess Estelle, Duchess of Östergötland (Christening 22 May 2012), eldest daughter of Crown Princess Victoria of Sweden and her husband Daniel Westling, first granddaughter of King Carl XVI Gustaf of Sweden and his wife Queen Silvia</li></ul>\n<h2>Funerals</h2>\n<ul><li>Princess Sibylla, Duchess of Västerbotten, 7 December 1972</li> <li>Prince Bertil, Duke of Halland, 13 January 1997</li> <li>Princess Lilian, Duchess of Halland, 16 March 2013</li> <li>Princess Désirée, Baroness Silfverschiöld, 19 February 2026</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Royal Chapel is a church inside Stockholm Palace. It was opened in 1754. It is the church of the non-territorial parish of the Royal Court, which consist of the Swedish royal family, present and former permanent employees at the Royal Court, and spouse and children of permanent employees.",
  "created_at": "2026-02-21T15:18:20.728106+00:00"
}