{
  "entity_id": "Q10692276",
  "title": "Old Stockholm telephone tower",
  "latitude": 59.3317,
  "longitude": 18.066,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/bb/Telephone_Tower_with_hoarfrost_in_Stockholm.jpg",
  "text": "<h1>Old Stockholm telephone tower</h1>\n<p>The <strong>Old Stockholm telephone tower</strong> (Swedish: <em>Telefontornet</em>) was a metallic structure built to connect approximately 5,500 telephone lines in the Swedish capital of Stockholm. Constructed in 1887, the tower was used until 1913. It was damaged by a fire in 1952 and demolished the following year.</p>\n<h2>History</h2>\n<p>In 1887, Stockholms Allmänna Telefon AB ordered the construction of a tower allowing the connection of about 5,500 overhead telephone lines. The quadrangular metallic structure was 80 metres tall and soon fell out of favour with the local population. The company requested the architect Fritz Eckert to carry out embellishment work, which was when the four turrets were added.</p>\n<p>The tower was quickly made obsolete as telephone companies began using underground cables in urban areas. In 1913, underground cabling for telephones was fully completed and the tower no longer served its original purpose. After 1939 it carried advertising for Nordiska Kompaniet. On 23 July 1952 a fire weakened the structure, resulting in its demolition in 1953 on safety grounds.</p>\n<h2>Gallery</h2>\n<ul><li> The telephone tower in 1891</li> <li> Tower seen from up close</li> <li> The telephone tower in 1952</li> <li> Tower from far away in 1952</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Old Stockholm telephone tower was a metallic structure built to connect approximately 5,500 telephone lines in the Swedish capital of Stockholm. Constructed in 1887, the tower was used until 1913. It was damaged by a fire in 1952 and demolished the following year.",
  "created_at": "2026-02-21T15:29:27.666280+00:00"
}