{
  "entity_id": "Q10679841",
  "title": "Stiftelsen Musikkulturens Främjande",
  "latitude": 59.33266667,
  "longitude": 18.08588889,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/e2/Stiftelsen_Musikkulturens_Fr%C3%A4mjande.jpg",
  "text": "<h1>Stiftelsen Musikkulturens Främjande</h1>\n<p>The <strong>Foundation for the Furthering of Music Culture</strong> or <strong>The Nydahl Collection</strong> (Swedish: <em>Stiftelsen Musikkulturens Främjande</em>) was established in 1920 by Captain Rudolf Nydahl (1882-1973) to manage the collections of musical instruments, manuscripts and other objects related to music that he built up during his lifetime.</p>\n<h2>History</h2>\n<p>The foundation was founded by Nydahl in 1920. He studied music at Conservatoire de Paris in the beginning of the last century, but eventually returned home to Sweden to manage a wine shop founded by his father. The wine shop was located at Stureplan in the district of Östermalm.</p>\n<p>When the Swedish state in 1919 monopolized the trade with alcohol, it expropriated the Nydahl wine shop. Rudolf Nydahl used the income to further his great interest in music by creating a music foundation already the following year 1920. The objective of this foundation was to establish an institution, in the manner of the Conservatoire de Paris, serving in education and research. The institute would collect and maintain an archive of music manuscripts, scores, letters and other music-related material. It would also come to acquire and preserve historic musical instruments.</p>\n<h2>Activity and collection</h2>\n<p>A museum of the items collected by Nydahl was first opened in Stockholm in 1967, and was in 1979 moved to its present location at Riddargatan 37 in Stockholm. In addition to its archives, the Museum houses a collection of approximately 550 old instruments, of which 75 are keyboard instruments, such as harpsichords, clavichords, pianos and organs dating from the 16th century up to the 1940’s. Two hundred of these are on permanent display in six rooms, of which three are furnished in period style.</p>\n<p>Initially the foundation arranged courses and lectures in harmony and solfège, but is now largely concerned with maintaining the Museum and serving the public and musicologists with information, scans, etc. The Museum occasionally arranges concerts and lectures in its unique venue. The collections are displayed in museum premises at Riddargatan 37 in Stockholm and include around 2,000 original autograph compositions by most of the major composers, such as Mozart, Beethoven, Schubert, Schumann, Chopin and others, as well as around 6,000 original letters and documents. In addition, there is a library of music literature and printed music and an image archive. The collection also includes paintings and sculptures based on music, as well as objects belonging to famous musical personalities. The archive also contains iconographic material with a collection of drawings, paintings and photos, a library of scores (including many first editions), and a collection of music literature formerly belonging to the late Professor Ingmar Bengtsson. Also his correspondence is kept in the archive.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Foundation for the Furthering of Music Culture or The Nydahl Collection was established in 1920 by Captain Rudolf Nydahl (1882-1973) to manage the collections of musical instruments, manuscripts and other objects related to music that he built up during his lifetime.",
  "created_at": "2026-02-21T15:35:26.559822+00:00"
}