{
  "entity_id": "Q10667066",
  "title": "Sheraton Stockholm Hotel",
  "latitude": 59.32885,
  "longitude": 18.06171667,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/57/Sheraton_hotel_2009.jpg",
  "text": "<h1>Sheraton Stockholm Hotel</h1>\n<p><strong>Sheraton Stockholm Hotel</strong> is a hotel at the intersection between Vasagatan and Tegelbacken in central Stockholm, Sweden, designed by AOS Arkitekter and opened in 1971. The hotel has 465 rooms making it one of the largest hotels in Sweden. The building is considered to have a high cultural historical value, even though the interior was thoroughly renovated in 2007. The hotel was the first Sheraton hotel in Continental Europe.</p>\n<h2>History</h2>\n<p>Sheraton was built at the Snäckan city block during the redevelopment of Norrmalm which greatly changed the Stockholm City Centre and the area around Tegelbacken. The block had previously hosted the Nya Banken bank between 1912 and 1920. The Kronprinsens stall building was located in the middle of Tegelbacken south of the current site of Sheraton. This building hosted the café Tysta Mari which gave its name to the pedestrian walkway Tysta Marigången going around the city block. Construction of the new hotel was a part of the total redevelopment of Tegelbacken from 1959 to 1971.</p>\n<h2>Building</h2>\n<p>The building was designed by AOS Arkitekter and built from 1969 to 1971. The hotel has nine floors and a rooftop floor, and has a reddish-brown facade of glassed chamotte facing Vasagatan and Tegelbacken, and a brown facade facing Herkulesgatan. The facade on the inner yard is white and there is a portal originally belonging to the Wrede Palace at the inner yard. The facade plates are 50 cm × 50 cm (20 in × 20 in) and 70 cm × 30 cm (28 in × 12 in) in size and were made by the company Ifö Sanitär in Bromölla.</p>\n<p>The interior of the building was thoroughly renovated in 2007, including discontinuing the classic piano bar, expanding the conference rooms and renovating the hotel rooms.</p>\n<h3>Cultural historical classification</h3>\n<p>In spring 2007 the buildings in Norrmalm built between 1960 and 1989 were thoroughly inventoried by the Stockholm City Museum. The buildings were classified in four categories by their cultural historical value. Sheraton was one of the fourteen buildings which got a blue marker, meaning that \"the building was deemed to have an obviously high cultural historical value\".</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Sheraton Stockholm Hotel is a hotel at the intersection between Vasagatan and Tegelbacken in central Stockholm, Sweden, designed by AOS Arkitekter and opened in 1971. The hotel has 465 rooms making it one of the largest hotels in Sweden. The building is considered to have a high cultural historical value, even though the interior was thoroughly renovated in 2007. The hotel was the first Sheraton hotel in Continental Europe.",
  "created_at": "2026-02-21T15:27:58.868815+00:00"
}