{
  "entity_id": "Q10676610",
  "title": "Museum of Spirits",
  "latitude": 59.348117,
  "longitude": 18.039267,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/78/Spritmuseum_2012.jpg",
  "text": "<h1>Museum of Spirits</h1>\n<p>The <strong>Museum of Spirits</strong> (Swedish: <em>Spritmuseum</em>) is situated on the island of Djurgården in Stockholm, Sweden. The museum is about Sweden's wine and spirit history and the manufacture of alcohol. The fixed exhibitions, showed older production and bottling equipment for wine and spirits, labels from older wine and spirits in Sweden, an exhibition about Swedish drinking habits and beverage visors, objects from ancient wine history, and a complete interior design from a wine trade from the time before Systembolaget monopoly. The museum has permanent and temporary exhibitions related to the drinking culture of Sweden. The museum also functions as an art gallery, as it houses and displays the Absolut Art Collection.</p>\n<p>The museum houses three exhibition venues, including the permanent, interactive exhibition Sweden: Spirits of a Nation (<em>Spritlandet Sverige</em>).</p>\n<h2>History</h2>\n<p>The Museum of Spirits was opened as the <strong>Wine &amp; Spirit Historical Museum</strong> in the Grönstedtska palace, in Vasastaden, Stockholm, in 1967, in conjunction with the 50th anniversary of the founding of the state-owned company AB Vin &amp; Sprit.</p>\n<p>In the spirit museum, among other things, it is shown by the state of the Absolut Art Collection, a collection of 850 artwork from 1986 onwards for Absolut Vodka of Andy Warhol and 550 other famous artists. This was excluded from the state's sales of Wine &amp; Sprit AB to Pernod in 2008 after a unanimous parliamentary decision, caused by a motion of Leif Pagrotsky. The Selection of the art collection is shown in an annual thematic exhibition that is from spring and over the summer. Every autumn an Absolut-artist in to make a solar setting.</p>\n<p>In May 2012, the spirits museum moved to 2,000 square meters of large premises in the Galärskjulen at Djurgården in Stockholm.</p>\n<p>In 2014, Petter Nisson, who had previously operated La Gazzetta (described by the <em>New York Times</em> as \"one of the most celebrated creative neo-bistros in Paris\"), opened a restaurant at the museum.</p>\n<h2>List of temporary exhibitions</h2>\n<ul><li>2017, Rocky at the Museum of Spirits, comic artist Martin Kellerman constructed four spaces representing rooms and places frequently used in his self-biographical comic strip Rocky.</li> <li>2017 — 2018, Under the Surface — Bertil Vallien, on the work of innovative glassmaker Bertil Vallien.</li> <li>2017 — 2018, Champagne!</li></ul>\n<h2>Absolut Art Collection</h2>\n<p>The Absolut Art Collection consists of work created between 1985 and 2004. It contains nearly 900 artworks - paintings, graphic art, photography, furniture, fashion, and handicrafts - by 600 artists and designers, all in some way portraying the Absolut Vodka bottle.</p>\n<p>The first piece commissioned was Andy Warhol's <em>Absolut Warhol</em>, in 1986. Other commissions went to, for example, Keith Haring, Kenny Scharf, Steven Salzman, Damien Hirst, Tom Ford, Louise Bourgeois, Ola Billgren, Dan Wolgers and Linn Fernström.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Museum of Spirits is situated on the island of Djurgården in Stockholm, Sweden. The museum is about Sweden's wine and spirit history and the manufacture of alcohol. The fixed exhibitions, showed older production and bottling equipment for wine and spirits, labels from older wine and spirits in Sweden, an exhibition about Swedish drinking habits and beverage visors, objects from ancient wine history, and a complete interior design from a wine trade from the time before Systembolaget monopoly. The museum has permanent and temporary exhibitions related to the drinking culture of Sweden. The museum also functions as an art gallery, as it houses and displays the Absolut Art Collection.",
  "created_at": "2026-02-21T15:37:49.216281+00:00"
}