{
  "entity_id": "Q10680648",
  "title": "City of Stockholm (former municipality)",
  "latitude": 59.325,
  "longitude": 18.070833333333,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Stockholms_stadshus_september_2011.jpg",
  "text": "<h1>City of Stockholm (former municipality)</h1>\n<p>The <strong>City of Stockholm</strong> (Swedish: <em>Stockholms stad</em>) was a <em>city</em> in Sweden and 1863–1970 a city municipality for Stockholm, subordinate to the Office of the Governor of Stockholm until 1967 and then part of Stockholm County.</p>\n<p>On January 1, 1971, the City of Stockholm became part of Stockholm Municipality due to a municipal reform in Sweden.</p>\n<h2>History</h2>\n<p>The Tre Kronor castle was founded by Birger Jarl in the middle of the 13th century. The earliest written mention of the name Stockholm dates from 1252. It received city privileges on 1 May 1436.</p>\n<h2>Administrative history</h2>\n<p>The city became its own municipality on 1 January 1863, through the Swedish municipal reforms of 1862, when Sweden's municipal system was introduced and Stockholm got its first city council (<em>stadsfullmäktige</em>). Royal Djurgården was incorporated from Danderyds skeppslag in 1868. Brännkyrka landskommun was incorporated into Stockholm from 1 January 1913. In 1916, Bromma landskommun was incorporated. On 1 January 1949, both Hässelby villastads köping and the main part of Spånga landskommun were incorporated. In addition to these mergers, smaller areas have over the years been added to Stockholm, such as Hammarby from Nacka landskommun in 1930 a smaller part in northern Bagarmossen from Nacka stad in 1959. In connection with the Vårby affair, Skärholmen and Vårberg were incorporated from Huddinge landskommun in 1963. Kyrkhamn was transferred from Järfälla Municipality in 1975. Hansta was transferred from Sollentuna Municipality in 1982.</p>\n<p>On 1 January 1956, an area of 0.01 km, of which all land, was transferred from the City of Stockholm and Spånga district of parish register (<em>kyrkobokföringsdistrikt</em>) to Järfälla landskommun and Järfälla southern district of parish register. The inhabitants of the area were previously registered in the church in Järfälla southern district of parish register.</p>\n<p>On 1 January 1959, an uninhabited area comprising an area of 0.70 km, of which all land, was transferred from the City of Stockholm and Spånga district of parish register to Sollentuna köping and Sollentuna Parish.</p>\n<p>Through the municipal reform in Sweden on 1 January 1971, the City of Stockholm was amalgamated into Stockholm Municipality.</p>\n<h3>Judicial affiliation</h3>\n<p>The city had its own jurisdiction through Stockholm City Court which in 1971 was transformed into Stockholm District Court.</p>\n<h3>Church affiliation</h3>\n<p>The original city parish was the Parish of Storkyrkan in Gamla stan formed in 1260 from Solna Parish. In 1587 Norrmalm Parish (from 1643 named Klara Parish) was split off from the Parish of Storkyrkan. In 1591 Södermalm Parish was split off, from 1654 named Maria Magdalena Parish. In 1643 Jacob Parish, in 1671 Kungsholm Parish, and in 1675 Sankt Olofs Parish, from 1775 named Adolf Frederick Parish, split from Klara Parish. On 1 May 1907, Saint James Parish and Saint John Parish were formed through a division of Saint James and Saint John's Parish. Hedvig Eleonora Parish was formed in 1672 and from this Engelbrekt Parish and Oscar Parish split in 1906.</p>\n<p>In 1654, Katarina Parish and in 1925 Högalid Parish split from Maria Magdalena Parish. In 1917, Sofia Parish split from Katarina Parish. In 1906, Gustav Vasa Parish and Saint Matthew Parish split from Adolf Frederick Parish. In 1925, Saint George Parish split from Kungsholm Parish.</p>\n<p>With the city's incorporations in the 20th century (of Brännkyrka, Bromma and Spånga socken) also followed corresponding parishes, which have since been divided in turn.</p>\n<h2>Coat of arms</h2>\n<p>Blazon: <em>Azure, the crowned head of Saint Erik couped, or.</em></p>\n<p>The coat of arms was established by King in Council on 19 January 1934. The coat of arms was registered with the Swedish Patent and Registration Office in 1974.</p>\n<h2>Geography</h2>\n<p>On 1 January 1952, the City of Stockholm comprised an area of 187.96 km, of which 182.19 km was land. After new measurements and area calculations completed on 1 January 1955 and 1 January 1958, the city covered on 1 January 1961 an area of 187.04 km, of which 182.19 km land.</p>\n<h3>Urban areas in the city in 1960</h3>\n<p>In the City of Stockholm there was part of Stockholm urban area, which had 808,484 inhabitants in the city on 1 November 1960. The agglomeration rate (<em>tätortsgrad</em>) in the city was then 100.0 percent.</p>\n<h2>Demography</h2>\n<h2>Mayors of the City of Stockholm</h2>\n<h2>Footnotes</h2>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The City of Stockholm was a city in Sweden and 1863–1970 a city municipality for Stockholm, subordinate to the Office of the Governor of Stockholm until 1967 and then part of Stockholm County.",
  "created_at": "2026-02-21T15:04:46.627148+00:00"
}