{
  "entity_id": "Q10707830",
  "title": "Tyska Stallplan",
  "latitude": 59.323351,
  "longitude": 18.072919,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/63/Tyska_Stallplan_March_2007.jpg",
  "text": "<h1>Tyska Stallplan</h1>\n<p><strong>Tyska Stallplan</strong> (Swedish: \"German Stable Square\" or literally \"Plane\") is a street in Gamla stan, the old town in central Stockholm, Sweden. Stretching south from Svartmangatan to Prästgatan, it is connected to Baggensgatan and Mårten Trotzigs Gränd, while forming a (somewhat) parallel street to Österlånggatan and Tyska Brinken.</p>\n<p>By the street are the public library and the major school (<em>Storkyrkoskolan</em>, \"School of the Great Church\" (e.g. Storkyrkan)) of the told town. While named a square, it undoubtedly remains a matter of taste and definition whether this elongated open space should be regarded as a street.</p>\n<h2>History</h2>\n<p>On either side of the street was the Blackfriars monastery from the 1330s to the Reformation (1520-1530). Archaeological excavations in the area have unveiled the remains of the monastery's wall under the present streets. In the southern end of Tyska Stallplan several such traces have been discovered, and in Prästgatan, south of the street, lines of cobble stones have been used to indicate the former extent of the monastery.</p>\n<p>The open space was surrounded by several stables during the 18th and 19th centuries, and it was accordingly called <em>Stallplan</em> (\"Stable Plane\") in 1820. In 1844, however, it is referred to as <em>Stallplan äfven Tyska Skolg</em>[<em>atan</em>] (\"Stable Plane also German School Street\"), and in 1870 as either <em>Tyska Stallplan</em> or <em>Tyska Skolgatan</em> (\"German Stable Plane/School Street\"). Obviously, the former somewhat misleading combination became the one used. The German School was, however, located on number 8, Själagårdsgatan. (See also Tyska Skolgränd.)</p>\n<p>On the square is a granite sculpture by Ivar Johnsson from 1956 depicting a young man mounting a horse. The sculpture was, like several others pieces of public art in Stockholm, subject to sabotage in the late 1990s and thereafter, blown into hundreds of pieces but subsequently restored every time, last time in 2003.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Tyska Stallplan is a street in Gamla stan, the old town in central Stockholm, Sweden. Stretching south from Svartmangatan to Prästgatan, it is connected to Baggensgatan and Mårten Trotzigs Gränd, while forming a (somewhat) parallel street to Österlånggatan and Tyska Brinken.",
  "created_at": "2026-02-21T15:18:58.550946+00:00"
}