{
  "entity_id": "Q10726246",
  "title": "Åhléns City",
  "latitude": 59.33222222,
  "longitude": 18.06138889,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/42/%C3%85hl%C3%A9ns_city_2017.jpg",
  "text": "<h1>Åhléns City</h1>\n<p><strong>Åhléns City</strong> is a department store in the Norrmalm district in central Stockholm, Sweden. The building is located at Klarabergsgatan 50 and takes up the entirety of the Gripen block. Åhléns City is the largest singular store of the Åhléns chain and amounts to almost 20% of the chain's total revenue. The building was designed by the architectural bureau Backström &amp; Reinius Arkitekter AB, was opened on 9 September 1964 and was awarded the Kasper Salin Prize in 1966. The building is noted by the Stockholm City Museum for \"having an obviously high cultural historical value\".</p>\n<h2>Background</h2>\n<p>In the 1950s the board of Åhlén &amp; Holm saw that the redevelopment of Norrmalm would move the centre of the city from Hötorget to Sergels torg. Åhlén &amp; Holm owned a building on Hötorget at the time, called Tempohuset, where the Kungshallen building is currently located.</p>\n<p>The Stockholm Municipality exchanged the building at Hötorget with a building where Åhléns City is currently located. Both parties benefited from the deal, the municipality got a valuable building and Åhlén &amp; Holm got a building precisely next to the Stockholm Metro hub T-Centralen near the Stockholm Central Station. The old building in the Gripen block was torn down in the early 1960s along with the Stockholm workers' institute and the Valhalla Mission.</p>\n<h2>Building</h2>\n<p>The zoning plan originally described a low building with two floors and three multifamily residential buildings on top of it. Backström &amp; Reinius changed this after studying American commercial architecture to a windowless high street facade with a painted wall with alternating red and white stripes. The outer surface of the precast concrete elements consists of brick glassed in red and white. The architects wanted to avoid electronic signage with neon and thought the facade was signage enough on its own. The company has later opted to advertise with large photograph prints on the facade.</p>\n<p>The building was commissioned by Åhlén &amp; Holm AB, who got a construction permit in 1962. The building was constructed by Jacobson &amp; Widmark and Svenska Industribyggen AB (SIAB). During the building foundation in 1963 in the presence of city antiquarian Tord O:son Nordberg and Åhléns's CEO Gösta Åhlén a copper chest was built into the foundation. It contained 50 selected articles representing the typical catalogue of Åhléns's sale items. On the opening day on 9 September 1964, 25 thousand people visited Åhléns City.</p>\n<p>The facade to Klarabergsgatan is dominated by a large clock and the company name painted in gold colour. The clock was designed by the building architects and was built from copper with real leaf gold. The clock is synchronised with the Klara Church and the Swedish radio. The whole building measures 40 by 130 metres and can be reached from Klarabergsgatan, Mäster Samuelsgatan and T-Centralen. The building also contains four underground floors. There are two underground floors for parking spaces. The building interior has been renovated several times. The building is currently owned by Stefan Persson's property company Ramsbuy Property AB.</p>\n<h2>Gallery</h2>\n<ul><li>Exterior</li> <li> Facade to Mäster Samuelsgatan, 2009.</li> <li> Advertising window to Klarabergsgatan, 2020.</li> <li> Åhléns City with Christmas decorations 2011.</li> <li> Corner between Klarabergsgatan and Drottninggatan with entrance to T-Centralen in the foreground.</li> <li> View of Klarabergsgatan to the west with Åhléns City to the right, 2019.</li></ul>\n<ul><li>Interior</li>     </ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Åhléns City is a department store in the Norrmalm district in central Stockholm, Sweden. The building is located at Klarabergsgatan 50 and takes up the entirety of the Gripen block. Åhléns City is the largest singular store of the Åhléns chain and amounts to almost 20% of the chain's total revenue. The building was designed by the architectural bureau Backström & Reinius Arkitekter AB, was opened on 9 September 1964 and was awarded the Kasper Salin Prize in 1966. The building is noted by the Stockholm City Museum for \"having an obviously high cultural historical value\".",
  "created_at": "2026-02-21T15:32:13.874074+00:00"
}