{
  "entity_id": "Q1101073",
  "title": "Parliament House, Stockholm",
  "latitude": 59.3275,
  "longitude": 18.0675,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Riksdagshuset_i_Stockholm.jpg",
  "text": "<h1>Parliament House, Stockholm</h1>\n<p>The <strong>Parliament House</strong> (Swedish: <em>Riksdagshuset</em> [ˈrɪ̂ksdɑː(ɡ)sˌhʉːsɛt] ) is the seat of the parliament of Sweden, the Riksdag. It is located on nearly half of Helgeandsholmen (island), in the <em>Gamla stan</em> (old town) district of central Stockholm.</p>\n<h2>Architecture</h2>\n<p>The building complex was designed by Aron Johansson in the Neoclassical style, with a centered Baroque Revival style facade section. Parliament House was constructed between 1897 and 1905.</p>\n<p>In 1889, a competition had been held to select a design for the new Parliament building, that Johansson won. Upon opening, it replaced the Old Riksdag Building (<em>Gamla Riksdagshuset</em>) on Riddarholmen (island).</p>\n<p>The two buildings of the complex were originally constructed to house the Riksdag in one, and the Sveriges Riksbank (Swedish National Bank) in the second, of a semicircular shape.</p>\n<p>After the bicameral Riksdag was replaced by a unicameral legislature in 1971, and the bank relocated, the building housing the bank was rebuilt to house the new Assembly Hall. During the construction, the Parliament moved into temporary premises in the newly erected Kulturhuset (House of Culture) south of Sergels Torg, also in central Stockholm.</p>\n<h2>Exterior views of the Riksdagshuset</h2>\n<ul><li> West from the Vasabron</li> <li> North from the Riksbron</li> <li> From above</li> <li> At night</li></ul>\n<h2>Right Livelihood Award</h2>\n<p>The Right Livelihood Award has been presented to recipients at a ceremony in Parliament House. The award was established in 1980 to honour and support those \"offering practical and exemplary answers to the most urgent challenges facing us today.\" There presently 149 Laureates from 62 countries.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Parliament House is the seat of the parliament of Sweden, the Riksdag. It is located on nearly half of Helgeandsholmen (island), in the Gamla stan district of central Stockholm.",
  "created_at": "2026-02-21T15:22:32.280702+00:00"
}