{
  "entity_id": "Q1131130",
  "title": "St. Eugenia's Church (Stockholm)",
  "latitude": 59.331735,
  "longitude": 18.072427,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Sankta_Eugenia_Stockholm.jpg",
  "text": "<h1>St. Eugenia's Church (Stockholm)</h1>\n<p><strong>Saint Eugenia's Church</strong> is a Roman Catholic church in the center of Stockholm (Sweden). It was built in 1982 on plans of the Danish architect Jørgen Kjaergaard and is situated next to the former Royal Gardens, Kungsträdgården in Norrmalm. The Church is consecrated to Saint Eugenia (Eugénie d’Alsace), an abbess (700-735) of the monastery Mont Sainte-Odile in Alsace (France).</p>\n<p>St. Eugenia's Parish was established in 1837 and is the oldest Catholic parish in Sweden since the reformation; as of 2010 it has approximately 9,000 members. Services are held in Swedish, English, Polish and Arabic. The operation of the church and pastoral care of the parish is overseen by Jesuits.</p>\n<h2>History</h2>\n<p>In 1783, when king Gustav III gave foreign Catholics religious freedom in Sweden, a provisional chapel was established in the City Hall, then located on Södermalm where the Stockholm City Museum is now located, close to present day Slussen. From there, the small parish was able to move into a church of its own in 1837. This second building, located on Norra Smedjegatan in the Norrmalm quarter, was the first Catholic church established after the Reformation. When in 1860 religious freedom was officially introduced for all citizens, the Jesuit order established a first community in Sweden and was put in charge of St. Eugenia's pastoral services.</p>\n<p>In the 1950s, the municipal council decided to remodel Stockholm's inner city. The church thus was demolished and the parish had to manage with several provisional accommodations. In 1962 the municipality offered the property at Kungsträdgården 12, its present location, to the parish.</p>\n<h2>Architecture</h2>\n<p>Today's church, consecrated in 1982, is integrated in an historic palace and courtyard erected in 1887. Since the religious building itself is hidden completely behind the neo-Renaissance façade of the former dwelling house, it is hardly visible as a church from outside. Just a small, gilded cross above the principal entry gives the impression that there is a church inside.</p>\n<p>The building's interior is soberly designed in red brick. Several objects in the interior have been in use since the old church at Norra Smedjegatan, such as the water fonts and the neo-baroque baptismal font of porphyry from Älvdal, a gift from King Carl XIV Johan and Queen Désirée Clary in 1838. The tabernacle of Carraran marble was a gift to the old church from the Austrian Archduke Maximilian d'Este in 1842. Planted in the sanctuary floor, the monumental cross is carved of wood from the roof-beams of the predecessor church; it bears a figure of Christ from Dalecarlia dating back to the 13th century. The foundation stone, a gift from Pope Paul VI., is a marble block from the foundation of Saint Peter's Basilica in Rome. Separated by an adorned grille from the main liturgic space, a St. Mary's Chapel is kept open during the daytime for private visits.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Saint Eugenia's Church is a Roman Catholic church in the center of Stockholm (Sweden). It was built in 1982 on plans of the Danish architect Jørgen Kjaergaard and is situated next to the former Royal Gardens, Kungsträdgården in Norrmalm. The Church is consecrated to Saint Eugenia, an abbess (700-735) of the monastery Mont Sainte-Odile in Alsace (France).",
  "created_at": "2026-02-21T15:28:51.707936+00:00"
}