{
  "entity_id": "Q1142142",
  "title": "Nordic Museum",
  "latitude": 59.32916667,
  "longitude": 18.09333333,
  "categories": [
    "culture",
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/81/Nordiska_museet_sett_fr%C3%A5n_Skansen_2005-07-29.jpg",
  "text": "<h1>Nordic Museum</h1>\n<p>The <strong>Nordic Museum</strong> (Swedish: <em>Nordiska museet</em>) is a museum located on Djurgården, an island in central Stockholm, Sweden, dedicated to the cultural history and ethnography of Sweden from the early modern period (in Swedish history, it is said to begin in 1520) to the contemporary period. The museum was founded in the late 19th century by Artur Hazelius, who also founded the open-air museum Skansen. It was, for a long time, part of the museum, until the institutions were made independent of each other in 1963.</p>\n<h2>History</h2>\n<p>The museum was originally (1873) called the Scandinavian Ethnographic Collection (<em>Skandinavisk-etnografiska samlingen</em>), from 1880 the Nordic Museum (<em>Nordiska Museum</em>, now <em>Nordiska museet</em>). When Hazelius established the open-air museum Skansen in 1891, it was the second such museum in the world.</p>\n<p>For the museum, Hazelius bought or got donations of objects like furniture, clothes and toys from all over Sweden and the other Nordic countries; he emphasised the peasant culture, but his successors increasingly started to collect objects reflecting bourgeois and urban lifestyles as well. For Skansen, he collected entire buildings and farms.</p>\n<p>Although the project did not initially get the government funding he had hoped, Hazelius received widespread support and donations and by 1898, the <em>Society for the promotion of the Nordic Museum</em> (<em>Samfundet för Nordiska Museets främjande</em>) had 4,525 members. The Riksdag allocated some money for the museums in 1891 and doubled the amount in 1900, the year before Hazelius died.</p>\n<h2>Building</h2>\n<p>The present building, the design of Isak Gustaf Clason, was completed in 1907 after a 19-year construction process. Originally, it was intended to be a national monument housing the material inheritance of the nation. It was, however, only half-completed for the Stockholm Exposition 1897, and it never was completed to the extent originally planned, three times the actual size. It takes its style from Dutch-influenced Danish Renaissance architecture (i.e. buildings such as Frederiksborg Palace) rather than any specifically Swedish historical models. The core of the \"cathedralesque\" building is taken up by a huge main hall (126 meters long) passing through all the stories up to the roof and dominated by the enormous sculpture of King Gustav Vasa, the Swedish so called founder-king. For the construction, brick and granite was used for the walls, while concrete was used for the roof.</p>\n<h2>Collections</h2>\n<p>The museum has over 1.5 million objects in its collections, including buildings such as the Julita farm in Södermanland, Svindersvik in Nacka, Tyresö Palace in Tyresö, and the chaplain farm at Härkeberga near Enköping. The museum archive also houses an extensive collection of documents and approximately 6 million photographs dating from the 1840s until today. The museum research library contains 3,800 shelf meters of literature from the 16th century and onward.</p>\n<h2>Gallery</h2>\n<h3>Exterior</h3>\n<ul><li> Sculpture on the western gable</li> <li> Spire</li> <li> Onion dome</li> <li> Gilt scuppers</li> <li> Street View</li> <li> From south </li></ul>\n<h3>Interior</h3>\n<ul><li> Entrance hall with Gustav Vasa</li> <li> Main hall </li> <li> Roof lantern</li> <li> Exhibition on the history of dining table arrangements</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Nordic Museum is a museum located on Djurgården, an island in central Stockholm, Sweden, dedicated to the cultural history and ethnography of Sweden from the early modern period to the contemporary period. The museum was founded in the late 19th century by Artur Hazelius, who also founded the open-air museum Skansen. It was, for a long time, part of the museum, until the institutions were made independent of each other in 1963.",
  "created_at": "2026-02-21T15:38:05.382611+00:00"
}