{
  "entity_id": "Q114160",
  "title": "Medborgarplatsen",
  "latitude": 59.31472,
  "longitude": 18.07222,
  "categories": [
    "culture",
    "nature"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Forsgrenska_Medborgarhuset_S%C3%B6dermalm_Stockholm_2005-08-11.jpg",
  "text": "<h1>Medborgarplatsen</h1>\n<p><strong>Medborgarplatsen</strong> (literally <em>Citizen's Square</em>) is a large city square located near the center of the island of Södermalm in Stockholm, Sweden. The square is often colloquially referred to as \"<em>Medis</em>\".</p>\n<h2>Description</h2>\n<p>The development of the citizen site was due to the railway's progress and the construction of Stockholm Södra station in the late 1850s. Near the square is a Medborgarplatsen metro station. The station was opened as an underground tram station in 1933, and was converted for the new metro system in 1950 as one of the first stations on the network. The original exits did not open onto the square, but to the nearby street Folkungagatan. An entrance was opened on to Björns trädgård on November 29, 1995.</p>\n<p>The square has become a common place for demonstrations. On May Day, the Left Party usually start their parade from there, and are accompanied by other smaller leftist and communist parties as they walk to Kungsträdgården. In 2001, Hammarby Fotboll celebrated its first victory in the Allsvenskan in front of about 35,000 supporters in the square.</p>\n<p>Medborgarplatsen has a small ice-skating rink which is turned into a terrace with benches in the summer. On one corner of the square there is a substantial public library, and diagonally across on another corner the 17th century Lillienhoff Palace.</p>\n<p>Medborgarplatsen is also where Anna Lindh, the Swedish Minister for Foreign Affairs, held her last public speech before she was assassinated on September 10, 2003. In 2004, a memorial monument to Anna Lindh was erected at the square.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Medborgarplatsen is a large city square located near the center of the island of Södermalm in Stockholm, Sweden. The square is often colloquially referred to as \"Medis\".",
  "created_at": "2026-02-21T15:34:46.363926+00:00"
}