{
  "entity_id": "Q1140265",
  "title": "Royal Dramatic Theatre",
  "latitude": 59.333333333333,
  "longitude": 18.076944444444,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/37/The_Royal_Dramatic_Theatre_in_Stockholm.jpg",
  "text": "<h1>Royal Dramatic Theatre</h1>\n<p>The <strong>Royal Dramatic Theatre</strong> (Swedish: <em>Kungliga Dramatiska Teatern</em>, colloquially <em>Dramaten</em>) is Sweden's national stage for \"spoken drama\", founded in 1788. Around one thousand shows are put on annually on the theatre's five running stages.</p>\n<p>The theatre has been at its present location in the Art Nouveau building at Nybroplan, Stockholm, since 1908. The theatre was built by the architect Fredrik Lilljekvist. Famous artists like Carl Milles and Carl Larsson were involved in making the decorations, and some of the interior decorations were made by Prince Eugen.</p>\n<p>The theatre's acting school, the Royal Dramatic Training Academy, produced many actors and directors who would go on to be famous, including Gustaf Molander (who also taught there), Alf Sjöberg, Greta Garbo, Vera Schmiterlöw, Signe Hasso, Ingrid Bergman, Gunnar Björnstrand, Max von Sydow, and Bibi Andersson. The school was split off as a separate institution in 1967 (see Swedish National Academy of Mime and Acting).</p>\n<h2>History</h2>\n<h3>17th and 18th century</h3>\n<p>The first Swedish theatre opened in Bollhuset and Lejonkulan in 1667 and employed only foreign companies. While the plays were sometimes open to the public, it remained more or less a court theatre. The first Swedish play, <em>Den Svenska Sprätthöken</em>, was performed in 1737 by the first Swedish theatre company. The Swedish theatre was turned out of their playhouse by Queen Louisa Ulrika of Prussia after the 1753–54 season, and the playhouse was given to a French company. In 1771, king Gustav III fired the French company and encouraged Swedish talents, and thus, the Royal Swedish Opera was founded in Bollhuset. A theatre of spoken drama was founded by Fredrik Ristell in the same building in 1787, but was not to last long. In 1788 Ristell fled the country to escape his creditors. The actors formed a company and asked for the king's protection, which led to the establishment of the national theatre.</p>\n<p>Sweden's national stage for dramatic art (spoken drama) was established by King Gustav III in 1788. It was then that the Royal Theatre (<em>Kungliga Teatern</em>) in Sweden was officially split in two, and the Royal Theatre (today known as the Royal Swedish Opera) became thereafter solely an opera stage. For spoken drama a new theatre was built specifically, called Kungliga Dramatiska Teatern (the Royal Dramatic Theatre) to distinguish it from the Royal Theatre (the opera stage).</p>\n<p>The king became the formal director and placed the theatre under Royal protection, to be ruled by the actors themselves by votes every fourteenth day under the supervision of the Royal Swedish Academy of Arts. This rule was quite chaotic, and the voting is described as capricious and temperamental: \"The male actors arguing with each other, one of the ladies voting yes because another lady voted no, others of them counting their buttons and letting fate decide\", and in 1803, the actors themselves asked for the system to be replaced by a director.</p>\n<p>The Royal Dramatic Theatre was located in the old premises at Bollhuset during its first years, but in 1792, the old building was deemed to be to run down, and 1 November 1793, the theatre was opened in the Palace of Makalös, also called Arsenalen, where the theatre was to be located for the next thirty years; it was now often commonly called the Arsenal Theatre. In 1798, the theatres and operas of Stockholm were united by a royal monopoly, and the \"Two Stages\" ruled uncontested over the city for over forty years.</p>\n<h3>19th and 20th century</h3>\n<p>In 1825, the old Palace building of the theatre caught fire and burned down in the middle of a performance. The theatre was now located in the same building as the Opera, an arrangement that was to continue for almost forty years.</p>\n<p>The middle of the 19th century was to mean changes both within and without the theatre. In 1834, the actors, infuriated by a new system that replaced their percent of the theatre income by a set salary, went on strike, knowing they had succeeded with a similar action against an unpopular director in 1828. This time, however, the strike was broken by the government, which gave some of them raised salaries and fired the others with pensions. The fired actors founded a theatre company that performed all around town, and in 1842, the theatre monopoly was broken and a second theatre was founded in Stockholm; by the 1850s, there were several theatres in the city, and the Royal Dramatic Theatre experienced heavy competition, especially from the Svenska teatern (Swedish Theatre).</p>\n<p>There was much criticism about the sharing of localities between the opera and the theatre, as the localities of the Opera were built for singing and considered unsuitable for spoken drama. In 1863, the Royal Dramatic Theatre purchased the playhouse of an old rival theatre, Mindre teatern, and moved the theatre to it. Here the Royal Dramatic Theatre remained until 1907, and it was here new dramas of the 19th Century were performed: the pioneering plays of Ibsen and Chekov, as well as August Strindberg's late dramatic works, for example <em>Till Damaskus</em> (<em>To Damascus</em>).</p>\n<p>But at the beginning of the 20th century, the playhouse was rundown and in desperate need of renovation and a more modern, functional stage. From the 1880s the national stage had suffered stiff competition from several new private theatres in Stockholm, in particular, the Svenska teatern (Swedish Theatre), which was run by the charismatic theatre personality Albert Ranft.</p>\n<p>Many of the original Swedish stagings of Ibsen's plays had been produced at the Swedish Theatre instead of the national stage, as well as new German and French dramatic works, and the national stage was at the same time accused of being old, dusty and overcrowded. There was lively debate in the press on the subject of refurbishing the national stage at Kungsträdgården. Many different kinds of restoration were proposed, but King Oscar II was not satisfied with any of the suggestions. Instead, the decision was soon made to completely tear down the old theatre building and to build a new, bigger, fresher and more modern one at a more suitable location. From the 1850s onwards, Stockholm as a city and as Sweden's definitive capital had changed considerably as had its centre. In 1881, the Royal Dramatic Theatre, which had until then been financed by the royal court—which gave the actors status as court staff—was separated from the court and the royal family and made a state theatre, which was completed in 1888.</p>\n<p>The new location that was eventually picked out for the new Royal Dramatic Theatre Nybroplan was closer to what was then becoming the heart of Stockholm and was beautifully situated by the waterfront. Fredrik Lilljekvist was appointed the head architect, and on February 18, 1908, the national stage's new theatre building at Nybroplan opened with Strindberg's new play <em>Mäster Olof</em>. This building is the present Royal Dramatic Theatre. Here the legendary theatre directors, brothers Olof and Gustaf Molander, Alf Sjöberg, and Ingmar Bergman formed the Swedish theatre and helped shape Sweden's theatrical history with their 20th-century performances.</p>\n<p>When mentioning the national stage in Sweden, the reference is generally the old Royal Dramatic Theatre (meaning <em>Kungliga Dramatiska Teatern</em> that was located at Kungsträdgården 1788–1907) and then the new/present Royal Dramatic Theatre, a.k.a. <em>Dramaten</em>, located at Nybroplan since 1908 (\"Dramaten\" is <strong>not</strong> used when referring to the old Royal Dramatic Theatre).</p>\n<h2>Stages</h2>\n<p>Dramaten currently houses these stages:</p>\n<ul><li><strong>Stora scenen</strong> – the main stage, since 1908 (720 seats)</li> <li><strong>Lilla scenen</strong> – the second stage, since 1945; renovated and re-opened in 2000 (340 seats)</li> <li><strong>Målarsalen</strong> – since 1971; a former painting studio for theatrical scenery (160 seats)</li> <li><strong>Tornrummet</strong> – the small, intimate stage; stage formerly used by the old Royal Dramatic Theare's acting school (60 seats)</li> <li><strong>Lejonkulan</strong> – Young Dramaten; Dramaten's regular stage for school plays</li> <li><strong>Elverket</strong> - since 1997 has served as a flexible annex stage, located at Linnégatan 69. Originally was a power station designed and it was transformed into a theater venue. In 2021, a collaboration with Dansens hus turned it into an experimental stage for modern dance and theater.</li></ul>\n<h2>Managing directors</h2>\n<p><em>of the Royal Dramatic Theatre (Dramaten):</em></p>\n<ul><li>(2020-) - Mattias Andersson</li> <li>(2015-2019) - Eirik Stubø</li> <li>(2009-2014) – Marie-Louise Ekman</li> <li>(2002–2008) – Staffan Valdemar Holm</li> <li>(1997–2002) – Ingrid Dahlberg</li> <li>(1986–1997) – Lars Löfgren</li> <li>(1985-1985) – Ingvar Kjellson</li> <li>(1981–1985) – Lasse Pöysti</li> <li>(1975–1981) – Jan-Olof Strandberg</li> <li>(1966–1975) – Erland Josephson</li> <li>(1963–1966) – Ingmar Bergman</li> <li>(1951–1963) – Karl Ragnar Gierow</li> <li>(1948–1961) – Ragnar Josephson</li> <li>(1938–1948) – Pauline Brunius</li> <li>(1934–1938) – Olof Molander</li> <li>(1928–1934) – Erik Wettergren</li> <li>(1922–1928) – Tore Svennberg</li> <li>(1910–1922) – Tor Hedberg</li> <li>(1908–1910) – Knut Michaelson</li></ul>\n<p><em>of the old Royal Dramatic Theatre:</em></p>\n<ul><li>(1904–1907) – Gustaf Fredriksson</li> <li>(1898–1904) – Nils Personne</li> <li>(1888–1898) – Gustaf Fredriksson</li> <li>(1883–1888) – Anders Willman</li> <li>(1881–1883) – Henrik Westin</li> <li>(1866–1881) – Erik Vilhelm af Edholm</li> <li>(1861–1866) – Eugène von Stedingk</li> <li>(1860-1860) – Daniel Hwasser</li> <li>(1856–1860) – Gunnar Olof Hyltén-Cavallius</li> <li>(1852–1856) – Knut Bonde</li> <li>(1848–1852) – Svante Gustaf Schyberg</li> <li>(1844–1848) – Hugo Adolf Hamilton</li> <li>(1840–1844) – Svante Gustaf Schyberg</li> <li>(1838–1840) – Karl David Forsberg (financial director)</li> <li>(1838–1844) – Alexis Baeckman (director of scenery)</li> <li>(1832–1838) – Per Westerstrand</li> <li>(1831–1832) – Bernhard von Beskow</li> <li>(1827–1831) – Karl Johan Puke</li> <li>(1823–1827) – Gustaf Lagerbjelke</li> <li>(1818–1823) – Gustav Fredrik Åkerhielm</li> <li>(1818-1818) – Crown Prince Oscar</li> <li>(1818-1818) – J. P. Törner</li> <li>(1812–1818) – Gustav Löwenhielm</li> <li>(1810–1812) – Anders Fredrik Skjöldebrand</li> <li>(1804–1810) – Abraham Niclas Clewberg-Edelcrantz</li> <li>(1798–1804) – J. Hugo Hamilton</li> <li>(1792–1798) – Klaes Rålamb</li> <li>(1788–1792) – Gustaf Mauritz Armfelt</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Royal Dramatic Theatre is Sweden's national stage for \"spoken drama\", founded in 1788. Around one thousand shows are put on annually on the theatre's five running stages.",
  "created_at": "2026-02-21T15:32:33.545828+00:00"
}