{
  "entity_id": "Q1185887",
  "title": "Medborgarplatsen metro station",
  "latitude": 59.3152,
  "longitude": 18.0728,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/58/Medborgarplatsen_tunnelbana_2009.jpg",
  "text": "<h1>Medborgarplatsen metro station</h1>\n<p><strong>Medborgarplatsen</strong>, formerly known as <strong>Södra Bantorget</strong>, is a station on the Green line of the Stockholm metro. It is situated near to the Medborgarplatsen square in the district of Södermalm in central Stockholm, and lies below Götgatan between its junctions with Noe Arksgränden and Folkungagatan. The station has a single island platform, which is accessed by entrances at the junction of Götgatan with Folkungagatan, and in the Björns trädgård. The distance to Slussen is 0.6 km (0.37 mi).</p>\n<p>Medborgarplatsen is, along with Skanstull, the oldest underground station on the metro, actually predating that system by some years. The station lies in the Södertunneln, a tunnel originally built in 1933 for use by routes 8 and 19 of the Stockholm tramway. Originally known as Södra Bantorget, the station took its current name in 1944. In 1950, it became part of Stockholm's first metro line when the Södertunneln was adapted to become part of the line from Slussen south to Hökarängen. This adaption required an extension of the station platforms to the north to accommodate the metro's trains, and this work was not completed when the line opened on 1 October, with the station not reopening until 1 November. The entrance in the Björns trädgård was opened on 29 November 1995.</p>\n<p>The walls of the station have yellow tiles, partly original from the 1930s. As part of <em>Art in the Stockholm metro</em> project, Gunnar Söderström designed the color scheme of the pillars and walls in 1979. In the southern ticket hall there is a wall decoration and floor mosaic by Mari Pårup from 1997.</p>\n<h2>Gallery</h2>\n<ul><li> Södra Bantorget tram station, 1930s</li> <li> Entrance on Folkungagatan, 2009</li> <li> Ticket hall, 2017</li> <li> Exit to Björns trädgård, 2017</li> <li> Station tiles, 1954</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Medborgarplatsen, formerly known as Södra Bantorget, is a station on the Green line of the Stockholm metro. It is situated near to the Medborgarplatsen square in the district of Södermalm in central Stockholm, and lies below Götgatan between its junctions with Noe Arksgränden and Folkungagatan. The station has a single island platform, which is accessed by entrances at the junction of Götgatan with Folkungagatan, and in the Björns trädgård. The distance to Slussen is 0.6 km (0.37 mi).",
  "created_at": "2026-02-21T15:33:56.636914+00:00"
}