{
  "entity_id": "Q119095404",
  "title": "Stockholm City Theatre",
  "latitude": 59.3318,
  "longitude": 18.0642,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/da/Stockholms_Stadsteater_2008a.jpg",
  "text": "<h1>Stockholm City Theatre</h1>\n<p><strong>Stockholm City Theatre</strong> (Swedish: <em>Stockholms stadsteater</em>) is a live performance theatre located in Stockholm, Sweden. The theatre is situated near the Sergel fountain and the Stockholm City roundabout.</p>\n<h2>Location</h2>\n<p>It is located in one of Stockholm's most popular public buildings, the cultural centre known as The House of Culture. Besides the theatre, Kulturhuset also includes small cafés, book shops, a bar and a restaurant, a library, various exhibitions, public debates, lectures, book signings, a small medieval museum, and workshops.</p>\n<p>Stockholms stadsteater was created in 1956 but the first performance was delayed until 1960. It had not yet been decided at that point where in the city the theatre would be situated so the Folkets hus building at Norra Bantorget, with a temporary stage, became the first solution. However, this \"temporary solution\" lasted for nearly thirty years until the autumn of 1990, when all activity finally moved to the present location at Sergels torg.</p>\n<p>The theatre is one of Sweden's most popular stages and the theatre with the highest bookings, as well as the constant \"competitor\" in Stockholm to the Royal Dramatic Theatre. It produces 30-40 productions each year on nine stages. In 2005 there were 450,000 visitors, a relatively high rate considering a national population of 9 million.</p>\n<p>Popular Swedish actors of the Stockholms stadsteater ensemble include Helena Bergström, Göran Ragnerstam, Ingvar Hirdwall, Sven Wollter, Ann Petrén, Anna-Maria Hallgarn and Jakob Eklund.</p>\n<h2>Stages</h2>\n<ul><li>Stora scenen - main stage; 550 seats</li> <li>Lilla scenen - 323 seats</li> <li>Klarascenen - 336 seats</li> <li>Kafé Klara/Klara soppteater - café and lunch theatre</li> <li>Parkteatern - the outdoor/open-air stage; free admission</li> <li>Lagret - stage part of \"Unga Klara\"; founded in the 1970s; 200 seats</li> <li>Akvariet - stage part of \"Unga Klara\"; founded in the 1970s; 90 seats</li> <li>Skärholmen - stage in Skärholmen suburb, outside Stockholm city centre</li> <li>Bryggan - intimate stage for contemporary drama and monologues; 70 seats</li> <li>c/o - the stage for guest performances from abroad</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Stockholm City Theatre is a live performance theatre located in Stockholm, Sweden. The theatre is situated near the Sergel fountain and the Stockholm City roundabout.",
  "created_at": "2026-02-21T15:29:55.208532+00:00"
}