{
  "entity_id": "Q1193675",
  "title": "Stockholm Mosque",
  "latitude": 59.315789,
  "longitude": 18.074736,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Stockholms_moske_okt_2012a.jpg",
  "text": "<h1>Stockholm Mosque</h1>\n<p><strong>Zayed bin Sultan Al Nahyan's Mosque</strong> (Swedish: <em>Zaid Ben Sultan Al Nahayans moské</em>, Arabic: جامع زايد بن سلطان آل نهيان), commonly known as the <strong>Stockholm Mosque</strong> (<em>Stockholms moské</em>) or the <strong>Stockholm Grand Mosque</strong> (<em>Stockholms stora moské</em>), is the largest mosque in Stockholm, Sweden. It is located at Kapellgränd 10, adjacent to the small park Björns trädgård, in the Södermalm district of Stockholm. Inaugurated in 2000, the mosque is administered by the Islamic Association in Stockholm.</p>\n<h2>History</h2>\n<p>Discussions for a new mosque in the Stockholm area had been going on for over twenty years before the plans were realized in 2000. The first proposal was to use the building Borgerskapets änkhus at Norrtull. Other places that were discussed were Observatorielunden, Kristineberg, Skärholmen, Tensta and Jarlaplan.</p>\n<p>In March 1995 the city council in Stockholm decided, after first consulting Muslim leaders, to convert the old electric power station <em>Katarinastationen</em> (\"the Katarina Station\") into a mosque. The listed building, designed by the Art Nouveau architect Ferdinand Boberg and completed in 1903, was already influenced by \"Moorish\" Islamic architecture in its original version. Boberg had been inspired after a visit to Morocco and made the building turned to Mecca and with tall window vaults.</p>\n<p>In 1996 the building was sold by the city of Stockholm to the Islamic Association in Stockholm for SEK 8 million. However, the building of the mosque was delayed due to protests and appeals, and construction began first in 1999. On 8 June 2000 the mosque was inaugurated. The mosque was built with financial support from the individual Muslims in Sweden and abroad. One of the largest financiers was Sheikh Zayed bin Sultan Al Nahyan, the founding father and the first president of the United Arab Emirates, whom the mosque was named after.</p>\n<p>In 2010, according to deputy chairman Abdallah Salah, many are sent to the mosque by the Prison and Probation Service and the Public Employment Service.</p>\n<p>In 2013, Femen activists Aliaa Elmahdy and two others staged a protest in the mosque against Sharia law and the oppression of women. They were arrested by police for disturbing public order.</p>\n<h2>Controversies</h2>\n<p>In 2016 a frequent visitor to the mosque was arrested by authorities in Lebanon on terrorist charges. He had collected the equivalent of 87000 euro to the salafi jihadist group al-Nusra Front among visitors to the Stockholm mosque.</p>\n<h3>European Council for Fatwa and Research conference</h3>\n<p>In July 2003 the Egyptian Islamist scholar Yusuf al-Qaradawi was invited to speak at the mosque in a conference arranged by the European Council for Fatwa and Research (founded by al-Qaradawi). Also present at the conference was Rashid Ghannouchi, leader of the then banned Tunisian Islamist party Ennahda. An article in <em>Svenska Dagbladet</em> said that critics of the European Council had stated that it had ties to the Sunni movement Muslim Brotherhood, and that the leadership of the mosque was influenced by it. Imam Halawa of the European Council responded that his organization's purpose was to help European Muslims to integrate in a positive way.</p>\n<p>Liberal Party politician Fredrik Malm claims that during the conference al-Qaradawi expressed his support of suicide attacks against Israeli civilians and called holy war. Malm further claims that al-Qaradawi said that deaths of children were not deliberate but a product of the necessities of war. The sermon was reported to the police by Malm.</p>\n<h3>Sermon translations</h3>\n<p>In May 2004 the journalist Salam Karam wrote an article in <em>Svenska Dagbladet</em> where he alleged that the mosque had deliberately mistranslated and/or left out controversial parts of the Arabic–Swedish translations of the sermons held in the mosque by Imam Hassan Moussa. For example, Karam alleged that the phrases implying the United States rapes Islam were mistranslated into phrases that implied the condemnation US torture of Iraqi prisoners. Karam stated that the Imam called Ahmed Yassin a martyr and made anti-American remarks. The mosque dismissed the allegations, saying that they had only left out certain parts due to lack of time.</p>\n<h3>Yassin tapes</h3>\n<p>In November 2005 Sveriges Radio stated that a bookshop located in the mosque had sold audio tapes with harsh antisemitic content. On one of the tapes, with the assassinated Hamas leader Sheikh Ahmed Yassin on its cover, Sveriges Radio said that Jews were described as a \"disease\", the \"brothers of apes and pigs\" and that the \"only solution\" to the Jews was Jihad. The radio further stated that there were calls for the extermination of Jews. The mosque spokesperson stated that people volunteering at mosques often sent cassettes to the mosque and that he did not know about the presence of these cassettes .</p>\n<p>The Swedish Chancellor of Justice, Göran Lambertz, decided to convey a preliminary investigation regarding hate speech (Swedish: <em>hets mot folkgrupp</em>). During the police raid a number of cassettes, CD-discs and a video tape were confiscated. On 2 January 2006, Chancellor of Justice Lambertz decided to close the investigation. According to Lambertz the statements made on the tapes were, although \"highly critical of the Jews\", not a violation of Swedish law and because they have to be viewed \"in the light of the historical and present conflict in the Middle East.\" Lambertz' decision was strongly criticised by, among others, the major Jewish associations in Sweden, the Swedish Committee Against Antisemitism and several prominent Swedish journalists and authors. An appeal, to make Lambertz review the decision, was also started and was signed by over 3,000 people. Despite this, Lambertz decided not to review the decision.</p>\n<h2>Community organisations</h2>\n<p>The mosque is a member of umbrella organization Islamic Association of Sweden. The mosque houses a number of Muslim community organisations on its premises:</p>\n<ul><li>Islamic Relief</li> <li>Muslim Youth of Sweden</li></ul>\n<h2>Capacity</h2>\n<p>The mosque can accommodate 2,000 people and the building includes a library, bookshop, gym, offices, lecture halls and a large kitchen. The building also has a café and restaurant.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Zayed bin Sultan Al Nahyan's Mosque, commonly known as the Stockholm Mosque or the Stockholm Grand Mosque, is the largest mosque in Stockholm, Sweden. It is located at Kapellgränd 10, adjacent to the small park Björns trädgård, in the Södermalm district of Stockholm. Inaugurated in 2000, the mosque is administered by the Islamic Association in Stockholm.",
  "created_at": "2026-02-21T15:33:24.843701+00:00"
}