{
  "entity_id": "Q1208392",
  "title": "Gamla stan metro station",
  "latitude": 59.32332,
  "longitude": 18.06698,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Gamla_stan_northbound_platform.jpg",
  "text": "<h1>Gamla stan metro station</h1>\n<p><strong>Gamla stan</strong> (lit. 'Old Town') is a station on the Green and Red lines of the Stockholm Metro. It is located on the western side of the Gamla Stan district of central Stockholm, and is at ground level, although partly under the Centralbron bridge that carries road and mainline rail across the waterways that define the centre of the city. The same waterways are responsible for the ground level location of the station, unusual for a city centre metro station, as the lines cross between the islands of Stadsholmen and Södermalm by a bridge immediately south of the station.</p>\n<p>The station has two island platforms between four parallel through tracks, with the western platform for trains to the north and the eastern one for trains to the south. Red line trains use the inner pair of tracks and Green line the outer tracks. The platforms are accessed from a ticket hall located under the tracks and platforms. The ticket hall can be reached from Mälartorget, Munkbroleden or Munkbrohamnen.</p>\n<p>The station site was previously occupied by the Köttorgshallen and Munkbrohallen markets, which were demolished to make way for the metro. The station was opened on 24 November 1957 as part of the Green line connection between Slussen and Hötorget which connected the previously disconnected southern and western sections of that line. On 5 April 1964, the first stretch of the Red line, between T-Centralen and Fruängen, was opened.</p>\n<p>As part of the <em>Art in the Stockholm Metro</em> project, in 1998, the station received medieval weaving patterns, weather sun motifs and cement mosaic-patterned floors by Göran Dahl, as well as fencing with weaving patterns between the tracks by Britta Carlström.</p>\n<h2>Gallery</h2>\n<ul><li> Metro station and Centralbron, 2011</li> <li> Entrance, 2013</li> <li> Artwork, 2007</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Gamla stan is a station on the Green and Red lines of the Stockholm Metro. It is located on the western side of the Gamla Stan district of central Stockholm, and is at ground level, although partly under the Centralbron bridge that carries road and mainline rail across the waterways that define the centre of the city. The same waterways are responsible for the ground level location of the station, unusual for a city centre metro station, as the lines cross between the islands of Stadsholmen and Södermalm by a bridge immediately south of the station.",
  "created_at": "2026-02-21T15:21:40.891557+00:00"
}