{
  "entity_id": "Q1221513",
  "title": "Grand Hôtel (Stockholm)",
  "latitude": 59.329722222222,
  "longitude": 18.075555555556,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Grand_Hotel_June_2018_01.jpg",
  "text": "<h1>Grand Hôtel (Stockholm)</h1>\n<p><strong>Grand Hôtel</strong> is a five-star hotel in Stockholm. It was founded by Jean-François Régis Cadier, a Frenchman, in 1872. The hotel is widely considered to be the best hotel in Stockholm and has hosted every Nobel laureate since 1901.</p>\n<p>The hotel opened its doors on 14 June 1874, the same year as the Grand Hotel in Oslo. The Grand Hôtel is located next to the Nationalmuseum and opposite the Royal Palace and <em>Gamla stan</em> (the old town).</p>\n<p>Grand Hôtel Stockholm has 300 rooms and 31 suites, 24 banquet and conference rooms, two restaurants, a bar and a spa (Nordic Spa &amp; Fitness). One of the restaurants is managed by the Swedish chef, Mathias Dahlgren. The hotel is the only Swedish member of The Leading Hotels of the World. The Swedish Wallenberg family took control of the hotel in 1968 through Investor AB. The family transferred ownership of the property to FAM AB, also owned by the family through the Wallenberg Foundations, in an off-market deal which valued the hotel at $426 million USD and created the \"Grand Group\" along with two other Swedish hotels.</p>\n<h2>History</h2>\n<p>The hotel has hosted many significant events in Swedish history since its founding. Since 1901, the Nobel Prize laureates and their families have traditionally been guests at the hotel, as well as several celebrities and world leaders.</p>\n<p>The National Association for Women's Suffrage held its final dinner at the hotel in 1921 prior to its dissolution after winning women's suffrage in Sweden celebrating Ann-Margret Holmgren, Anna Whitlock, Anna Wicksell, and other leaders in the movement.</p>\n<p>In 1938, the Swedish-German National Association, which supported Nazi Germany in World War II, held a dinner at the hotel presided over by Sven Hedin where Franz von Papen stated: \"When I come back to Sweden in ten years I hope to walk on German ground.\"</p>\n<p>In 1974, to celebrate the hotel's 100th anniversary, the hotel made its summer veranda permanent at an event inaugurated by Prince Bertil, Duke of Halland. The hotel also hosted the rehearsal dinner for Princess Madeleine and Christopher O'Neill prior to the wedding ceremony in Stockholm Palace.</p>\n<p>The Grand Hôtel attracted controversy in 2016 after it hosted an anti-EU gala organized by the Sweden Democrats and the UK Independence Party featuring populist leaders including Nigel Farage and Václav Klaus. The hotel later apologized stating that \"so many had thought we ... had no moral compass whatsoever.\" In response, the Sweden Democrats called for a boycott of the hotel. It also hosted Johnny Depp that year amid his divorce from Amber Heard.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Grand Hôtel is a five-star hotel in Stockholm. It was founded by Jean-François Régis Cadier, a Frenchman, in 1872. The hotel is widely considered to be the best hotel in Stockholm and has hosted every Nobel laureate since 1901.",
  "created_at": "2026-02-21T15:26:28.240506+00:00"
}