{
  "entity_id": "Q1255661",
  "title": "Royal Dramatic Training Academy",
  "latitude": 59.333333333333336,
  "longitude": 18.076944444444443,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Dramatenselevskola1922.jpg",
  "text": "<h1>Royal Dramatic Training Academy</h1>\n<p>The <strong>Royal Dramatic Training Academy</strong> (Swedish: <em>Kungliga Dramatiska Teaterns Elevskola</em>, also known as <em>Dramatens elevskola</em>), was the acting school of Sweden's national stage, the Royal Dramatic Theatre, and for many years (1787–1964) seen as the foremost theatre school and drama education for Swedish stage actors. It was established in 1787 by the theatre and art loving King Gustav III and was for many years under the protection of the Swedish royal family.</p>\n<h2>History</h2>\n<p>The school was founded in 1787. Previously, actors had been educated as personal students of individual actors at the theatre, but it was decided that a school was necessary for a more secure succession of the profession and to teach children in the profession from the start from examples made by the continent. In 1788, it was called The Children's Theatre, teaching children between the ages of 9-14. The school is noted to have performed a play for the king and the royal court. One of the first students known was Lars Hjortsberg, who also performed at this occasion and became one of the stars of Swedish theatre history. The school was re-organised in 1793 by Anne Marie Milan Desguillons and her spouse, two actors from the French Theatre in Bollhuset in Stockholm. The students was often used in small parts by the royal theatre and in student performances. The instructors were often actors from the royal theatre.</p>\n<p>The quality of the drama school was considered to be one of Europe's greatest (equivalent to British RADA)  and up until 1964 it still featured traditional fencing, ballet-training, plastik (<em>plastique</em>; body movement and posture on stage), recital- and voice-training (following the same instructions since 1819) and teachings of skilled masking techniques - everything much the same since the 18th Century. The education originally was one year long, but later in the end of the 1910s became two years and later in 1930s extended to three years (as a third year as practising actor at the national stage in its productions was included and compulsory for all).</p>\n<p>In the 1960s, Sweden - as many other countries - was influenced by new theatre traditions; such as method acting and new international thoughts on drama education. The International Theatre Institute arranged several symposia in Europe, which both students and teachers attended and the debate grew. This was also the 1960s and in the early days of the great emerging liberation movement through the world and soon with student revolts all over Europe; it was a time of change in the world of arts and culture, as well as in society in general and in the political debate. The opinion in Sweden was strong to make the acting school a national, non-traditional, independent theatre school governed by the state. The old education and teaching methods were questioned, and it was soon decided by the Swedish government that the school was to be separated from the Royal Dramatic Theatre (aka Dramaten) and become independent.</p>\n<p>It was the then-managing director of the Royal Dramatic Theatre, Ingmar Bergman, who in 1964 initiated the final decision of separation (mostly because he was frustrated that the increasing number of students required more room and deserved more attention than he felt Dramaten could upbring at the time). However, he later came to regret this decision, bitterly calling it (in a late 1990s interview) \"the most stupid thing I've done in my entire life\" as he later felt that the long inherited theatre tradition was completely lost within the Dramaten building. For better or worse can always be debated (what tools and training methods make good actors?); but it's a fact that the students lost contact with the Royal Dramatic Theatre's long tradition, drama history and practising actors (who also regularly had taught at the acting school what other actors/directors once had taught them; and others before them). Looking back, many in Sweden now believe that the 1964 separation definitely affected negatively on the quality of theatre training and acting education in the country; a tradition was lost after 1964 and today many feel that the later national drama educational forms just couldn't quite reach the former standards that the Royal Dramatic Theatre's former acting school presented.</p>\n<p>The last class of the Royal Dramatic Training Academy was the class of 1967 (whose students enrolled in 1964 and graduated three years later).</p>\n<h2>Notable students</h2>\n<p>Famous students at the Royal Dramatic Training Academy include: Signe Hasso, Greta Garbo, Gunnar Björnstrand, Ingrid Bergman, Max von Sydow, Stellan Skarsgård, Jan Malmsjö, Nils Asther, Gunn Wållgren, Inga Tidblad, Börje Ahlstedt, Bibi Andersson, Eva Dahlbeck, Ingrid Thulin, Stig Järrel, Gerda Lundequist and Lars Hanson, a.o (including most of the later so called \"Ingmar Bergman-actors\").</p>\n<h2>Notable teachers</h2>\n<h3>18th and 19th century</h3>\n<ul><li>Hanna Brooman</li> <li>Charlotta Eriksson</li> <li>Julie Alix de la Fay</li> <li>Johann Christian Friedrich Hæffner</li> <li>Signe Hebbe</li> <li>Carolina Kuhlman</li> <li>Bertha Tammelin</li></ul>\n<h3>20th century</h3>\n<ul><li>Marianne Aminoff</li> <li>Hilda Borgström</li> <li>Gabriel Alw</li> <li>Renée Björling</li> <li>Gerda Lundequist</li> <li>Hjördis Petterson</li> <li>Ingrid Luterkort</li> <li>Lisa Steier</li></ul>\n<h2>Principals</h2>\n<h3>18th and 19th century</h3>\n<ul><li>1790–1793 Francois Marie Moussé Félix</li> <li>1793–1800 Joseph Sauze Desguillons</li> <li>1793–1800 Anne Marie Milan Desguillons <em>(jointly with husband)</em></li> <li>1804–1812 Sofia Lovisa Gråå</li> <li>1812–1815 Caroline Halle-Müller</li> <li>1819–1823 Maria Franck <em>(also called Kristina Ruckman)</em></li> <li>1828–1831 Gustav Åbergsson</li> <li>1831–1834 Karolina Bock <em>(first time)</em></li> <li>1834–1840 Nils Almlöf</li> <li>1840–1841 V. Svensson <em>(first time)</em></li> <li>1841–1856 Karolina Bock <em>(second time)</em></li> <li>1856–1857 V. Svensson <em>(second time)</em></li> <li>1857–1868 J. Jolin</li> <li>1868–1874 Frans T. Hedberg</li> <li>1874–1877 Knut Almlöf</li> <li>1874–1877 Betty Almlöf <em>(jointly with husband)</em></li> <li>1877–1886 A. Willman</li> <li>1877–1886 Hedvig Willman <em>(jointly with husband</em>)</li> <li>1889–1890 E. Hillberg</li> <li>1892–1898 N. Personne</li> <li>1898–1904 A. Örtengren</li></ul>\n<h3>20th century</h3>\n<ul><li>1948–1953 Olle Hilding</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Royal Dramatic Training Academy, was the acting school of Sweden's national stage, the Royal Dramatic Theatre, and for many years (1787–1964) seen as the foremost theatre school and drama education for Swedish stage actors. It was established in 1787 by the theatre and art loving King Gustav III and was for many years under the protection of the Swedish royal family.",
  "created_at": "2026-02-21T15:32:37.965692+00:00"
}