{
  "entity_id": "Q126454193",
  "title": "Siege of Tre Kronor",
  "latitude": 59.32666666666667,
  "longitude": 18.071666666666665,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/70/Stockholm-1570_Braun-Hogenberg_Civitates-orbis-terrarum.jpg",
  "text": "<h1>Siege of Tre Kronor</h1>\n<p>The <strong>siege of Tre Kronor</strong> (Swedish: <em>Belägring av Tre Kroner</em>, Danish: <em>Belejringen af Tre Kroner</em>), or the <strong>siege of the Royal Castle in Stockholm</strong>, was a siege of the Tre Kronor Castle in Stockholm lasting from 17 October 1501 to 9 May 1502 between the Kalmar Union and Sten Sture the Elder's Swedish rebellion. The besieged unionists would suffer from food shortages, and Queen Christina of Saxony would issue a surrender on 5 May 1502 and would leave the castle on 9 May.</p>\n<h2>Background</h2>\n<p>At the end of the 15th century the King of Denmark and head of the Kalmar Union John (Danish: <em>Hans</em>) faced rebellion from Sweden. Here, the provisional government was headed by Sten Sture the Elder. However, his regency was unpopular among the majority of the Swedish nobility, and the council of the realm (<em>Riksråd</em>) subsequently deposed him in 1497. As a result, open war broke out, and Sten Sture's army was defeated in the battle of Rotebro. Negotiations followed, and King John was finally crowned king of Sweden.</p>\n<p>In 1500 the Danes were defeated in the catastrophes battle of Hemmingstedt. The news quickly spread to many Swedish nobles who saw this as an opportunity to break with Danish rule, and in August 1501 an uprising thereof broke out. John hurried to Denmark in order to raise an army, while Queen Christina of Saxony would defend Tre Kronor castle and Stockholm.</p>\n<h2>Siege</h2>\n<p>In October 1501 Stockholm was encircled by the Swedish rebels, and a violent fire broke out during the turmoil burning almost a quarter of the city down. Stockholm city surrendered already on 17 October, while Tre Kroner still held out. Queen Christina had 1,000 men at her disposal. Led by Johan von Grapendorf, they consisted of a large number of German and Danish mercenaries, but they also included many Swedish Unionists. The Swedish forces were led by clergyman and bishop of Linköping Hemming Gadh and together mustered 4,000 peasants, awaiting another 1,400 Dalarian shooters.</p>\n<p>On 30 November the besieged Unionists tried to break the siege, yet failed. On 6 December the Unionists fired the great cannon called <em>Ingeborg</em> toward Storkyrkan and broke the palisade at the church gate. At the end of January, Queen Christina wished to get permission to visit the city, yet this proposal was rejected by Gadh.</p>\n<h3>Promised help from King John</h3>\n<p>Meanwhile, King John tried to organize a counterattack in Denmark, yet was hindered from coming to Tre Kroner's rescue because of the icy waters. On 2 February 1502, he wrote to Henrich Krummedige:</p>\n<blockquote><p><em>Every day We endeavor with the help of God to go to Stockholm as soon as the waters are free in order to help and rescue our dear wife and the people.</em></p></blockquote>\n<p>— King John of Denmark</p>\n<p>Finally, on 13 March, the king appointed commanders for the fleet, yet the departure was delayed for another two weeks. In order to hinder the Danish fleet from arriving, the Swedes placed a boom between the city and a small island called Käpplingeholmen, yet the project failed because of the heavy stream.</p>\n<p>Meanwhile, the situation in the castle was getting worse, and on 29 April the Swedish forces stormed to castle and managed to get into the bailey. About 100 men were killed during the attack, and by now the conditions on the castle were so terrible that negotiations about the surrender of the castle were opened.</p>\n<h2>Negotiations</h2>\n<p>The queen sent a delegation of five men to a meeting in the Storkyrkan with the leaders of the Swedish army. An agreement was reached on 5 May. The conditions were hard: the queen, her servants, and the general staff would leave the castle the following Monday. They would be taken to a monastery in the city until Sten Sture and Svante Nilsson had decided the terms for the queen's return to Denmark. All knights and soldiers were to be prisoners of war until a ransom had been paid.</p>\n<h2>Aftermath</h2>\n<p>On 9 May the queen and her followers left the castle. Only 70 of the 1000 men had survived the bombardments and famines. Three days after the surrender, a Danish fleet of 30 ships would reach Stockholm, though it would turn around after seeing the Swedish banner on the castle. Christina would be in Stockholm for the next 18 months in captivity until Sten Sture and Hemming Gadh would accompany her to the border. Here she would be received by her son Prince Christian and other noblemen. The other prisoners were released already in June 1502.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The siege of Tre Kronor, or the siege of the Royal Castle in Stockholm, was a siege of the Tre Kronor Castle in Stockholm lasting from 17 October 1501 to 9 May 1502 between the Kalmar Union and Sten Sture the Elder's Swedish rebellion. The besieged unionists would suffer from food shortages, and Queen Christina of Saxony would issue a surrender on 5 May 1502 and would leave the castle on 9 May.",
  "created_at": "2026-02-21T15:18:10.896161+00:00"
}