{
  "entity_id": "Q128200272",
  "title": "Siege of Stockholm (1520)",
  "latitude": 59.32944444444445,
  "longitude": 18.06861111111111,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/8a/Stockholm1520.jpg",
  "text": "<h1>Siege of Stockholm (1520)</h1>\n<p>The <strong>siege of Stockholm (1520)</strong> was a combined naval and army siege of the Swedish capital Stockholm by the Danish king Christian II during the Dano-Swedish War (1512–1520).</p>\n<h2>Background</h2>\n<p>Danish and Swedish tensions were temporarily ended with a ceasefire. In 1517 the war continued. The Danish king Christian II had been hesitant to take command of the army. It was only when Danish general Otte Krumpen moved his army up to parts of central Sweden, and when Sten Sture died, that Christian finally took charge. Despite Sten Sture's death, Kalmar and Stockholm still resisted. Kalmar would later be captured by the Danish admiral Søren Norby after a long siege, who then sailed to Stockholm to assist in its capture.</p>\n<h2>Siege</h2>\n<p>The siege began in early May, when Søren Norby's fleet arrived. Stockholm was blockaded by sea-side, while two army’s were placed at each suburb. Christian tried to bribe the city with salt and herring. Some joined, but most attempts were ignored. The Danes did not try to storm the city, and the Swedes prepared for a long siege. The siege became increasingly difficult, as Christina Gyllenstierna and the other defenders of Tre Kronor had good cannons.</p>\n<p>Christian II returned to Copenhagen in June – July to resupply the Danish army, gaining six ships from the Habsburg Netherlands. The siege continued over the summer at a standstill. Christian II used this time to spread propaganda. Many Swedish commanders surrendered, and the siege ended on September 7. Christian II marched into Stockholm with an army of 3,000 men, later being crowned in Stockholm as the king of Sweden.</p>\n<h2>Aftermath</h2>\n<p>Christina capitulated on the 7 September under these conditions: Christina and her party promised to recognize Christian as king of Sweden, and Christina were to retain her husband’s estates. These, and many similar promises, Christian confirmed by his hand and seal. Christian II was crowned king of Sweden the 4 November 1520 by Gustav Trolle. The same day, Søren Norby, Berend von Mehlen and Otto Krumpen were knighted. Over the next few days, and event known as the Stockholm Bloodbath happened, where 82–94 people (1.5% of Stockholm's population) were executed. Of the people who were executed, two bishops were killed. After them, 14 nobles were killed. Then three mayors and fourteen of the members of the town council. The nobility were beheaded by swords, more common people were beheaded by axe and the lowliest were hanged. Corpses of the war, most notable the body of Sten Sture were dug up and burned.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The siege of Stockholm (1520) was a combined naval and army siege of the Swedish capital Stockholm by the Danish king Christian II during the Dano-Swedish War (1512–1520).",
  "created_at": "2026-02-21T15:25:09.514815+00:00"
}