{
  "entity_id": "Q1331646",
  "title": "Medelhavsmuseet",
  "latitude": 59.32939444,
  "longitude": 18.06740278,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/da/Medelhavsmuseet_2007.jpg",
  "text": "<h1>Medelhavsmuseet</h1>\n<p><strong>Medelhavsmuseet</strong> (The Museum of Mediterranean and Near Eastern Antiquities) is a museum in central Stockholm focused around collections of mainly ancient objects from the Mediterranean area and the Near East. Since 1999 the museum is one of four composing the National Museums of World Culture, Sweden.</p>\n<h2>History</h2>\n<p>The museum was first formed in 1954 when two separate institutions, the Egyptian Museum and the Cyprus Collection, were combined. The Egyptian Museum had been created in 1928 from artifacts collected in the 18th, 19th and early 20th century while the Cyprus Collection was the result of the excavations of the Swedish Cyprus Expedition in the late 1920s and early 1930s. The Cyprus collection in the museum is the largest outside Cyprus and of great scholarly value. A new gallery of Cypriote antiquities sponsored by the A.G. Leventis Foundation and designed by White Architects was opened in January 2009. The museum has been located in the Gustav Horn palace, Gustav Adolfs Torg, Fredsgatan 2, Stockholm since 1982.</p>\n<h2>Collection</h2>\n<p>Besides Egypt and Cyprus the museum also holds collections of Greek and Roman antiquities, near eastern antiquities from Shah Tepe, Luristan bronzes and Islamic art.</p>\n<p>The museum is home to eight mummified ancient Egyptian including the priest Neswaiu.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Medelhavsmuseet is a museum in central Stockholm focused around collections of mainly ancient objects from the Mediterranean area and the Near East. Since 1999 the museum is one of four composing the National Museums of World Culture, Sweden.",
  "created_at": "2026-02-21T15:25:35.393025+00:00"
}