{
  "entity_id": "Q1344500",
  "title": "Regalia of Sweden",
  "latitude": 59.326666666667,
  "longitude": 18.072777777778,
  "categories": [
    "historic",
    "trendy",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Royal_crown_of_Sweden.jpg",
  "text": "<h1>Regalia of Sweden</h1>\n<p>Sweden's regalia are kept deep in the vaults of the Royal Treasury (Swedish: <em>Skattkammaren</em>), underneath the Royal Palace in Stockholm, in a museum that is open to the public. The crowns and coronets have not been worn by Swedish royalty since 1907, but they are still displayed at weddings, christenings and funerals.</p>\n<p>Prior to 1907, the crowns and coronets were worn along with royal mantles by the king and other princes at the monarch's coronation, during the opening of the Riksdag, and displayed on other occasions. After the death of Oscar II (the last to be crowned) in 1907, the practice of wearing the crowns at the opening of the Riksdag ceased and the crowns were no longer worn. After this, the crown of the King and his sceptre were simply displayed on cushions on either side of the silver throne while the king's mantle was draped over it. The old opening of state lasted until 1974.</p>\n<p>Among the oldest priceless objects are the sword of Gustav Vasa and the crown, orb, sceptre and key of King Erik XIV.</p>\n<h2>Crown of Sweden and other regalia</h2>\n<p>The Crown of Eric XIV, made in Stockholm in 1561 by Flemish goldsmith Cornelius ver Welden, is typical of the Renaissance style of jewelry of his time. Originally his crown bore four pairs of the letter 'E' and 'R', the initials of the Latin form of his name, \"Ericus Rex\", in green enamel, each pair being on either side of the central stones on the front, sides and back of the circlet. When he was deposed by his brother, John III, John had each of these letters covered with identical cartouches each set with two pearls. The Swedish monarchs of the Houses of Palatinate-Zweibrücken, of Hesse and of Holstein-Gottorp preferred to use Queen Christina's crown rather than that of Eric XIV; however, the House of Bernadotte chose to use Eric's crown. Furthermore, they replaced the original monde and cross at the top of the crown with a new large monde enameled blue with gold star and set with diamond and with a cross of ten diamonds. They also replaced the original pearls on the top of the eight large ornaments on the circlet with diamonds and replacing the pearl cartouches with eight diamond rosettes, and moved the circlet 45 degrees. This is the form the crown has in the portrait of Oscar II painted by Oscar Björck. In the early twentieth century this monde and cross and these diamond rosettes were removed and the crown restored to essentially the form it had under John III.</p>\n<p>Eric also had a scepter, an orb and a key made for his coronation. This key is an item found only in the Swedish regalia (although a pair of gold and silver keys also were formerly presented to a new pope at his coronation). His scepter was made by Hans Heiderick in 1561 and is of gold, enameled and set with diamonds, rubies and sapphires and still used as the monarch's scepter. It originally was surmounted by a large round sapphire at the top enclosed by two intersecting rows of pearls. This sapphire was lost at the baptism of Gustav IV Adolf and was replaced by the present dark blue enamelled orb in 1780. The orb is also of gold and is unique among European regalia in that it is engraved and enamelled with a map of the earth according to the cartography current at the time it was made. At the top of the orb is a smaller orb in blue enamel and covered with stars, above which is a small cross formed of a table cut diamond surrounded by three pearls. The orb was made by Cornelius ver Weiden and probably engraved by Franz Beijer in Antwerp in 1568. The present blue enamel dates from 1751 and replaces the original black enamel that was badly damaged at the coronation of Charles XI. The original model used for the engraving is not known, but the engraver placed the northern hemisphere upside down, while placing the names where they would have been if the map were right side up.</p>\n<p>The anointing horn was made in 1606 in Stockholm by Peter Kilimpe for the coronation of Carl IX and is of gold in the shape of s bull's horn supported by a pedestal. The large end is closed by a lid with a chain and on the opposite point of the horn stands a small figure of justice holding a pair of scales. The horn is decorated in ornamental relief work with multi-colored opaque and translucent enamel and set with 10 diamonds and 14 rubies, including 6 Karelian 'rubies' (i.e., garnets).</p>\n<h3>Burial regalia</h3>\n<p>The burial crowns, sceptres and orbs of King Carl IX and his Queen Christina have been kept at Strängnäs Cathedral. Such items are originally interred with the bodies but later have often been exhumed and put on display. On 31 July 2018 thieves stole the crowns and one orb and escaped on a speedboat. The lost regalia were found on 5 February 2019 in Åkersberga, Österåker municipality.</p>\n<p>Funerary regalia over the sarcophagus of King Eric XIV in Västerås Cathedral were also stolen in 2013, but were soon found and are now on display in a special case there.</p>\n<p>Among other burial regalia in Sweden, those of King Carl X Gustav are on display at Livrustkammaren of Stockholm Palace, the burial crown of Queen Louise Ulrica (still used for the funeral of a king or queen) is shown in the Treasury there, and the crown of King Eric the Holy was on brief display at Uppsala Cathedral in 2014.</p>\n<h2>Crown of Queen Christina</h2>\n<p>As her coronation and state crown Christina of Sweden used the crown that her mother Maria Eleonora of Brandenburg had used as the queen consort of Gustav II Adolph. It was made in Stockholm in 1620 by German goldsmith Rupprecht Miller and originally had two arches in a very fine foliage design in gold with black enameling and set with rubies and diamonds (a reference to the colors of the arms of her father John Sigmund of Brandenburg), with a small blue enameled monde and a cross, both set with diamonds. Christina had two more arches added to her mother's crown matching the first two and had more diamonds and rubies added to it to enhance the crown's appearance as the crown of a queen regnant. She also added a cap of purple satin, embroidered in gold and set with more diamonds, to the inside of the crown. The circlet of the crown has eight large cabochon rubies set beneath each of the eight arches of the crown and diamonds in large rosette patterns in the intervening spaces of the circlet. Queen Christina's crown was the crown chosen to be displayed with other items of the Swedish regalia and artifacts from the Swedish royal collections in a 1988-1989 exhibition at the National Gallery of Art in Washington, D.C., and the Minneapolis Institute of Art commemorating the founding of Delaware as a Swedish colony in 1638.</p>\n<h2>Crown, scepter and orb of the queen consort</h2>\n<p>The Crown of Louisa Ulrika was made in Stockholm in 1751 by Andreas Almgren and was modeled on the crown made by Ronde for the French queen consort, Marie Leczinska to wear at her wedding to Louis XV of France in 1725. It was, in turn, the model for the Norwegian queen's crown. It is made of silver set entirely with diamonds. On the circlet rests representations of eight open crowns with trefoils for leaves (the heraldic symbol of Sweden) from back of which rise eight half arches which curl back on themselves at the top where they support a blue enameled monde and a cross also set with diamonds. Between each of these eight open crowns are eight small points each topped with a diamond. Inside the cap is a scarlet cap of velvet strewn with silver sequins. Two large diamonds are set between the circlet and the front crown, the central trefoil in the front of the crown being replaced with a large oval diamond. This is the crown from which Louisa Ulrika removed 44 diamonds and pawned in Berlin to finance her attempted coup in 1756. This is the crown still used on formal occasions such as the royal weddings and funerals of Swedish queen consorts.</p>\n<p>The scepter and orb made for Gunilla Bielke, the wife of John III, continued to be used by succeeding Swedish queen consorts, although this orb was habitually used by Swedish monarchs of the Palatinate-Zweibrücken, of Hesse and of Holstein-Gottorp dynasties, though those of the House of Bernadotte preferred to use the orb of Eric XIV. The use of an orb by a queen consort appears to be original to Sweden, although the practice was also adopted by Norway during the period of its dual monarchy with Sweden.</p>\n<h2>Crown Prince coronet</h2>\n<p>The Crown Prince's Coronet was made for Charles X Gustav to wear at the coronation of Christina as her designated heir. It was hurriedly made in two weeks time from parts of an earlier queen's crown. It has the form of a radial crown with eight triangular rays or spikes and has survived intact except for the addition by Gustav III for his coronation in 1772 of two black enameled sheaves of grain, the heraldic emblem of the Vasa dynasty, one between the front two rays and the other between the back two rays, replacing the smaller ornaments still found between the other rays. Originally worn over an ermine lined hat, the heir apparent's coronet is now worn with a cap of light blue satin covered with gold embroidery. The heraldic crown for the heir apparent is based on the actual appearance of this crown and also shows a central Vasa sheaf between four rays of a jeweled radial crown.</p>\n<h2>Princes' and princesses' coronets</h2>\n<p>Seven similar coronets, but of a simpler design and with rays in the central position in the front and back and with eight smaller sheaves of gold between the eight rays were made in the eighteenth and nineteenth centuries for the other princes (i. e., Prince Karl (XIII), 1771; Prince Fredrik Adolf, 1771; Prince Oskar (II), 1844; Prince Wilhelm, 1902) and princesses (i. e., Princess Sofia Albertina, 1771; Princess Hedvig Elisabet Charlotta, 1778; Princess Eugenie, 1860), those of the princesses being of similar design, but much smaller. These coronets are set primarily with diamonds, emeralds and pearls. The heraldic crown for a duke (in Sweden always the son of a monarch) or duchess (always the daughter of a monarch or wife of a duke) is similarly depicted as a jeweled radial crown with five rays.</p>\n<p>Prince Wilhelm's crown is the newest among the princely crowns. It was made in 1902 for Prince Wilhelm, on the occasion of the declaration of his reaching the age of majority, during the opening of the Riksdag in 1903.</p>\n<p>The Crown Prince's Coronet and one of these princely coronets were displayed on either side of the altar in Storkyrkan, the cathedral of Stockholm, for the wedding of Crown Princess Victoria of Sweden and Daniel Westling on 19 June 2010.</p>\n<h2>Insignia of orders of chivalry</h2>\n<p>In addition to the royal regalia, the Royal Treasury also includes some jeweled insignia of the Swedish royal orders of chivalry, especially of the Order of the Seraphim. The Order of Charles XIII, the Order of Vasa, the Order of the Polar Star and the Order of the Sword.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Sweden's regalia are kept deep in the vaults of the Royal Treasury, underneath the Royal Palace in Stockholm, in a museum that is open to the public. The crowns and coronets have not been worn by Swedish royalty since 1907, but they are still displayed at weddings, christenings and funerals.",
  "created_at": "2026-02-21T15:18:52.046203+00:00"
}