{
  "entity_id": "Q1439649",
  "title": "Fotografiska",
  "latitude": 59.31778611,
  "longitude": 18.08472222,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Fotografiska_museet_Stockholm_2016_01.jpg",
  "text": "<h1>Fotografiska</h1>\n<p><strong>Fotografiska</strong> (Swedish for \"photographic\") is an international museum network that presents photography and art. Founded in 2010 in Stockholm, Fotografiska has locations in Stockholm, Tallinn, Berlin, and Shanghai. The museum presents a rotating program of temporary exhibitions by both established and emerging photographers - some of which tour globally across its locations. These exhibitions are complemented by cuisine, retail, and a cultural program.</p>\n<h2>History</h2>\n<p>Fotografiska was founded in Stockholm in 2010 by Swedish entrepreneurs Jan and Per Broman. Under their leadership, the organization expanded internationally with the opening of new locations in Tallinn and New York in 2019 (the latter of which closed in 2024).</p>\n<p>German entrepreneur Yoram Roth began investing in Fotografiska in 2017 and became its owner in 2020, taking on the role of Executive Chairman. Since then, he has led the organization through its continued global expansion, with new museums opening in Berlin and Shanghai in 2023, and another planned for Oslo in 2028.</p>\n<p>Bárbara García Fernández-Muro currently serves as CEO of Fotografiska.</p>\n<p>In 2025, the museum celebrated its 15th year anniversary with a special exhibition titled <em>15 Fotografiska Years</em> at Fotografiska Stockholm, 18 October 2025 - 8 February 2026. The exhibition features works by 120 artists who had previously exhibited at Fotografiska including David LaChapelle, Nick Brandt, Alison Jackson, and Lars Tunbjörk.</p>\n<h2>Operations</h2>\n<p>Fotografiska operates as a museum independent from state-funding or donations, with a focus on photography. Its curatorial strategy includes solo and group exhibitions by internationally recognized and emerging artists. The museum emphasizes visual storytelling as a means to engage with social and cultural topics.</p>\n<p>In addition to exhibitions, Fotografiska hosts talks, panel discussions, and cultural events, most locations also feature restaurants, bars, cafés, and retail spaces. Some of these culinary concepts have received accolades, such as the MICHELIN Green Star.</p>\n<p>The museum also supports early-career artists through various initiatives, including mentorships and exhibition opportunities.</p>\n<p>Fotografiska is known for several unique operational factors including:</p>\n<ul><li>Extended opening hours - Fotografiska maintains exceptionally late opening hours, staying open until 11:00 PM daily in Stockholm, Berlin and Shanghai, with extended hours in Tallinn until 12:00 AM on Fridays. This makes it one of the few museums in Stockholm that remains accessible after work hours, contributing significantly to its popularity among both visitors and locals.</li> <li>Pet-friendly policy – the museum welcomes pets with location-specific policies.</li> <li>Drinks in exhibition spaces - unlike other museums, Fotografiska allows visitors to drink beverages from the museum's bars and restaurants throughout its exhibitions.</li></ul>\n<h2>Current locations</h2>\n<h3>Fotografiska Stockholm</h3>\n<p>Fotografiska is housed at Stadsgården, in a former customs house in the Art Nouveau style dating from 1906 and has amenities typical of a museum: exhibit space, bistro, café, bar, conference rooms, museum shop, gallery, and event spaces. As of 2020, it drew more than 500,000 visitors each year. Designed by Ferdinand Boberg, the building is listed as of cultural interest.</p>\n<p>Among the exhibitions it has shown are: Annie Leibovitz, <em>A Photographer's Life</em>, 21 May – 19 September 2010Gus Van Sant, <em>One Step Big</em> Shot, 9 November – 5 December 2010, and Robert Mapplethorpe, <em>Retrospective</em>, 17 June – 3 October 2011.</p>\n<h3>Fotografiska Tallinn</h3>\n<p>Fotografiska Tallinn opened on June 19, 2019 in the Estonian capital's Telliskivi Creative City district.</p>\n<h3>Fotografiska Berlin</h3>\n<p>Fotografiska Berlin opened in September 2023 at the former Kunsthaus Tacheles.</p>\n<h3>Fotografiska Shanghai</h3>\n<p>Fotografiska Shanghai, China, opened alongside the city's Suzhou Creek in October 2023.</p>\n<h3>Fotografiska Oslo</h3>\n<p>In 2024, Fotografiska announced the opening of Fotografiska Oslo in Norway's oldest public library (now renamed Deich), as part of the Deich, House of Photography. The museum is scheduled to open in 2028.</p>\n<h2>Former and other locations</h2>\n<ul><li>Fotografiska New York opened in December 2019 at the former church mission house in Gramercy, a historical landmark building. The location closed on September 29, 2024.</li> <li>Fotografiska announced plans for a London and Miami location, but those plans were cancelled after the COVID-19 pandemic.</li> <li>Fotografiska museet, a separate Stockholm museum of photography, operated from 1971 to 1998, when it was integrated into Moderna museet.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Fotografiska is an international museum network that presents photography and art. Founded in 2010 in Stockholm, Fotografiska has locations in Stockholm, Tallinn, Berlin, and Shanghai. The museum presents a rotating program of temporary exhibitions by both established and emerging photographers - some of which tour globally across its locations. These exhibitions are complemented by cuisine, retail, and a cultural program.",
  "created_at": "2026-02-21T15:34:14.898118+00:00"
}