{
  "entity_id": "Q1477827",
  "title": "Saint James's Church, Stockholm",
  "latitude": 59.33027778,
  "longitude": 18.07027778,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Sankt_Jacobskyrkan.jpg",
  "text": "<h1>Saint James's Church, Stockholm</h1>\n<p><strong>Saint James's Church</strong> (Swedish: <em>Sankt Jacobs kyrka</em>) is a church in central Stockholm, Sweden, dedicated to apostle Saint James the Greater, patron saint of travellers. It is often mistakenly called <em>St Jacob's</em>. The confusion arises because Swedish, like many other languages, uses the same name for both <em>James</em> and <em>Jacob</em>.</p>\n<p>Arguably the most central church in the Swedish capital, surrounded by the popular park Kungsträdgården, the Royal Opera, the square Gustav Adolfs torg; and near Sergels torg, the Royal Palace, and governmental office Rosenbad, the parish of the church was limited to 150 souls in the late 1980s, and was thus merged into the parish of the Stockholm Cathedral in 1989. A bust of Swedish tenor Jussi Björling (1911-1960) stands outside.</p>\n<p>The church took a long time to complete. As a consequence it includes a wide range of architectural styles, such as Late Gothic, Renaissance and Baroque. The building is based on the design of multiple architects over the centuries: Willem Boy (1580–93), Hans Ferster (1635–43), Göran Joshuae Adelcrantz and Carl Hårleman (1723–35), Carl Möller and Agi Lindegren (1893–94).</p>\n<h2>History</h2>\n<p>The origin of the church dates back to a chapel belonging to the Solna parish (Solna Municipality now being one of the suburbs of Stockholm) and at the time built on the outskirts of the parish. It is first mentioned in 1311, and archaeological excavations in 1948 and one more recently documented its location just south of the present church and reconstructions showed its extent was limited to 8×13 meters. The parish itself is believed to be a century or so younger than the chapel as the church is first mentioned as <em>ecclesia parrochialis</em> in the 1430s. For defensive purposes the demolition of the church, together with other churches on the ridges surrounding the medieval city, was ordered by King Gustav Vasa following the Reduction in 1527. It is therefore believed the church was built in brick rather than wood, since the king needed bricks for his defensive structures.</p>\n<p>However, in 1580 King John III ordered a church to be rebuilt on the same location, as part of his attempt to incorporate the urban conglomeration on the northern ridges into the city. Construction on the present church was led by master-builder Heinrich van Huwen and started in 1588. As completed by the time for the death of John III, the design of Willem Boy (c. 1520–1592) included a central nave flanked by two tall aisles resting on sandstone columns.</p>\n<p>Charles IX's intentions to make the northern suburbs (today's Norrmalm) an independent city motivated him to order the church to be lengthened by two bays in 1630. The first Governor of Stockholm Klas Flemming employed master mason Hans Ferster and stone-cutter Heinrich Blume in 1633, which resulted in the star-ribbed vaults completed in 1642. The following year the southern portico was begun by Blume together with the Renaissance gables of the transepts later destroyed in the fire of 1723. The church could finally be inaugurated November 26, 1643, in the presence of Queen Christina. At that time, the northern ridges had been divided into two parishes (the other being that of Klara Church) separated by the northbound esker Brunkebergsåsen. However, the church interior was only partly completed and a sacristy was added in 1698.</p>\n<p>A fire destroyed the roof in 1723. A new central tower designed by Göran Joshuae Adelcrantz was inaugurated in 1739 The many steeples of the church was designed by Carl Hårleman. The exterior was repainted in a grey-white colour in the 1770s.</p>\n<p>During the 19th century, most of the 17th-century interior was hastily replaced, including both the southern and northern galleries, the retable, and the organ gallery. Complaints from the parish regarding the now dark church, caused the galleries to be rebuilt again in 1825. The church started using central heating in 1850 and gas lighting in 1862 – the 1.450 flames exceeding any other church in Stockholm. All these modifications were, however, restored by the work of Carl Möller who favoured a Romantic Nationalistic Neo-Renaissance style in Sweden called <em>Vasa-renässans</em> and Agi Lindegren who worked in a multitude of styles adopted to various contexts. The galleries were thus reshaped into Neo-Baroque and the church furnished with electric light.</p>\n<p>An exterior restoration in 1910 gave the church a new copper roof and a sandstone socle. A new restoration in 1932–37 resulted in the present rather bare interior, with no changes since except a minor restoration in 1969.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Saint James's Church is a church in central Stockholm, Sweden, dedicated to apostle Saint James the Greater, patron saint of travellers. It is often mistakenly called St Jacob's. The confusion arises because Swedish, like many other languages, uses the same name for both James and Jacob.",
  "created_at": "2026-02-21T15:26:46.937631+00:00"
}