{
  "entity_id": "Q1479784",
  "title": "Norrström",
  "latitude": 59.328613888889,
  "longitude": 18.071308333333,
  "categories": [
    "nature"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Norrstr%C3%B6m_Norrbro_2010.jpg",
  "text": "<h1>Norrström</h1>\n<p><strong>Norrström</strong> is one of the shortest rivers in Europe in central Stockholm. It connects Lake Mälaren with the Baltic Sea. It runs from Riddarfjärden, north of Gamla stan, to Stockholms ström (the western part of Saltsjön). Two islands lie within it, Strömsborg and Helgeandsholmen. It is one of two natural waterways between Mälaren and the Baltic sea, the other being Söderström south of Gamla stan. Norrström is crossed by Centralbron and the adjacent pedestrian bridge, Vasabron, Riksbron north of Helgeandsholmen which continues into Riksgatan and Stallbron south of the island, Norrbro crossing Helgeandsholmen, and Strömbron.</p>\n<p>While the majority of the river flows north of Helgeandsholmen, a small controlled portion known as the Stallkanalen runs south of the island, between it and Gamla stan.</p>\n<p>As the water level of Mälaren is usually higher than that of the Baltic, the current normally runs from west to east. Norrström is not navigable for traffic between Mälaren and the Baltic, though whitewater kayakers often use it for training. A great number of fish species can be caught there, among them sea trout and salmon, which makes Norrström a popular destination for sport fishers.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Norrström is one of the shortest rivers in Europe in central Stockholm. It connects Lake Mälaren with the Baltic Sea. It runs from Riddarfjärden, north of Gamla stan, to Stockholms ström. Two islands lie within it, Strömsborg and Helgeandsholmen. It is one of two natural waterways between Mälaren and the Baltic sea, the other being Söderström south of Gamla stan. Norrström is crossed by Centralbron and the adjacent pedestrian bridge, Vasabron, Riksbron north of Helgeandsholmen which continues into Riksgatan and Stallbron south of the island, Norrbro crossing Helgeandsholmen, and Strömbron.",
  "created_at": "2026-02-21T15:23:23.152410+00:00"
}