{
  "entity_id": "Q15042147",
  "title": "St. Eric's Cathedral, Stockholm",
  "latitude": 59.313805555556,
  "longitude": 18.0725,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Stockholms_katolska_domkyrka_03.jpg",
  "text": "<h1>St. Eric's Cathedral, Stockholm</h1>\n<p><strong>Saint Eric's Cathedral</strong> is a Catholic cathedral in Stockholm, Sweden. It is located on Södermalm, the southern part of central Stockholm. It was built in 1892 and was raised to the status of a cathedral in 1953, when the Catholic Diocese of Stockholm was created (still the only one in Sweden). The substantial increase in the number of Catholics in Stockholm and Sweden, mostly as a result of immigration after World War II, made the old church insufficient, and an extension, designed by architects Hans Westman and Ylva Lenormand, was inaugurated in 1983, at the 200th anniversary of the re-establishment in 1783 of the Catholic Church in Lutheran Sweden. The block where the cathedral is located also contains other functions serving the Catholic Church in Sweden.</p>\n<p>The church takes its name from Saint Eric, the 12th-century king of Sweden who, having been slain by a Danish prince, came to be regarded as a martyr and the patron saint of Sweden and Stockholm, depicted in the seal and coat of arms of the city.</p>\n<ul><li> Interior of the cathedral.</li> <li> Flag of Saint Eric's Cathedral. The colours are yellow and white, the clerical colours of the Vatican City.</li> <li> Exterior of the cathedral.</li> <li> The cathedral seen from northwest</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Saint Eric's Cathedral is a Catholic cathedral in Stockholm, Sweden. It is located on Södermalm, the southern part of central Stockholm. It was built in 1892 and was raised to the status of a cathedral in 1953, when the Catholic Diocese of Stockholm was created. The substantial increase in the number of Catholics in Stockholm and Sweden, mostly as a result of immigration after World War II, made the old church insufficient, and an extension, designed by architects Hans Westman and Ylva Lenormand, was inaugurated in 1983, at the 200th anniversary of the re-establishment in 1783 of the Catholic Church in Lutheran Sweden. The block where the cathedral is located also contains other functions serving the Catholic Church in Sweden.",
  "created_at": "2026-02-21T15:36:28.534803+00:00"
}