{
  "entity_id": "Q15147907",
  "title": "Slottslejonen",
  "latitude": 59.327305555556,
  "longitude": 18.071083333333,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c4/Slottslejon_%C3%B6st_2011.jpg",
  "text": "<h1>Slottslejonen</h1>\n<p>59°19′38.3″N 18°04′15.9″E﻿ / ﻿59.327306°N 18.071083°E﻿ / 59.327306; 18.071083</p>\n<p><strong>Slottslejonen</strong> (\"The Castle Lions\") are two bronze sculptures of lions that stand on Lejonbacken (\"the Lion Slope\") below the northern facade of Stockholm Palace in Stockholm, Sweden.</p>\n<p>The lions are not completely identical or merely mirror images: they have their heads turned east and west respectively (i.e., away from each other) and both gaze northwards, but both rest their left paw on a globe. The sculptures measure 1.7 × 2.7 × 1.0 meters, and the granite pedestals measure 1.9 × 2.7 × 1.2 meters.</p>\n<h2>History</h2>\n<p>The lions were created by the French sculptor Bernard Foucquet the Elder, who worked on sculptural projects for Stockholm Palace during the years 1696–1706 and 1707–1711. Foucquet used as his model the <em>Medici lions</em>—two marble lions of antique origin, erected in 1598 at the Villa Medici in Rome, later moved to the Loggia dei Lanzi in Florence. Similar lion statues already appeared at the castle in depictions from Suecia Antiqua et Hodierna in 1692. The models for <em>Slottslejonen</em> were approved in 1700 by Charles XII of Sweden, after which the bronze lions were cast in 1702 and 1704 respectively.</p>\n<p>They were then placed on Lejonbacken as a symbol of royal power. The bronze for the lions came from a well taken as war booty from the Kronborg Castle at Helsingør, during Charles X Gustav's campaign in Denmark.</p>\n<p>A casting of the eastern <em>Slottslejon</em> was erected in 1936 in Narva as a memorial of the Battle of Narva (1700).</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "\n\nSlottslejonen are two bronze sculptures of lions that stand on Lejonbacken below the northern facade of Stockholm Palace in Stockholm, Sweden.",
  "created_at": "2026-02-21T15:20:52.575739+00:00"
}