{
  "entity_id": "Q1547268",
  "title": "House of Nobility (Sweden)",
  "latitude": 59.32593,
  "longitude": 18.06573,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/79/Riddarhuspalatset%2C_2019_%2804%29.jpg",
  "text": "<h1>House of Nobility (Sweden)</h1>\n<p>The <strong>House of Nobility</strong> (Swedish: <em>Riddarhuset</em>) in Stockholm, Sweden, is a corporation and a building that maintains records and acts as an interest group on behalf of the Swedish nobility.</p>\n<h2>Name</h2>\n<p>The name is literally translated as <em>House of Knights</em>, as the knights (Swedish: <em>riddare</em>) belong to the higher ranks of the Swedish nobility, sometimes also together with titles as count (Swedish: <em>Greve</em>) and baron (Swedish: <em>friherre</em>). All esquires are also represented in the corporation (most of the families are so called <em>untitled nobility</em>, Swedish: <em>obetitlad adel</em>). This is a tradition from the Middle Ages when Sweden during the Kalmar Union only had one knight: Sten Sture.</p>\n<h2>History</h2>\n<p>Between the 17th and the 19th century the House of Nobility was a chamber in the Riksdag of the Estates.</p>\n<p>In the 18th century, the building was often used for public concerts. From 1731, public concerts were performed here by Kungliga Hovkapellet. Elisabeth Olin is believed to have debuted here in the 1750s, and foreign artists performed such as Elisabetta Almerighi, Giovanni Ansani (1772) and Rosa Scarlatti.</p>\n<p>In 1866, the Parliament of the Estates was replaced by the new <em>Riksdag</em> (Parliament of Sweden). From then on, the House of Nobility served as a quasi-official representative body for the Swedish nobility, regulated by the Swedish government. Since 2003, it has been a private institution which maintains records and acts as an interest group on behalf of the Swedish nobility, its main purpose being to maintain old traditions and culture.</p>\n<p>Since 1990 the House is a member of CILANE.</p>\n<h2>Organization</h2>\n<p>The House of Nobility is governed by the House of Nobility Act. Currently it’s the 1866 Act governing the body, but the first such act was introduced as far back as 1626.</p>\n<p>The primary decision making body of the House is the Assembly of Nobles (Swedish: <em>Adelsmötet</em>), which convenes every 3 years to make decisions regarding how the nobility shall operate until the next meeting. The Head of each noble house which has been introduced into the house is entitled to attend and vote at the assembly. They may also send another member of their house to represent them.</p>\n<p>Decisions taken by the assembly are then to be implemented over the next 3 years by the Directorate of the Swedish Nobility Foundation. This body is elected by the assembly and consists of a Chairman, a Deputy Chairman, 6 members and 3 deputy members. There is also a Chancery of the House of Nobility assisting the Directorate in implementing decisions of the assembly.</p>\n<h2>Building</h2>\n<p>The <em>Riddarhuset</em> is also the name of the building maintained by the corporation in Stockholm old town. The French-born architect Simon de la Vallée started the planning of the building, but was killed by a Swedish nobleman in 1642. The plans were eventually finished by his son, Jean de la Vallée, in 1660.</p>\n<p>The south end of the building carries the Latin inscription CLARIS MAIORUM EXEMPLIS, <em>after the clear example of the forefathers</em>, and holds a statue of Gustav Vasa, the king of Sweden 1523-1560. North of the building is a park in which is a statue of Axel Oxenstierna.</p>\n<p>The architecture of the old main library in Turku, Finland, was influenced by the Swedish House of Nobility.</p>\n<h2>Digitized archive records</h2>\n<p>The older genealogical collections in the House of Nobility, spanning from the 1600s to the 1800s, have been digitized by the Swedish company Arkiv Digital.</p>\n<h2>Gallery</h2>\n<ul><li> Swedish House of Nobility in 1885</li> <li> Swedish House of Nobility during the Age of Liberty, in the 18th century.</li> <li> The Swedish House of Nobility, north end, with a statue of Axel Oxenstierna.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The House of Nobility in Stockholm, Sweden, is a corporation and a building that maintains records and acts as an interest group on behalf of the Swedish nobility.",
  "created_at": "2026-02-21T15:22:06.901207+00:00"
}