{
  "entity_id": "Q1608760",
  "title": "Hötorget",
  "latitude": 59.33486389,
  "longitude": 18.06217222,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Hoetorget_Stockholm_2007.jpg",
  "text": "<h1>Hötorget</h1>\n<p><strong>Hötorget</strong> (<em>Haymarket</em>) is a city square in the center of Stockholm, Sweden that has been transitioning since the Early Medieval Period. </p>\n<h2>Description</h2>\n<p>To its east lies the Royal Concert Hall, to its south lies Filmstaden Sergel, one of the largest multiscreen cinemas in inner-city Stockholm, and the adjacent Hötorgshallen food market hall, and to the west lies the Haymarket by Scandic Hotels. Southeast of the square are the five high-rise office buildings <em>Hötorgsskraporna</em>. To the north is the Kungshallen food court. During the daytime it is the site of a fruit and vegetable market, except on Sundays, when flea markets are arranged.</p>\n<p>Hötorget station, on the Green line of the Stockholm metro, was opened in 1952 and is decorated with light blue tiles. The station kept its vintage style, in contrast to other more modern stations on the same line, retaining its original construction arrangements and materials such as tiles, signs, illumination, etc. There is an illuminated art installation on the ceiling of the station. The platforms of Hötorget station make a brief appearance in Madonna's 1998 \"Ray of Light\" music video.</p>\n<p>The term <em>Hötorget art</em> (<em>Hötorgskonst</em>) is a derogatory term for kitschy Swedish 20th century art lacking artistic value. The artist does not follow elite principles for sellable art, such as making multiple copies of each painting. Hötorget art is art which established art experts do not sell or assign a value to. Such art was sold at Hötorget by artists to the common people, bypassing art galleries.</p>\n<h2>Gallery</h2>\n<ul><li>  Filmstaden Sergel. 2008 </li> <li> Hötorget adjacent to Filmstaden Sergel. 2008 </li> <li> Kungshallen 2010 </li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Hötorget (Haymarket) is a city square in the center of Stockholm, Sweden that has been transitioning since the Early Medieval Period.",
  "created_at": "2026-02-21T15:35:42.171220+00:00"
}