{
  "entity_id": "Q1638031",
  "title": "Battle of Brunkeberg",
  "latitude": 59.32944444444445,
  "longitude": 18.06861111111111,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/52/The_Entry_of_Sten_Sture_the_Elder_into_Stockholm_%28Georg_von_Rosen%29_-_Nationalmuseum_-_19214.tif",
  "text": "<h1>Battle of Brunkeberg</h1>\n<p>The <strong>Battle of Brunkeberg</strong> was fought on 10 October 1471 between the Swedish regent Sten Sture the Elder and forces led by Danish king Christian I. Sture won a decisive victory, weakening the Kalmar Union considerably and becoming the effective ruler of Sweden as Lord Regent for most of his remaining life.</p>\n<h2>Background</h2>\n<p>In May 1471, Sten Sture the Elder had been elected as Lord Protector of Sweden by the Riksmöte in Arboga. Advocating Swedish secession from the Kalmar Union, <em>Herr Sten</em> as he was known, had garnered large support. In particular his followers were to be found among the peasantry, in Stockholm and in the Bergslagen mining region. The latter region's trading with German cities such as Lübeck often found themselves in conflict with the Union's Danish foreign policy. In later times the battle was often recast for propaganda reasons as a national war of liberation against Danish oppressors. In reality, most combatants on both sides were Swedish and the roots of the conflict were primarily economic and political interests.</p>\n<p>In response to the election of Sture, Christian I sailed to Sweden with a military force, intending to unseat him as Lord Protector. Mooring his ships off Skeppsholmen in Stockholm, he set up camp on Brunkebergsåsen, a ridge a short distance north of Stockholm (at the time Stockholm was confined to the island containing the Old Town).</p>\n<h2>Battle</h2>\n<p>On 10 October, Sten Sture and Nils Bosson Sture led their troops north to the area which is Hötorget in Stockholm today, near Brunkeberg after which the battle was named. Sten Sture's battle plan was to catch Christian's troops in a vice: Sten would attack from the west, Nils from the east, and Knut Posse would strike out from the city itself.</p>\n<p>In the ensuing battle, Christian was hit in the face by handgonne fire. Losing several teeth, he was forced to retire from battle. The decisive turn of battle in favor of Sture's side occurred when Nils' troops broke out of the forest north of the ridge, as Posse's troops attacked from the city. This cut off a contingent of Danish troops at the Klara monastery north of the town. Christian retired with his troops towards the island of Käpplingen (today the Blasieholmen peninsula); however Sten's troops destroyed the makeshift bridge Christian's troops had built, causing many to drown. The battle ended in a victory for Sten Sture.</p>\n<h2>Aftermath</h2>\n<p>Sture's victory over Christian meant his power as regent of Sweden was secure and would remain so for the rest of his life. According to legend, Sture had prayed to Saint George before the battle. He later paid tribute to Saint George by commissioning a statue of Saint George and the Dragon carved by the Lübeck sculptor Bernt Notke for the Storkyrkan church in Stockholm, as an obvious allegory of Sture's battle against Christian. An altar dedicated to Saint George was also built in the church.</p>\n<p>According to a 2019 study, \"For the victorious Swedes, the battle could be used to confirm a powerful narrative of a long-term, but ultimately successful, struggle against the (Danish) enemies of the realm and the community, most famously represented through the monument of Saint George and the dragon that was erected in 1489.\"</p>\n<h2>Commemoration</h2>\n<p>The <em>Saint George and the Dragon</em> sculpture in Stockholm's Köpmantorget is dedicated to the battle. It was unveiled on 10 October 1912, the 441st anniversary of the conflict.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Battle of Brunkeberg was fought on 10 October 1471 between the Swedish regent Sten Sture the Elder and forces led by Danish king Christian I. Sture won a decisive victory, weakening the Kalmar Union considerably and becoming the effective ruler of Sweden as Lord Regent for most of his remaining life.",
  "created_at": "2026-02-21T15:25:06.374949+00:00"
}