{
  "entity_id": "Q1685129",
  "title": "Skomakargatan",
  "latitude": 59.32444444,
  "longitude": 18.07055556,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/91/Skomakargatan.jpg",
  "text": "<h1>Skomakargatan</h1>\n<p><strong>Skomakargatan</strong> (Swedish: \"The Shoemaker Street\") is a street in Gamla stan, the old town of Stockholm, Sweden, Stretching between the square Stortorget and the streets Kindstugatan and Tyska Brinken, it forms a parallel street to Prästgatan and Svartmangatan.</p>\n<p>Together with Köpmangatan, Skomakargatan is the oldest preserved street name in Gamla stan. In 1337 it is referred to as (in Latin) <em>in vico sutorum</em> (\"on the street of the shoemakers\"), and the street remained the established quarters for the trade until the early 18th century.</p>\n<p>The royal weaving mill was located on the street in the 16th century, as were two guild lounges (<em>gillehus</em>) dedicated to St Olof (Saint Olav) and Helga Lekamen (The Holy Body of Christ). (See also Helga Lekamens Gränd.)</p>\n<p>Before Tyska kyrkan (the German Church) was built in the early 17th century, the street south of Skomakargatan was called <em>Skomakarebrinken</em> (\"The Shoemakers Slope\") or, in reference to the local city gate, <em>Skomakarporten</em> (\"Shoemaker's Gate\").</p>\n<p>Skomakargatan is also one of the main sceneries in the story of <em>The Member of Parliament and the Beautiful Dalecarlian Girl</em>, a story about a young woman, Pilt Carin Ersdotter (1814–1885), who came to Stockholm from Dalarna to work as a milkmaid, and quickly became famous for her beauty. A count Rudolph fell madly in love with her, and she was regularly invited to parties otherwise only attended by wealthy people. At one occasion the police even interrogated her because she blocked the street with her beauty, however freeing her over the charges because \"beauty is not a crime\". She resisted all admirers in the capital to return to her fiancé in Dalarna, and became the subject for many songs and tales long after her departure.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Skomakargatan is a street in Gamla stan, the old town of Stockholm, Sweden, Stretching between the square Stortorget and the streets Kindstugatan and Tyska Brinken, it forms a parallel street to Prästgatan and Svartmangatan.",
  "created_at": "2026-02-21T15:05:22.419066+00:00"
}