{
  "entity_id": "Q17302788",
  "title": "Egalia",
  "latitude": 59.3131,
  "longitude": 18.0671,
  "categories": [
    "culture"
  ],
  "image_url": null,
  "text": "<h1>Egalia</h1>\n<p><strong>Egalia</strong> is a preschool located in Södermalm, a borough of the Swedish capital of Stockholm. As is the case with every Swedish pre-school, Egalia is funded with municipal money. The school is funded and directed by Lotta Rajalin. The school opened in 2010 and serves children from ages 1 to 6.</p>\n<h2>Background</h2>\n<p>Egalia is an offshoot of Nicolaigarden, a preschool that has 115 pupils. Three teachers from Nicolaigarden started Egalia in 2010 as a result of the success of the larger school.</p>\n<h2>Policy on gendered pronouns</h2>\n<p>The preschool has received attention for its refusal to use the terms \"him\" and \"her\" and encouraging the children to say \"friend\" or to use the gender-neutral pronoun <em>hen</em> instead.</p>\n<p>The idea of the gender-neutral pronoun came from Finnish (about 5% of the population of Sweden is Finnish-speakers). Since Finnish completely lacks grammatical gender, has no way (and no need) to express gender with pronouns. In Swedish, <em>han</em> means he and <em>hon</em> means she – but the Finns <em>ab ovo</em> use the gender-neutral personal pronoun <em>hän</em>, which means both he or she.</p>\n<p>The school has avoided books that have gender-specific roles and definitions. Nearly all of the books that the school uses for teaching deal with gay couples, single parents or adopted children.</p>\n<h2>Controversy</h2>\n<p>Egalia has encountered controversy for \"indoctrination\" to which the school replied that this was to be expected in any society and \"Bringing them up is indoctrination\". According to psychiatrist and author David Eberhard it is \"intellectually dishonest\" and \"this kind of brainwash works when they are small\".</p>\n<h2>Relevant laws</h2>\n<p>The Swedish national curriculum has demanded schools oppose gender stereotypes since 1998.</p>\n<p>Teachers make sure pupils in Egalia do not have access to material that could promote gender-stereotyping. Under the UN Convention on the Rights of the Child, children have the right to access a range of opinions but exceptions exist for \"the protection of national security or of public order (ordre public), or of public health or morals.\" as well as or \"For respect of the rights or reputations of others\"</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "\nEgalia is a preschool located in Södermalm, a borough of the Swedish capital of Stockholm. As is the case with every Swedish pre-school, Egalia is funded with municipal money. The school is funded and directed by Lotta Rajalin. The school opened in 2010 and serves children from ages 1 to 6.",
  "created_at": "2026-02-21T15:38:01.411441+00:00"
}