{
  "entity_id": "Q1736102",
  "title": "Katarina Church",
  "latitude": 59.317083333333336,
  "longitude": 18.078055555555554,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/88/Katarina_kyrka_January_2013_02.jpg",
  "text": "<h1>Katarina Church</h1>\n<p><strong>Katarina kyrka</strong> (<em>Church of Catherine</em>) is one of the major churches in central Stockholm, Sweden. The original building was constructed 1656–1695. It has been rebuilt twice after being destroyed by fires, the second time during the 1990s. The Katarina-Sofia borough is named after Katarina Parish and the neighbouring parish of Sofia.</p>\n<p>Construction of the church started during the reign of Charles X Gustav of Sweden, and the church is named after Princess Catherine, mother of the king, wife of John Casimir, Palsgrave of Pfalz-Zweibrücken and half-sister of Gustavus Adolphus. The original architect was Jean de la Vallée. The construction was severely delayed due to shortage of funds.</p>\n<p>In 1723 the church, together with half of the buildings in the parish, was completely destroyed in a major fire. Rebuilding started almost immediately, under supervision of Göran Josua Adelcrantz, the city architect, who designed a larger, octagonal tower.</p>\n<p>On 17 May 1990, the church burned down again, leaving almost nothing remaining but the external walls. Architect Ove Hidemark was responsible for rebuilding the church, which reopened in 1995. The new organ was built by J. L. van den Heuvel Orgelbouw in the Netherlands.</p>\n<p>Several famous Swedes are buried in the cemetery surrounding the church, most notably the assassinated Foreign Minister Anna Lindh. Others include the popular Dutch-Swedish singer Cornelis Vreeswijk, as well as the former football player Sven Bergqvist, Rapper Einár, and Sten Sture the Elder.</p>\n<h2>Notable architectural features</h2>\n<p><strong>Karl XII's Trappa</strong></p>\n<ul><li> Karl XII's Stair at Katarina Church in Stockholm, Sweden.</li> <li> Karl XII's seal / badge from the landing area of Karl XII's Stair at Katarina Church in Stockholm, Sweden.</li> <li> Markings from Charles XII's Stair at Katarina Church in Stockholm, Sweden. Made by Benjamin Roth.</li></ul>\n<p>Karl XII's Stair is the double staircase that leads from the cemetery up to the southern entrance of the church and is so named because of its ornate railing. It was built sometime between 1712 and 1715 and was dedicated in 1715 as indicated by the date on the portion on the stair's landing. The stair's namesake is Charles XII of Sweden who was king at the time, and his royal monogram appears above the dedication date. The railing was made by the Blacksmith Benjamin Roth and renovated by his son, Carl Roth, in 1776. On the pillars on either side of the stair is engraved a poem about Karl XII:</p>\n<blockquote><p><strong>\"När Karl den tolfte kronan bar</strong>, (When Karl the twelfth bore the crown,)</p><p><strong>man denna trappa uppbyggt har</strong> (man built this stair)</p><p><strong>som Herrans hus sin prydnad ger,</strong> (ornamented like the Lord's)</p><p><strong>på sätt man här för ögon ser.</strong> (has been set here for eyes to see.)</p><p><strong>Förr'n någon sätter foten hit</strong> (For if anyone sets their foot here)</p><p><strong>rannsake han sig själv med flit</strong> (they shall examine themselves with purpose)</p><p><strong>att Gud hans själ till kyrkan får.</strong> (to God the church receives his soul.)</p><p><strong>Ty han då väl till kyrkan går.</strong> (For then aught to go to church.)</p><p><strong>När handen din vid gallret rör,</strong> (When your hand touches near the gate)</p><p><strong>så ställ dig Jakobs stege för.</strong> (the you stand before Jacob's Ladder.)</p><p><strong>På den Guds änglars dyra tropp</strong> (On it God's Angels, valued troops)</p><p><strong>steg änglar ned, steg änglar opp.</strong> (stepped angels down, stepped angels up.)</p><p><strong>Så stig ock du en ängel from</strong> (So step you also, who are an angel)</p><p><strong>i tro, i bot, i kristendom</strong> (in faith, in repentance, in Christianity)</p><p><strong>här trappan både opp och ner</strong> (on these stairs both up and down)</p><p><strong>och tänk att Jakobs Gud det ser.</strong> (and remember that Jacob's God sees it.)</p><p><strong>Och när du ned av berget går</strong> (And when come down from this mountain)</p><p><strong>på vilket här Guds boning står,</strong> (which is God's dwelling place)</p><p><strong>låt då din bön, din tro ock hopp</strong> (let then your prayers, your faith and hope)</p><p><strong>till Himlaberget stig opp.</strong> (to the Holy Mountain rise up.)</p><p><strong>Sist bed: att detta tempel må</strong> (Final request: that this temple may)</p><p><strong>i vår och senare tiden stå;</strong> (in our and later times stand;)</p><p><strong>att där och kring hela Nord</strong> (that there and around the whole North)</p> <p><strong>må aldrig tryta Herrans ord.\"</strong> (may the Word of the Lord never run out.)</p></blockquote>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Katarina kyrka is one of the major churches in central Stockholm, Sweden. The original building was constructed 1656–1695. It has been rebuilt twice after being destroyed by fires, the second time during the 1990s. The Katarina-Sofia borough is named after Katarina Parish and the neighbouring parish of Sofia.",
  "created_at": "2026-02-21T15:31:51.173427+00:00"
}