{
  "entity_id": "Q1749479",
  "title": "Dansmuseet",
  "latitude": 59.32975,
  "longitude": 18.06539,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Sundsvalls_Handelsbank%2C_Drottninggatan_17%2C_aug_2020c.jpg",
  "text": "<h1>Dansmuseet</h1>\n<p><strong>Dansmuseet</strong> (the Dance Museum) is a museum for the performing and visual arts located in Stockholm, Sweden. Opened in 1953 in the basement of the Royal Swedish Opera, it originally displayed a large collection of dance-related art that belonged to Rolf de Maré, a leader of the Ballets suédois in Paris from 1920 to 1925. In 1969, a library named after the Swedish dancer, Carina Ari was endowed by Ari and attached to the museum, with Bengt Hägar as its curator. The library contains the most comprehensive archive of literature on dance in Northern Europe. The museum is currently located at Drottninggatan 17. The library receives no state funds, as it is privately endowed. The majority of its collection consists of materials from Western Europe dating between 1500 and 1850, a journal collection dating from the turn of the 20th century, and a video library of thousands of films. There is also a large collection of books on Russian dance. As of 2023, the director of the museum is Hans Öjmyr.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Dansmuseet is a museum for the performing and visual arts located in Stockholm, Sweden. Opened in 1953 in the basement of the Royal Swedish Opera, it originally displayed a large collection of dance-related art that belonged to Rolf de Maré, a leader of the Ballets suédois in Paris from 1920 to 1925. In 1969, a library named after the Swedish dancer, Carina Ari was endowed by Ari and attached to the museum, with Bengt Hägar as its curator. The library contains the most comprehensive archive of literature on dance in Northern Europe. The museum is currently located at Drottninggatan 17. The library receives no state funds, as it is privately endowed. The majority of its collection consists of materials from Western Europe dating between 1500 and 1850, a journal collection dating from the turn of the 20th century, and a video library of thousands of films. There is also a large collection of books on Russian dance. As of 2023, the director of the museum is Hans Öjmyr.",
  "created_at": "2026-02-21T15:27:05.832624+00:00"
}