{
  "entity_id": "Q1789515",
  "title": "Royal Stables (Sweden)",
  "latitude": 59.33286111,
  "longitude": 18.0787,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Estpresident_1c300_8347.jpg",
  "text": "<h1>Royal Stables (Sweden)</h1>\n<p>The <strong>Royal Stables</strong> (Swedish: <em>Kungliga Hovstallet</em>) is the mews (i.e. combined stables and carriage house) of the Swedish Monarchy which provides both the ceremonial transport for the Swedish Royal Family during state events and festive occasions and their everyday transportation capacity. The Royal Stables date from 1535, and were originally built on Helgeandsholmen, close to Stockholm Palace. The Royal Stables are today located just behind Strandvägen in Östermalm in central Stockholm, Sweden. The head of the Royal Stables is the Crown Equerry.</p>\n<p>The Royal Stables are open to the public through guided tours. Around 50 horse-drawn carriages, sleighs and coaches are kept there, together with the cars of the royal family and about 20 horses.</p>\n<h2>History</h2>\n<h3>Early history</h3>\n<p>The first royal stables were located on Helgeandsholmen, close to Stockholm Palace. The first known buildings dedicated to the horses of the King were built in 1535 during the rule of Gustav Vasa. Relatively quickly, however, these stables became inadequate and were moved to larger premises not far from Saint James's Church on the site of the present Royal Swedish Opera house. During the reign of King Charles XI, however, the stables moved back to Helgeandsholmen. The new stables were built to the design of Nicodemus Tessin the Younger and included an armoury, a riding hall, and a coach house, in addition to stables for the horses. In 1696 the building was destroyed by a fire, and Tessin designed a new building that was built on the same site soon thereafter. These stables had room for 150 horses and were significantly more modern and spacious than their predecessor. The stables would remain in this location for almost two centuries.</p>\n<h3>Modern history</h3>\n<p>In the 1870s, plans were made to build a Parliament House and a National Bank on Helgeandsholmen. The owner of the stables, King Oscar II offered to give the land for this purpose if another location could be found for the stables. The Swedish government offered a substantial sum of money and proposed to build the new stables at their current location. Architects of the new buildings, built in a Medievalist style, were Ernst Jacobsson and Fritz Eckert. The present buildings were finished in 1894. They originally contained space for 90 horses and 160 vehicles.</p>\n<h2>Duties</h2>\n<p>The main duties of the Royal Stables are to provide the Royal Family with transport. Horse-drawn carriages are used for ceremonial occasions, but the stables also contain cars for the royal family. Apart from these duties, the stables also have the responsibility of displaying its cultural heritage to the public, e.g. through guided tours.</p>\n<h3>Horses and carriages</h3>\n<p>The stables contain around 20 horses, all bay in colour. While their physical appearance is important — the horses must also be around 170 centimetres (5.6 ft) tall and \"with an attractive gait\" — they also need to have a steady temperament and are trained substantially to be able to cope with working in a busy city environment. They receive two years initial training after they are bought by the stables (at an age of between five and seven years) and are thereafter also trained daily on Djurgården. The stables contain around 50 different carriages, sleighs and coaches. The State Coach, also called the Glass Coach, dates from 1897 and is the most elaborate of these. It is used at the ceremonial opening of the parliament and on formal state visits by other heads of state during bad weather (in fair weather an open carriage is used). The coaches at the stable range in age from the mid-19th century to the early 20th century.</p>\n<h3>Cars</h3>\n<p>The stables also contain about 20 cars used by the royal court. Among these are a 1950 Daimler Limousine DS420 and a Cadillac Fleetwood from 1969. The other cars are mostly modern and intended for daily use; around 6,000 transport missions are carried out with cars by the Royal Stables every year. The Royal Stables has a pronounced ambition to invest in cars with a low environmental impact.</p>\n<h2>Gallery</h2>\n<ul><li> Aerial view of the stable buildings in Stockholm.</li> <li> The entrance of the stables.</li> <li> The King and Queen of Sweden with the President of Estonia, Toomas Hendrik Ilves, and his wife Evelin Ilves at the Royal Stables, entering the State Coach (2011).</li> <li> The State Coach at the Royal Stables.</li> <li> Daimler DS420 at the Royal Stables.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Royal Stables is the mews of the Swedish Monarchy which provides both the ceremonial transport for the Swedish Royal Family during state events and festive occasions and their everyday transportation capacity. The Royal Stables date from 1535, and were originally built on Helgeandsholmen, close to Stockholm Palace. The Royal Stables are today located just behind Strandvägen in Östermalm in central Stockholm, Sweden. The head of the Royal Stables is the Crown Equerry.",
  "created_at": "2026-02-21T15:32:18.197881+00:00"
}