{
  "entity_id": "Q1968711",
  "title": "Nobel Prize Museum",
  "latitude": 59.3252155,
  "longitude": 18.0708309,
  "categories": [
    "historic",
    "trendy",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/da/Nobel_Prize_Museum_Entrance_Stockholm_20240611.JPG",
  "text": "<h1>Nobel Prize Museum</h1>\n<p>The <strong>Nobel Prize Museum</strong> (formerly the <strong>Nobel Museum</strong> [Swedish: <em>Nobelprismuseet</em>]) is located in the former Stock Exchange Building (<em>Börshuset</em>) on the north side of the square Stortorget in Gamla Stan, the old town in central Stockholm, Sweden. (The Swedish Academy and the Nobel Library are also in the same building.) The Nobel Prize Museum showcases information about the Nobel Prize and Nobel laureates, as well as information about the founder of the prize, Alfred Nobel (1833–1896). The museum's permanent display includes many artifacts donated by Nobel Laureates, presented together with personal life stories.</p>\n<h2>History</h2>\n<p>The Nobel Prize Museum opened in the spring of 2001 for the 100th anniversary of the Nobel Prize. Its name was changed to Nobel Prize Museum in 2019, in conjunction with Erika Lanner becoming the museum's new director.</p>\n<p>According to the manifesto of the museum, the intentions are to be a “reflecting and forward-looking and spirited memory of Nobel laureates and their achievements, as well as of the Nobel Prize and Alfred Nobel.” To achieve these aims, the museum offers exhibitions, films, theatre plays, and debates related to science; in addition to its bistro and shop. Museum exhibitions feature prominent Nobel laureates such as Marie Curie, Nelson Mandela, and Winston Churchill.</p>\n<p>The museum frequently offers creative exhibitions such as “Sketches of science”, a photo exhibition with 42 Nobel laureates photographed with their own sketch of their Nobel discovery. This exhibition has also been shown in other parts of the world as well, including Dubai and Singapore.</p>\n<p>For visitors who want to bring a piece of the museum home, a souvenir shop is available that contains items about Alfred Nobel and the museum. One of the most popular items is Alfred Nobel's gold medal made in dark fair trade chocolate. Another one is the Swedish “dynamite” candy that is flavored with jalapeño pepper. During 2011, the souvenir shop collaborated with the artist Artan Mansouri who made paintings that symbolized Nobel's life. Besides that, the shop offers a lot of educational toys for children, books by and about Nobel Prize laureates, and also unique items only found in the Nobel Museum shop.</p>\n<p>There is also Bistro Nobel featuring Nobel chocolate, Swedish cakes, and also lunch and dinner. At the bistro, Nobel ice cream is served as well; this ice cream can only be found in the Nobel Bistro. The Nobel tea is usually served every year at the Nobel banquet.  The under side of chairs in the bistro have been signed by Nobel laureates.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Nobel Prize Museum is located in the former Stock Exchange Building (Börshuset) on the north side of the square Stortorget in Gamla Stan, the old town in central Stockholm, Sweden. The Nobel Prize Museum showcases information about the Nobel Prize and Nobel laureates, as well as information about the founder of the prize, Alfred Nobel (1833–1896). The museum's permanent display includes many artifacts donated by Nobel Laureates, presented together with personal life stories.",
  "created_at": "2026-02-21T15:04:50.308210+00:00"
}