{
  "entity_id": "Q2164087",
  "title": "German Church, Stockholm",
  "latitude": 59.324166666667,
  "longitude": 18.071666666667,
  "categories": [
    "culture",
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/32/Tyska_kyrkan_stadsbild_2012.jpg",
  "text": "<h1>German Church, Stockholm</h1>\n<p>The <strong>German Church</strong> (German: <em>Deutsche Kirche</em> [ˈdɔʏtʃə kɪʁçə]; Swedish: <em>Tyska kyrkan</em> [ˈtʏ̌sːka ˈɕʏ̂rːkan]), sometimes called <strong>St. Gertrude's Church</strong> (Swedish: <em>Sankta Gertruds kyrka</em>), is a church in Gamla stan, the old town in central Stockholm, Sweden, belonging to the German Saint Gertrude Parish of the Church of Sweden.</p>\n<p>Located between the streets Tyska Brinken, Kindstugatan, Svartmangatan, and Prästgatan, it is named for standing in the centre of a neighbourhood that in the Middle Ages was dominated by Germans. Officially named <em>Sankta Gertrud</em>, the church is dedicated to Saint Gertrude (626–659), abbess of the Benedictine monastery of Nivelles, in present-day Belgium, and patron saint of travellers.</p>\n<h2>History</h2>\n<p>The German guild of St. Gertrude was founded on the location for the present church in the 14th century. While the guild was created by German merchants, their Swedish counterparts were often invited to take part in its activities. For example, King Charles VIII was elected in the guild's building in 1448. The headquarters of the guild was gradually rebuilt into a church starting in the 1580s. Among the architects involved were Wilhelm Boy, the Flemish architect of King Eric III, the Walloon Hubert de Besche and also Hans Jacob Kristler, the architect from Strasbourg who designed the Makalös Palace in present-day Kungsträdgården for Jacob de la Gardie.</p>\n<p>Though there was an abundant number of German merchants and craftsmen in Stockholm during the Middle Ages, they didn't possess a separate site for their religious services until 1558 when King Gustav Vasa permitted them to hold separate services. In 1571, King John III authorized the German expatriates in the city to form a separate parish, including summoning priests from Germany, and it thus became the first German ecclesiastical parish outside Germany, It first held its sermons in the Greyfriars monastery on Riddarholmen (today Riddarholmskyrkan) but within five years relocated to the building of the German guild where the king earlier had a chapel built for the Finnish parish. The two parishes shared the space, with the Germans managing the maintenance of the chapel and also inaugurating a German school in 1580, soon relocated to Tyska Skolgränd and still in existence until 1888.</p>\n<p>In 1607, however, King Charles IX transferred the premises exclusively to the Germans. Hans Jakob Kristler enlarged the chapel in 1638-1642 to the present two-nave church. During the 17th century, while the choir of the school participated at the royal concerts, the church became an important centre for church music in Sweden. A crypt, construction on which was started in 1716 but was interrupted 1860–1992, is still in use by the parish. By 1800, the German congregation had dwindled to a mere 113 people, and in 1878 a fire destroyed the tower. Today the German parish sorts under the Church of Sweden but as a so-called non-territorial parish, the approximately 2,000 members of which are found all around Stockholm. Services in German are still held every Sunday at 11 am, and the church is open daily during summers and at weekends during winter.</p>\n<h2>Exterior</h2>\n<p>The brick steeple and the copper covered spire, together 96 metres tall, were completed in 1878 to the design of Julius Carl Raschdorff (1823–1914), an architect based in Berlin. For the commission he chose Neogothic gargoyles featuring grotesque animals, indeed unusual in Swedish architectural history but today recognized as 'natural features' of the old town. The elaborate carillon is heard over the old city four times daily: 8 am and 4 pm psalm <em>Nun danket alle Gott</em> is played, and at noon and 8 pm the psalm <em>Praise the Lord</em>.</p>\n<p>Over the northern gate facing Tyska Brinken is a gilded images of the patron saint and the exhortation <em>Fürchtet Gott! Ehret den König!</em> — \"Fear God! Honour the King!\". Flanking the eastern gate facing Svartmangatan are two tables carrying gilded inscriptions. The southern sandstone portal is flanked by statues of Jesus and Moses, in the context symbolizing the New and the Old Testaments, accompanied by Love, Hope, and Faith. The statues were cut by Jost Henne from Westphalia in the 1640s; he later became the alderman of the city's masons guild.</p>\n<h2>Interior</h2>\n<p>The interior is Baroque in style, the large windows of which make it overflowed by light, highlighting the white vaults and their many angels heads. The wine cellars of the original guild building are still found under the current marble floor. In the atrium is a window featuring St. Gertrude herself holding a chalice in one hand and a model of the church in the other. The ten metres tall altar was created by Markus Hebel, a Baroque master from Neumünster, Schleswig-Holstein.</p>\n<p>The so-called \"king's gallery\" crowned by the monogram of King Charles XI was designed by Nicodemus Tessin the Elder. The green and golden structure, at the time resting on pillars seemingly suspended over the floor, was reached by a magnificently carved flight of stairs used by generations of royal families, often of German descent, attending the sermons. The ceiling displays a painting by David Klöcker Ehrenstrahl, born in Hamburg and a member of the German parish. The lower part of the gallery was later glazed and today contains the sacristy. The painted windows are all from the turn of the century 1900. The southern windows, arguably, retell the benefits of living a devoted life. By the entrance is a commemorative plate reminding of the restaurateur Peter Hinrich Fuhrman (-1773), one of the church's most important donors.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The German Church, sometimes called St. Gertrude's Church, is a church in Gamla stan, the old town in central Stockholm, Sweden, belonging to the German Saint Gertrude Parish of the Church of Sweden.",
  "created_at": "2026-02-21T15:15:15.427961+00:00"
}