{
  "entity_id": "Q22669541",
  "title": "Sofia metro station",
  "latitude": 59.313,
  "longitude": 18.0875,
  "categories": [
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/62/Sofia_tunnelbana%2C_20221001.jpg",
  "text": "<h1>Sofia metro station</h1>\n<p><strong>Sofia</strong> is a future station on the Blue Line of the Stockholm metro. The station is part of the southern extension of the Blue Line, linking Kungsträdgården with Nacka and Hagsätra. Sofia station will be located in Stigbergsparken, on Folkungagatan in Södermalm, and will be one of the deepest metro stations in the world, situated approximately 100 meters below ground.</p>\n<h2>Design and construction</h2>\n<p>The station will feature a single underground island platform, accessible solely by eight high-speed lifts. These lifts will transport passengers between the platform and the only entrance, in Stigbergsparken, in approximately 30 seconds. Unlike most Stockholm metro stations, Sofia will not have escalators or stairs due to its depth.</p>\n<p>Construction of Sofia station began in August 2021, as part of the extension of the Blue Line towards Nacka and Hagsätra. Extensive tunneling and rock blasting works have been ongoing beneath Södermalm to make space for the station and related tunnels. By mid-2024, workers had reached depths of about 30 meters for the lift shafts, with further blasting required to reach the full depth of 100 meters.</p>\n<p>The station is expected to open for service in 2030, following almost 10 years of construction.</p>\n<p>One of the key features of Sofia station is its high-speed lifts, due to the depth of the underground platform. The lifts will travel at speeds of up to 4 meters per second, reducing travel time compared to traditional escalators. The lifts will have glass doors to provide visibility. To ensure safety, the design also includes provisions for fire safety and emergency evacuations, with redundant lift systems and additional ventilation in case of emergencies.</p>\n<h2>Surrounding area</h2>\n<p>Sofia station’s entrance will be located in Stigbergsparken, a green space on Folkungagatan, in the eastern part of Södermalm. This area is a popular residential and cultural district of Stockholm, and the new station is expected to improve accessibility to Södermalm without the need to pass through Slussen, from other parts of the city, as well as to Nacka and Hagsätra.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Sofia is a future station on the Blue Line of the Stockholm metro. The station is part of the southern extension of the Blue Line, linking Kungsträdgården with Nacka and Hagsätra. Sofia station will be located in Stigbergsparken, on Folkungagatan in Södermalm, and will be one of the deepest metro stations in the world, situated approximately 100 meters below ground.",
  "created_at": "2026-02-21T15:38:13.629829+00:00"
}