{
  "entity_id": "Q2371616",
  "title": "Conquest of Stockholm",
  "latitude": 59.331,
  "longitude": 18.074,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/3e/The_Entry_of_King_Gustav_Vasa_of_Sweden_into_Stockholm%2C_1523_%28Carl_Larsson%29_-_Nationalmuseum_-_23935.tif",
  "text": "<h1>Conquest of Stockholm</h1>\n<p>The <strong>Conquest of Stockholm</strong> (Swedish: <em>Erövringen av Stockholm</em>) was a battle in the Swedish War of Liberation that took place in Stockholm, Sweden on 17 June 1523. The Swedish forces had for a long time laid siege to Stockholm, which was the last Danish stronghold in Sweden. The city waited for reinforcement from Denmark, but none came.</p>\n<p>A first attempt at negotiation began on the basis that the military forces in Stockholm would surrender to Lübeck, and that Lübeck and Danzig would compensate them for their remaining pay. Gustav Vasa refused to agree with this proposal, and the siege continued.</p>\n<p>In June 1523 the negotiations were resumed. Stockholm's defenders were tired of the fighting, and their only demand was safe passage and that they were allowed to retain their equipment. This was accepted by Gustav Vasa and on 17 June the capitulation of the city and castle was officially signed. Gustav Vasa, who had been crowned King of Sweden on 6 June, could march into the city on Midsummer's Eve.</p>\n<h2>Depictions</h2>\n<p>The conquest of Stockholm 1523 is depicted in the Swedish opera <em>Gustaf Wasa</em> from 1786 by Johann Gottlieb Naumann, where the libretto was written by Johan Henric Kellgren and Gustav III of Sweden.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Conquest of Stockholm was a battle in the Swedish War of Liberation that took place in Stockholm, Sweden on 17 June 1523. The Swedish forces had for a long time laid siege to Stockholm, which was the last Danish stronghold in Sweden. The city waited for reinforcement from Denmark, but none came.",
  "created_at": "2026-02-21T15:28:10.100329+00:00"
}