{
  "entity_id": "Q2611987",
  "title": "Ministry of Health and Social Affairs (Sweden)",
  "latitude": 59.3289,
  "longitude": 18.0654,
  "categories": [
    "political",
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Great_coat_of_arms_of_Sweden_%28without_mantle%29.svg/960px-Great_coat_of_arms_of_Sweden_%28without_mantle%29.svg.png",
  "text": "<h1>Ministry of Health and Social Affairs (Sweden)</h1>\n<p>The <strong>Ministry of Health and Social Affairs</strong> (Swedish: <em>Socialdepartementet</em>) is a ministry in the Government of Sweden responsible for policies related to social welfare: social security, social services, medical and health care, public health and the rights of children, the elderly and disabled people.</p>\n<p>The ministry is currently headed by the Minister for Social Affairs and Public Health, Jakob Forssmed of the Christian Democrats.</p>\n<h2>History</h2>\n<p>The ministry was established on 1 July 1920 when the  Ministry of Civil Service Affairs was split into two ministries, the <strong>Ministry of Social Affairs</strong> and the Ministry of Communications.</p>\n<p>It is located at Fredsgatan 8 in Stockholm.</p>\n<h2>Government agencies and other bodies</h2>\n<p>The largest agency under the Ministry of Health and Social Affairs (sorted by operating costs) is the Swedish Social Insurance Agency, with annual costs over 15% of GDP and 16,000 employees. This agency is in charge of financial aspects of family policy and social security in the event of illness and disability.</p>\n<p>The Ministry of Health and Social Affairs is principal for 20 government agencies, two state-owned companies (Systembolaget AB, operating an alcohol monopoly, and Apoteket Produktion % Laboratorier AB, operating non-monopolistic entity) and three funds.</p>\n<h3>Agencies</h3>\n<p>Source:</p>\n<ul><li>Alcoholic Beverages Product Range Board (<em>Alkoholsortimentsnämnden</em>)</li> <li>eHealth Agency (<em>eHälsomyndigheten</em>)</li> <li>Public Health Agency (<em>Folkhälsomyndigheten</em>)</li> <li>Swedish Research Council for Health, Working Life (<em>Forskningsrådet för arbetsliv, hälsa och välfärd</em>)</li> <li>Social Insurance Agency (<em>Försäkringskassan</em>)</li> <li>Medical Responsibility Board (<em>Hälso- och sjukvårdens ansvarsnämnd</em>)</li> <li>Social Insurane Inspectorate (<em>Inspektionen för socialförsäkringen</em>)</li> <li>Health and Social Care Inspectorate (<em>Inspektionen för vård och omsorg</em>)</li> <li>Dental and Pharmaceutical Benefits Agency (<em>Tandvårds- och läkemedelsförmånsverket</em>)</li> <li>Medical Products Agency (<em>Läkemedelsverket</em>)</li> <li>Agency for Participation (<em>Myndigheten för delaktighet</em>)</li> <li>Family Law and Parental Support Authority (<em>Myndigheten för familjerätt och föräldraskapsstöd</em>)</li> <li>Agency for Health and Care Services Analysis (<em>Myndigheten för vård- och omsorgsanays</em>)</li> <li>Pensions Agency (<em>Pensionsmyndigheten</em>)</li> <li>Board of Health and Welfare (<em>Socialstyrelsen</em>)</li> <li>Agency for Health Technology Assessment and Assessment of Social Services (<em>Statens beredning för medicinsk och social utvärdering</em>)</li> <li>Board of Institutional Care (<em>Statens institutionsstyrelse</em>)</li> <li>Ombudsman for Children in Sweden (<em>Barnombudsmannen</em>)</li> <li>Agency for Support to Faith Communities (<em>Myndigheten för stöd till trossamfund</em>)</li> <li>Agency for Youth and Civil Society (<em>Myndigheten för ungdoms- och civilsamhällesfrågor</em>)</li></ul>\n<h3>Government funds</h3>\n<p>Source:</p>\n<ul><li>Inheritance Fund (<em>Allmänna arvsfonden</em>)</li> <li>General Practitioners Foundation (<em>Provinsialläkarstiftelsen</em>)</li> <li>WHO Collaborating Centre for International Drug Monitoring Fund</li></ul>\n<h3>State-owned companies</h3>\n<p>Source:</p>\n<ul><li>Apotek Produktion &amp; Laboratorier (APL)</li> <li>Systembolaget AB, state-owned chain of liquor stores, the only retailer allowed to sell alcoholic beverages in Sweden (see alcohol monopoly)</li></ul>\n<h2>Policy areas</h2>\n<p>Source:</p>\n<ul><li>Burial and cremation services</li> <li>Care for older people</li> <li>Children's rights</li> <li>Civil society and sports</li> <li>Disabilities</li> <li>Faith communities</li> <li>Family care</li> <li>Medical care</li> <li>Pensions system</li> <li>Public health</li> <li>Social insurance</li> <li>Social services</li> <li>Youth policy</li></ul>\n<h2>Cabinet ministers</h2>\n<h3>Ministers with responsibility as Head of the Ministry</h3>\n<h3>Ministers for Social Security</h3>\n<h3>Ministers with the title of Health Care</h3>\n<h3>Ministers with the title of Social Services</h3>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Ministry of Health and Social Affairs is a ministry in the Government of Sweden responsible for policies related to social welfare: social security, social services, medical and health care, public health and the rights of children, the elderly and disabled people.",
  "created_at": "2026-02-21T15:25:43.854579+00:00"
}