{
  "entity_id": "Q2612426",
  "title": "Ministry of Integration and Gender Equality (Sweden)",
  "latitude": 59.3289,
  "longitude": 18.0654,
  "categories": [
    "political",
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Great_coat_of_arms_of_Sweden_%28without_mantle%29.svg/960px-Great_coat_of_arms_of_Sweden_%28without_mantle%29.svg.png",
  "text": "<h1>Ministry of Integration and Gender Equality (Sweden)</h1>\n<p>The <strong>Ministry of Integration and Gender Equality</strong> (Swedish: <em>Integrations- och jämställdhetsdepartementet</em>) was a ministry of the Government Offices of Sweden. Its areas of responsibility included consumer affairs, democracy issues, gender equality, human rights, integration issues, metropolitan affairs, minority issues, non-governmental organizations and youth policy. The only minister to head the ministry was Nyamko Sabuni who served as Minister for Gender Equality and as Minister for Integration. She was careful to publicly point out that she is an equalist and not a feminist, not having any group based on gender, race, age, religion or other typical discrimination ground as focus and angle above others in her equality work. In Swedish the role (Jämställdhetsminister) is more exactly translated into called Equality Minister.</p>\n<p>The ministry offices were located at Fredsgatan 8 in central Stockholm.</p>\n<p>The ministry was dissolved following the 2010 general election with gender equality moving to the Ministry of Education and Research and integration moving to the Ministry of Employment.</p>\n<h2>History</h2>\n<p>The ministry was created on January 1, 2007, after a decision by the new government that took office on October 6, 2006. Previously these its areas of responsibilities were handled by the Ministry of Justice and the Ministry for Foreign Affairs respectively.</p>\n<h2>Government agencies</h2>\n<p>The Ministry of Integration and Gender Equality was principal for the following government agencies:</p>\n<p>Organized under the Ministry of Justice:</p>\n<ul><li>The Board of Supervision of Estate Agents (<em>Fastighetsmäklarnämnden</em>, <em>FMN</em>)</li> <li>The Market Court (<em>Marknadsdomstolen</em>)</li> <li>The Swedish Consumer Agency (<em>Konsumentverket</em>, <em>KO</em>)</li> <li>The National Board for Consumer Complaints (<em>Allmänna reklamationsnämnden</em>, <em>ARN</em>)</li> <li>The Travel Guarantee Board (<em>Resegarantinämnden</em>)</li></ul>\n<p>Organized under the Ministry of Education:</p>\n<ul><li>The Swedish National Board for Youth Affairs (<em>Ungdomsstyrelsen</em>)</li></ul>\n<p>Defunct agencies:</p>\n<ul><li>The Equal Opportunities Ombudsman (<em>Jämställdhetsombudsmannen</em>, <em>JämO</em>)</li> <li>The Ombudsman against Discrimination on grounds of Sexual Orientation (<em>Ombudsmannen mot diskriminering på grund av sexuell läggning</em>, <em>HomO</em>)</li> <li>The Ombudsman against Ethnic Discrimination (<em>Ombudsmannen mot etnisk diskriminering</em>, <em>DO</em>)</li> <li>The Swedish Disability Ombudsman (<em>Handikappombudsmannen</em>)</li> <li>The Swedish Integration Board (<em>Integrationsverket</em>)</li></ul>\n<p>59°19′43.97″N 18°03′55.54″E﻿ / ﻿59.3288806°N 18.0654278°E﻿ / 59.3288806; 18.0654278</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Ministry of Integration and Gender Equality was a ministry of the Government Offices of Sweden. Its areas of responsibility included consumer affairs, democracy issues, gender equality, human rights, integration issues, metropolitan affairs, minority issues, non-governmental organizations and youth policy. The only minister to head the ministry was Nyamko Sabuni who served as Minister for Gender Equality and as Minister for Integration. She was careful to publicly point out that she is an equalist and not a feminist, not having any group based on gender, race, age, religion or other typical discrimination ground as focus and angle above others in her equality work. In Swedish the role (Jämställdhetsminister) is more exactly translated into called Equality Minister.",
  "created_at": "2026-02-21T15:25:47.397904+00:00"
}