{
  "entity_id": "Q2743819",
  "title": "ABBA The Museum",
  "latitude": 59.325,
  "longitude": 18.096388888889,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/0/06/ABBA_the_Museum%2C_winter_2014_01.JPG",
  "text": "<h1>ABBA The Museum</h1>\n<p>59°19′30″N 18°5′47″E﻿ / ﻿59.32500°N 18.09639°E﻿ / 59.32500; 18.09639 <strong>ABBA The Museum</strong> is a Swedish interactive exhibition about the pop band ABBA that opened in Stockholm, Sweden in May 2013. ABBA's collected works are showcased in a contemporary, interactive setting at Djurgården, Stockholm.</p>\n<h2>History</h2>\n<p>Plans for a dedicated to an ABBA exhibition in Stockholm, inspired by the Beatles museum in Liverpool, England, were first announced by founders Ulf Westman and Ewa Wigenheim-Westman in 2006. The exhibition was expected to open in 2008. Organizers estimated it would draw half a million visitors annually. The exhibition was to be located in the former main customs building in Stockholm harbor. After several years of financial issues the project was abandoned in 2009, and the building was instead set to hold a new contemporary photography exhibition, called Fotografiska.</p>\n<p>New plans for a permanent ABBA exhibition were announced on 3 October 2012. The exhibition in Stockholm, called \"ABBA The Museum\", is the permanent home for the traveling ABBAWORLD exhibit that toured Europe and Australia in 2009–2011, and houses stage costumes donated by the band members. There are also several interactive audio and video stations that allow visitors to perform the band's music. The exhibition is located in a building near the Gröna Lund theme park on the island of Djurgården.</p>\n<h2>Exhibits</h2>\n<p>Exhibits at the museum include:</p>\n<ul><li>Benny's Piano – A self-playing piano which is linked to Benny's own piano in his home, so plays when he does.</li> <li>Waterloo – A section, made to look like Brighton at the time of the 1974 Eurovision Song Contest, has a collection of many items from that event.</li> <li>The Polar Studio – A recreation of the studio in which ABBA recorded most of their later music. Many items used in the studio are visible.</li> <li>The Folkpark – A recreation of the site where ABBA first met.</li> <li>Audio Guides – An audio guided tour, written by Catherine Johnson, the writer of the screenplay for <em>Mamma Mia!</em></li> <li>Ring Ring – A special phone that only the four members of ABBA know the number to.</li></ul>\n<h2>Gallery</h2>\n<ul><li> Recreation of Polar Studios</li> <li> Mannequins wearing ABBA's well-known outfits that accompanied their 1974 album <em>Waterloo</em>.</li> <li> Recreation of ABBA's backstage area</li> <li> Gallery of ABBA's record certifications from various countries</li> <li> Marketing at Stockholm Arlanda Airport</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "\nABBA The Museum is a Swedish interactive exhibition about the pop band ABBA that opened in Stockholm, Sweden in May 2013. ABBA's collected works are showcased in a contemporary, interactive setting at Djurgården, Stockholm.",
  "created_at": "2026-02-21T15:39:30.757683+00:00"
}