{
  "entity_id": "Q278367",
  "title": "Geography of Stockholm",
  "latitude": 59.32638888888889,
  "longitude": 18.072499999999998,
  "categories": [
    "nature",
    "activity"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Stockholm_epic_morning_drone_flight.webm/3840px--Stockholm_epic_morning_drone_flight.webm.jpg",
  "text": "<h1>Geography of Stockholm</h1>\n<p>The City of Stockholm is situated on fourteen islands and on the banks to the archipelago where Lake Mälaren meets the Baltic Sea. The city centre is virtually situated on the water.</p>\n<p>The area of Stockholm is one of several places in Sweden with a joint valley terrain. In these landscapes erosion along geological joints has split the flattish upper surfaces into low-lying plateaus. In the case of Stockholm the plateau surfaces are remnants of the Sub-Cambrian peneplain.</p>\n<h2>Islands and islets</h2>\n<h3>Extant islands and islets</h3>\n<ol><li>Beckholmen</li> <li>Djurgården</li> <li>Helgeandsholmen - Location of the Riksdag Building.</li> <li>Kastellholmen</li> <li>Kungsholmen</li> <li>Lilla Essingen (<em>Smaller Essingen</em> or <em>The Small Essing</em>)</li> <li>Långholmen</li> <li>Reimersholme</li> <li>Riddarholmen</li> <li>Skeppsholmen</li> <li>Stadsholmen - Virtually synonymous with Gamla stan</li> <li>Stora Essingen (<em>Larger Essingen</em> or <em>The Large Essing</em>)</li> <li>Strömsborg</li> <li>Södermalm</li></ol>\n<h3>Historical islands and islets</h3>\n<ol><li>Barkarholmen (also called Klosterholmen (\"The Abbey Islet\"), today part of Helgeandsholmen)</li> <li>Blasieholmen (also known as Käpplingen, transformed into a peninsula during the 18th century)</li> <li>Blekholmen (\"The Bleaching Islet\", by land fillings made part of Norrmalm during the 18th century)</li> <li>Kyrkholmen (\"The Church islet\", today part of Helgeandsholmen, today part of Blasieholmen)</li> <li>Lilla Stockholm (\"Smaller Stockholm\", also known as Bryggeriholmen (\"The Brewery Islet\") and Slaktarholmen (\"The Butcher Islet\"), today part of Helgeandsholmen)</li></ol>\n<p>References: </p>\n<h2>Lakes and watercourses</h2>\n<p>The access to fresh water is excellent in Stockholm today. Historically, lakes and watercourses were used as refuse dumps and latrines, causing epidemic cholera and many other diseases. By the 1860s water was being drawn from Årstaviken, the waters south of Södermalm, and was treated in the first water-purifying plant at Skanstull and from there distributed through water mains.</p>\n<p>In modern times the city's water supply is from Lake Mälaren purified by plants at Norsborg and Lovön, together producing 350,000 m³ per day, which means Stockholm residents are consuming 200 litres per day on average. Water is purified at three plants at Bromma, Henriksdal and Loudden, together filtering some 400,000 m³ sewage per day from pollution, including nitrogen and phosphorus, before discharging it into the Baltic Sea.</p>\n<p>Levels of several pollutants in lakes in the central parts of the city, especially on the western side, are far above average, including substances such as cadmium, copper, mercury, and lead. Decreasing usage of several of these substances has reduced these levels in the upper sediments of the lakes.</p>\n<p>The Stockholm area used to contain many more lakes and watercourses than it does today, much due to post-glacial rebound, but also because of lake reclamation for settlements and health. Historical lakes, such as Fatburssjön on Södermalm and Träsket on Norrmalm, were putrid and associated with a high mortality rate in Stockholm until the late 19th century. Other historical lakes, like Packartorgsviken and its interior part Katthavet, were filled with mud and equally repulsive. Other lakes still present today were once much larger – such as Magelungen, Drevviken, Judarn, and Råstasjön – while some bays of today once were proper lakes – Brunnsviken and Hammarby sjö.</p>\n<p>As in other urban areas, the lakes of Stockholm are directly affected by the city's sewer system and pollution from settlements, traffic, and industry. Sewers often reduce the catchment areas of smaller lakes by redirecting surface water to Lake Mälaren or Lake Saltsjön. While nutritious substances such as phosphorus and nitrogen are mostly derived from agriculture, urban areas produce high amounts of metals and organic compounds. In Stockholm, this mostly applies to central bays – such as Klara sjö, Årstaviken, Ulvsundasjön, Riddarfjärden, and Hammarby Sjö - but also waters surrounded by bungalows and villas – like Långsjön in Älvsjö.</p>\n<h2>Bridges and viaducts</h2>\n<p>The historical name for Stockholm Old Town was \"The city between the bridges\" (<em>Staden mellan broarna</em>), a name which is still used for the entire city which spans over many islands, islets, and hills. During the course of centuries, the city has seen many bridges relieve each other.</p>\n<p>In an urban code dated 1350, King Magnus IV (1316-1377) prescribed the bridges leading over Norrström and Söderström to be built and maintained by the city of Stockholm together with six other cities surrounding Lake Mälaren, as they were the only land passage between the provinces Uppland and Södermanland, north and south of the city respectively. Apparently, in the view of the king, the city, a hundred years after its foundation, was still unable to afford maintenance of its own bridges.</p>\n<p>These first bridges were in no sense technically complicated or physically impressive, but rather simple wooden bridges, either floating bridges or beam bridges resting on poles or stone caissons, in either case with spans of no more than a few metres. The width probably corresponded to the directions for public roads, eight ell or 4,8 metres, which was probably more than enough for many centuries. The long and narrow bridges were easily demolished in case of siege, which besides the drawbridges, also necessary for the passing of ships, was an important defensive strategy. As the accounts of the city tells, spring floods and ice break-ups resulted in the frequent destruction of the bridges.</p>\n<p>By the mid 17th century, the population of the city had resulted in settlements north and south of Gamla stan, on Norrmalm and Södermalm, and the number of bridges had grown considerably, if not their dimensions or quality. In a map dated 1640, three bridges connects Stadsholmen to Norrmalm passing over Helgeandsholmen, at the time still a group of islets; while two bridges close to each other lead over to Riddarholmen. Several new bridges of considerable length connected Norrmalm to the islets west and east of it; Blasieholmen, at the time still an islet, was connected to the mainland by a bridge called Näckenströms bro, and northward to present day Strandvägen by Stora Ladugårdslandsbron, a 190-metre-long (620 ft) bridge on poles; and to the west a bridge connected Norrmalm to Kungsholmen over Blekholmen, a now non-existent islet. By the end of the 17th century, population growth resulted in an additional bridge north of Stadsholmen.</p>\n<p>One of the oldest bridges was located where today Stallbron is found, immediately south of the Riksdag Building. The first stone bridge, Norrbro, was built in front of the Royal Palace under Gustav III.</p>\n<p>Not until the 20th century, Stockholm was able to surpass the straits and bays surrounding the city. Half of the about 30 bridges in central Stockholm were built 1920–50, most of them during the 1930s. This development was due to increasing traffic loads caused by a fivefold increase of vehicles in the 1920s. At Slussen, passing ships caused stationary rows of trams several hundreds metres long. The situation was solved when a traffic committee in 1930 could present the so-called \"clover-leaf solution\" of engineer Gösta Lundborg and architect Tage William-Olsson inaugurated in 1935. The modernity of the solution put Stockholm in a state of rapture and impressed even Le Corbusier, who praised the scale of the construction and invited the world to follow the example of Stockholm.</p>\n<p>Meanwhile, across the Riddarfjärden bay, construction works had started on Västerbron, the large bridge offering a north–south passage west of the historical city centre. Designed by architects David Dahl and Paul Hedqvist and engineered by Ernst Nilsson and Salomon Kasarnowski, Västerbron became the first large bridge designed by this quartet. Tranebergsbron was inaugurated in 1934, with its span of 200 m, for a few years the world's longest span. These large-scale bridges not only tied various parts of the city together, but their mere size changed the cityscape permanently. Considerably smaller but during the decade equally praised was the small Riksbron designed by Ragnar Östberg.</p>\n<h2>National parks and nature reserves</h2>\n<p>The nature reserves in Stockholm involves regulations affecting both landowners and the general public by regulating usage of insecticides and fertilizers, construction of bridges, lighting of fires, camping, anchoring, and keeping unleashed dogs. A plan for the care and development of a nature reserve often means the city as well as private landowners are obliged to guarantee the maintenance of the area.</p>\n<p>There is one national urban park, Kungliga Nationalstadsparken, and three major nature reserves in Stockholm, Kyrksjölöten, Judarskogen and Grimstaskogen while Hansta is likely to become one soon. Transforming the other areas listed below into nature reserves is being investigated, as they all are regarded to be of great recreational and biological value.</p>\n<ul><li>Judarskogen</li> <li>Kyrksjölöten</li> <li>Hansta</li> <li>Järvafältet</li> <li>Kyrkhamn-Lövsta</li> <li>Grimstaskogen (Grimsta Nature Reserve)</li> <li>Sätraskogen</li> <li>Årstaskogen and Årsta holmar</li> <li>Älvsjöskogen</li> <li>Flaten</li> <li>Hammarbyskogen and Nacka Open-Air Area</li> <li>Fagersjöskogen and Farstanäset</li> <li>Rågsved Open-Air Area</li></ul>\n<h2>Places</h2>\n<ul><li>Riddarfjärden, Riddarholmskyrkan</li> <li>Stockholms ström</li> <li>Gamla Stan</li> <li>Norrmalmstorg</li> <li>Sergels Torg</li> <li>Djurgården, Gröna Lund</li> <li>Norrmalm</li> <li>Östermalm</li> <li>Södermalm</li> <li>Slussen</li> <li>Riddarholmskyrkan</li> <li>Sager House, Rosenbad</li> <li>Stockholm City Hall</li> <li>Royal Palace in Stockholm</li></ul>\n<h2>Divisions</h2>\n<p>Since 1 January 2017, the city is divided into 14 boroughs as regulated by the City Council (before 2017 there were 18 boroughs). In looser terms, the city is also divided into three major parts:</p>\n<ul><li>Stockholm City Centre (<em>Innerstaden</em>)</li> <li>South Stockholm (<em>Söderort</em>)</li> <li>West Stockholm (<em>Västerort</em>)</li></ul>\n<p>Surrounding the city is the Stockholm Metropolitan Area.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The City of Stockholm is situated on fourteen islands and on the banks to the archipelago where Lake Mälaren meets the Baltic Sea. The city centre is virtually situated on the water.",
  "created_at": "2026-02-21T15:17:33.691577+00:00"
}