{
  "entity_id": "Q298499",
  "title": "Östermalmstorg metro station",
  "latitude": 59.335,
  "longitude": 18.074027777778,
  "categories": [
    "historic",
    "activity"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/ff/%C3%96stermalmstorg.jpg",
  "text": "<h1>Östermalmstorg metro station</h1>\n<p><strong>Östermalmstorg</strong> (lit. 'East Town Square') is a station on the Red line of the Stockholm Metro, located in the district of Östermalm. The station was opened on 16 May 1965 as the 59th station in the Stockholm system as the north terminus of the extension from T-Centralen. On 2 September 1967, the line was extended northeast to Ropsten. On 30 September 1973, another extension, north to Tekniska högskolan, was opened. The platform is approximately 38 metres (125 ft) below the surface. It is located in the city centre, making it one of the most-used stations in the system, with approximately 38,550 people travelling from the station on an average work day.</p>\n<p>The station was built deep underground in the Stockholm bedrock and formed the first part of the extension of the red line north of T-Centralen. Nearby stations include Stadion (T14) and Karlaplan. Stockholm Central Station is about 1 kilometre (0.62 mi) away.</p>\n<p>The station has two main accessible exits, one by Östermalmstorg and one by Stureplan. The major artwork of the subway station was created by Siri Derkert and symbolises women's rights, world peace, and the green movement. It was designed to function as a shelter in the event of nuclear war.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Östermalmstorg is a station on the Red line of the Stockholm Metro, located in the district of Östermalm. The station was opened on 16 May 1965 as the 59th station in the Stockholm system as the north terminus of the extension from T-Centralen. On 2 September 1967, the line was extended northeast to Ropsten. On 30 September 1973, another extension, north to Tekniska högskolan, was opened. The platform is approximately 38 metres (125 ft) below the surface. It is located in the city centre, making it one of the most-used stations in the system, with approximately 38,550 people travelling from the station on an average work day.",
  "created_at": "2026-02-21T15:34:28.733450+00:00"
}