{
  "entity_id": "Q31889193",
  "title": "The Unstraight Museum",
  "latitude": 59.317277777777775,
  "longitude": 18.079944444444443,
  "categories": [
    "culture"
  ],
  "image_url": null,
  "text": "<h1>The Unstraight Museum</h1>\n<p><strong>The Unstraight Museum</strong> is a Sweden-based LGBTQ+ museum initiative and online platform that documents and exhibits queer lives and “unstraight” stories through a combination of digital collecting, community projects and travelling exhibitions. It has been described in museum and sexuality studies as a prominent example of a community-driven online museum devoted to LGBT history in and beyond Stockholm.</p>\n<h2>History</h2>\n<p>The project traces its origins to the exhibition Article 1, created for EuroPride 2008 in Stockholm, where participating museums explored their collections from an LGBTQ+ and human-rights perspective. A multilingual exhibition catalogue produced by partner organizations in the Western Balkans presents the Unstraight Museum as responsible for collecting and documenting LGBT history, cataloguing objects and creating open databases connected to the project. Founders include Anna Mazetti-Nissen, who has promoted the museum's work through public events such as Stockholm Pride.</p>\n<p>Accounts from activists and cultural NGOs in South-Eastern Europe note that the success of Article 1 and its touring versions led to the establishment of an online museum initiative, later formalized as the Unstraight Museum around 2011. In these descriptions, the project is framed as a response to the absence of sustained institutional engagement with queer histories in mainstream Nordic museum practice.</p>\n<h2>Aims and concept</h2>\n<p>Academic work on museums and sexuality highlights the Unstraight Museum as an example of how LGBTQ+ communities and allies have developed alternative heritage institutions to address gaps in public representation. In these studies, the initiative is cited as a community-based heritage project that uses digital tools and partnerships with conventional museums to foreground stories of non-heteronormative lives.</p>\n<p>A qualitative study on museums and LGBTQ issues describes the Unstraight Museum as an online museum based in Stockholm, known in Sweden and internationally for presenting LGBT history through user-contributed stories and objects. The same study notes that the project uses the term “unstraight” to signal a broad, inclusive approach to sexuality and gender, rather than focusing on fixed identity categories.</p>\n<h2>Reception and influence</h2>\n<p>In museum-studies literature, the Unstraight Museum appears as a case study in discussions of “queer museums” and radical inclusion. Scholars writing on museums and sexuality reference the project when arguing that practical changes in collecting and exhibition-making can help museums build long-term relationships with marginalized communities, including LGBTQ+ groups.</p>\n<p>A Swedish-language article on heritage exhibitions notes the Unstraight Museum among initiatives that challenge conventional expectations of what museums are, and that experiment with participatory forms of curation and digital storytelling. Sector discussions on social history in museums also refer to the Unstraight Museum Conference in 2014 as a significant professional gathering around LGBTQI collections and practice.</p>\n<h2>Location and status</h2>\n<p>Reference data in cultural-heritage and authority files list the Unstraight Museum as based in Stockholm, Sweden, and identify it as an independent organization rather than a state museum. Later interviews and project descriptions continue to characterise it as a non-profit initiative working through collaborations, residencies and partnerships rather than maintaining a single permanent exhibition site.</p>\n<h2>Exhibitions</h2>\n<p>In 2014, UNESCO, Unstraight Museum, and the World Culture Museum in Göteborg were funded by the Swedish Institute to produce an exhibit in Hanoi. Named the \"Unstraight Perspectives\", the exhibit was about Hanoi and Göteborg-based LGBT groups.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Unstraight Museum is a Sweden-based LGBTQ+ museum initiative and online platform that documents and exhibits queer lives and “unstraight” stories through a combination of digital collecting, community projects and travelling exhibitions. It has been described in museum and sexuality studies as a prominent example of a community-driven online museum devoted to LGBT history in and beyond Stockholm.",
  "created_at": "2026-02-21T15:32:44.946913+00:00"
}