{
  "entity_id": "Q3284177",
  "title": "Assassination of Olof Palme",
  "latitude": 59.3366,
  "longitude": 18.0628,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/5c/Place_of_murder_of_Olof_Palme.jpg",
  "text": "<h1>Assassination of Olof Palme</h1>\n<p>On 28 February 1986, at 23:21 CET (22:21 UTC), Olof Palme, Prime Minister of Sweden, was fatally wounded by a single gunshot while walking home from a cinema with his wife Lisbeth Palme on the central Stockholm street Sveavägen. Lisbeth Palme was slightly wounded by a second shot. The couple did not have bodyguards with them.</p>\n<p>Christer Pettersson, who had previously been convicted of manslaughter in an unrelated case, was convicted of the Palme murder in 1988 after Mrs. Palme identified him as the assailant. However, on appeal to Svea Court of Appeal, he was acquitted. A petition for a new trial, filed by the prosecutor, was denied by the Supreme Court of Sweden. Pettersson died on 29 September 2004, legally innocent of the Palme assassination.</p>\n<p>On 10 June 2020, chief prosecutor Krister Petersson, in charge of the investigation, announced his conclusion that Stig Engström, also known as the \"Skandia Man\", was the most likely suspect. No direct evidence was presented but the prosecutor mentioned Engström's past knowledge of weapons, friendship with anti-Palme circles and similar clothes as described by certain witnesses. However, as Engström had died on 26 June 2000, and no further investigative or judicial measures were possible, the investigation was officially closed. The decision to name Engström as a suspect was widely criticised.</p>\n<p>At a December 2025 press conference it was announced that Stig Engström no longer was the main suspect of the assassination.</p>\n<p>Other theories about the murder have also been proposed. In 2018, the former businessman Jan Stocklassa conducted an investigation, which itself was based on the writer Stieg Larsson's own investigation. In 2023, this investigation was presented in the HBO Max documentary <em>The Man Who Played With Fire</em>.</p>\n<h2>Assassination</h2>\n<p>Despite being Prime Minister, Palme sought to live as ordinary a life as possible. He would often go out without any bodyguard protection, and the night of his murder was one such occasion. Walking home from the Grand Cinema with his wife Lisbeth Palme on the central Stockholm street of Sveavägen, close to midnight on 28 February 1986, the couple were attacked by a lone gunman. Palme was fatally shot in the back at close range at 23:21 CET. A second shot wounded Lisbeth.</p>\n<p>Police said that a taxi driver used his mobile radio to raise an alarm, and two girls in a nearby car tried to assist. He was pronounced dead on arrival at the Sabbatsberg Hospital at 00:06 on 1 March 1986. The attacker escaped eastwards on Tunnelgatan.</p>\n<p>Deputy Prime Minister Ingvar Carlsson immediately assumed the duties of Prime Minister as the new leader of the Social Democratic Party.</p>\n<h2>Tributes</h2>\n<p>As a sign of national mourning after the assassination of Prime Minister Palme on March 1 and 15, on the day of the funeral in Sweden, flags were lowered to half-staff and many cultural and entertainment events were cancelled, while the radio played subdued music. Cuba, Portugal and Nicaragua declared three days of national mourning, India, Argentina and Yugoslavia declared a day of national mourning.</p>\n<h2>Funeral</h2>\n<p>Palme's funeral was held on 15 March 1986. The funeral ceremony, a two-hour secular service held in the Blue Hall of the Stockholm City Hall, was attended by foreign dignitaries from 125 nations, schoolchildren, activists from Palme's Social Democratic Party, members of the Swedish royal family and Palme's family. Eulogies to Palme were given by King Carl XVI Gustaf, Palme's successor as Prime Minister and leader of the Social Democratic Party Ingvar Carlsson, Minister for Foreign Affairs Sten Andersson, Secretary-General of the United Nations Javier Pérez de Cuéllar, Prime Minister of India Rajiv Gandhi and President of the Socialist International and former Chancellor of West Germany Willy Brandt. Musical performances were given by a small orchestra led by jazz musician Arne Domnérus – one of Palme's favorite musicians – and by Finnish singer Arja Saijonmaa, who sang a Swedish-language version of <em>Gracias a la vida</em> by Chilean singer-songwriter Violeta Parra.</p>\n<p>After the ceremony in the Stockholm City Hall, Palme's coffin was brought in a public funeral procession through central Stockholm to Adolf Fredrik Church, near the scene of the assassination, where the burial was to take place. An estimated 150,000 members of the public took part in the procession. At Adolf Fredrik Church, a smaller ceremony was held, attended only by Palme's family and a handful of guests.</p>\n<p>Among the foreign dignitaries who attended Palme's funeral ceremony:</p>\n<p>Palme's funeral was also attended by representatives from organizations such as:</p>\n<p>Five countries – Afghanistan, Cambodia, Chile, Paraguay and South Africa – were not invited to send delegations to the funeral, in a pointed demonstration of Palme's fight for human rights. Instead, several opposition figures from those countries were invited, such as South African anti-apartheid fighters Desmond Tutu and Allan Boesak, and Chilean politician Gabriel Valdés, an opponent of the dictatorship of Augusto Pinochet.</p>\n<h2>Sequence of events</h2>\n<h3>Cinema decision</h3>\n<p>Palme's decision to visit the Grand Cinema was made at very short notice. Lisbeth Palme had discussed seeing a film when she was at work during the afternoon, and called her son, Mårten Palme, at 17:00 to talk about the film at the Grand Cinema. Olof Palme did not hear about the plans until at home, at 18:30, when he met with his wife, by which time Palme had already declined any further personal bodyguard protection from the security service. He talked to his son about the plans on the phone, and they eventually decided to join Mårten and his girlfriend, who had already purchased tickets for themselves to see the Swedish comedy <em>Bröderna Mozart</em> (<em>The Mozart Brothers</em>) by Suzanne Osten. This decision was made at about 20:00. The police later searched Palme's apartment, as well as Lisbeth's and Mårten's workplaces, for wire-bugging devices or traces of such equipment, but did not find any.</p>\n<h3>Grand Cinema</h3>\n<p>At 20:30 the Palmes left their apartment, unescorted, heading for the Gamla stan metro station. Several people witnessed their short walk to the station and, according to the later police investigation, commented on the lack of bodyguards. The couple took the subway train to the Rådmansgatan station, from where they walked to the Grand Cinema. They met their son and his girlfriend just outside the cinema around 21:00. Olof Palme had not yet purchased tickets which were by then almost sold out. Recognizing the prime minister, the ticket clerk wanted him to have the best seats, and therefore sold Palme the theatre director's seats.</p>\n<h3>Murder</h3>\n<p>After the screening, the two couples (Olof &amp; Lisbeth, and their son Mårten, with girlfriend) stayed outside the theatre for a while but separated at about 23:15. Olof and Lisbeth Palme headed south on the west side of Sveavägen, towards the northern entrance of the Hötorget metro station. When they reached the Adolf Fredrik Church, they crossed Sveavägen and continued on the street's east side. They stopped a moment to look at something in a shop window, then continued past the Dekorima (later Kreatima, now Urban Deli) shop which was then located on the corner of Sveavägen and Tunnelgatan.</p>\n<p>At 23:21, a man appeared from behind, shot Mr. Palme at point-blank range and fired a second shot at Mrs. Palme. The perpetrator then jogged down Tunnelgatan street, up the steps to Malmskillnadsgatan, and continued down David Bagares gata [street], where he was last seen.</p>\n<h3>Timeline</h3>\n<p>Thanks to time stamps on the radio chatter in the central dispatch centre, the events immediately after the murder have been determined with very high precision.</p>\n<ul><li><em>23:21:30</em> – Palme and his wife are shot.</li> <li><em>23:22:20</em> – A witness calls emergency services to report the shooting, but the call is misdirected and the caller is not put through to the police.</li> <li><em>23:23:40</em> – A Järfälla Taxi switchboard operator calls the police dispatch centre to pass on a message from one of its drivers to the effect that someone has been shot at the corner of Sveavägen and Tunnelgatan.</li> <li><em>23:24:00 (approx.)</em> – A police patrol, stationed a few hundred meters away, arrives on scene after being alerted by a second taxi driver who heard of the shooting on his taxi radio.</li> <li><em>23:24:40</em> – The emergency dispatch centre is contacted by the police concerning the shooting on Sveavägen. The dispatch centre operator denies knowledge about any such events.</li> <li><em>23:24:00–23:25:30 (approx.)</em> – A patrol wagon – stationed at Malmskillnadsgatan, not far from the attacker's escape route – arrives and is ordered by the commanding officer to hunt for the attacker.</li> <li><em>23:25:00 (approx.)</em> – An ambulance, which just happens to be passing the crime scene, is flagged down and assists the victims.</li> <li><em>23:26:00</em> – The police dispatch centre calls the SOS emergency centre to assure them they are informed about the events on the Sveavägen/Tunnelgatan intersection.</li> <li>A third police patrol arrives.</li> <li>A second ambulance arrives.</li> <li><em>23:28:00</em> – The first ambulance leaves for the Sabbatsberg Hospital, around a kilometre away from the scene, with both victims. Mrs Palme, suffering only a minor graze to her back, refuses to leave her husband.</li> <li><em>23:30:00</em> – The police superintendent in charge at the scene informs the police dispatch centre that the prime minister was the victim.</li> <li><em>23:31:40</em> – The emergency dispatch centre is informed that the ambulance has arrived at the hospital.</li> <li><em>23:37:00–23:40:00</em> – The emergency dispatch centre is informed by the ambulance that the prime minister was the victim, that he's fatally wounded and likely not going to survive.</li> <li><em>00:06:00</em> – Palme is pronounced dead.</li> <li><em>00:45:00</em> – Deputy Prime Minister Ingvar Carlsson arrives at Rosenbad, the office of the Swedish government.</li> <li><em>01:10:00</em> – First radio broadcast about the murder.</li> <li><em>04:00:00</em> – First television broadcast.</li> <li><em>05:15:00</em> – The government holds a press conference.</li></ul>\n<h2>Leads from the crime scene</h2>\n<p>The only forensic leads left by the assassin were the two bullets fired, identified as Winchester-Western .357 Magnum 158 grain metal piercing. Both bullets matched the lead fragments found in the clothing of Olof and Lisbeth Palme. Because the weapon was a revolver (which does not automatically eject cartridge cases) there were no cases to recover for ballistic examination – only the two bullets recovered from the street. From the bullets' lack of certain characteristic deformations, investigators concluded they had been fired from a barrel no shorter than 10 cm (4 inches); thus the murder weapon would have been a conspicuously large handgun. The singularly most used weapon for this type of ammunition is the Smith &amp; Wesson .357, which is why great efforts were made to locate a weapon of this make.</p>\n<p>Throughout the investigation, Swedish police test-fired approximately 500 Magnum revolvers. The investigation placed particular emphasis on tracking down ten Magnum revolvers reported stolen at the time of the murder. Out of these all were located except the <em>Sucksdorff revolver</em>, a weapon stolen from the Stockholm home of Swedish filmmaker Arne Sucksdorff in 1977. The person who stole the weapon was a friend of drug dealer Sigvard \"Sigge\" Cedergren, who claimed on his deathbed that he had lent a gun of the same type to Christer Pettersson two months prior to the assassination.</p>\n<p>Another weapon that has figured prominently in the investigation is the so-called <em>Mockfjärd gun</em>. This weapon, a revolver of the type Smith &amp; Wesson Model 28 (\"Highway Patrolman\") with .357 Magnum caliber, was first purchased legally by a civilian in the northern Swedish city of Luleå. The gun, along with 91 metal-piercing bullets, was stolen in a burglary in Haparanda in 1983 and is believed to have been used in the robbery of a post office in Mockfjärd, Dalarna that same year. A lead isotope analysis of a bullet fired during the robbery confirmed it to have the same isotopic composition as the bullets retrieved from the assassination crime scene, verifying that the bullets were manufactured at the same time. In the autumn of 2006, Swedish police, acting on a tip communicated to the <em>Expressen</em> newspaper, retrieved a Smith &amp; Wesson .357 revolver from a lake in Dalarna. The gun was determined to be the same one used in the post office robbery in Mockfjärd, confirmed by the gun's serial number. The gun was transferred to the National Laboratory of Forensic Science in Linköping for further analysis. However, the laboratory concluded in May 2007 that tests on the gun could not confirm whether it was used in the Palme assassination, as it was too rusty.</p>\n<p>In 2021, another Smith &amp; Wesson .357 Magnum revolver was found in the Bällstaviken river in West Stockholm, by Paul D'Arcy.</p>\n<p>There were numerous witnesses to the murder, of whom more than 25 came forward to the police. The killer was described by witnesses as a man between 30 and 50 years of age, about 180 to 185 centimetres (5 ft 11 in to 6 ft 1 in) tall, and wearing a dark jacket or coat. Many described him as having walked with a limp or otherwise clumsily, but those testimonies were not given immediately after the murder, only after the arrest of Christer Pettersson. Initially, many witnesses described the killer's movements as smooth, efficient and powerful. No witness was in a position to observe the killer's appearance in any detail. A police sketch of the supposed killer was widely circulated in the media a week after the murder, leading to a massive influx of tips from the public, but it was later determined that the witness on whose statement it was based probably had not seen the actual assailant. No good description of the killer's appearance therefore exists. However, witnesses did agree on the killer's escape route.</p>\n<h2>Chronology of leading investigators and prosecutors</h2>\n<p><strong>Chiefs of Investigation</strong></p>\n<ul><li>Gösta Welander (sv) (the night of the murder)</li> <li>Hans Holmér (1986–1987)</li> <li>Ulf Karlsson (sv) (1987–1988)</li> <li>Hans Ölvebro (sv) (1988–1997)</li> <li>Stig Edqvist (1997–2012)</li> <li>Hans Melander (2012–2013 and 2016–2020)</li> <li>Dag Andersson (2013–2016)</li></ul>\n<p><strong>Chief Prosecutors</strong></p>\n<ul><li>K.G. Svensson (sv) (spring of 1986)</li> <li>Claes Zeime (sv) (1986–1987. Assisting prosecutors: Solveig Riberdahl, Anders Helin and Bo Josephson)</li> <li>Axel Morath (sv) (1987–1994. Assisting prosecutors: Solveig Riberdahl, Anders Helin and Jörgen Almblad)</li> <li>Solveig Riberdahl (sv) (1994–1996. Assisting prosecutors: Anders Helin and Jan Danielsson)</li> <li>Jan Danielsson (sv) (1996–2000. Assisting prosecutor: Kerstin Skarp)</li> <li>Agneta Blidberg (sv) (2000–2009. Assisting prosecutor: Kerstin Skarp)</li> <li>Kerstin Skarp (2009–2017)</li> <li>Krister Petersson (sv) (2017–2020)</li></ul>\n<h2>Murder theories</h2>\n<p>Along with the length of the ensuing investigation, a number of alternative theories surrounding the murder surfaced. At the time, a murder under Swedish law was subject to prescription in 25 years. The law was later changed to prevent the Palme case from expiring, and thus the police investigation remained active for 34 years.</p>\n<p>In February 2020, Krister Petersson, the prosecutor in charge of the investigation, stated that he expected to present a conclusive case and either bring charges or close the investigation within a matter of months.</p>\n<h3>Christer Pettersson</h3>\n<p>In December 1988, almost three years after Palme's death, Christer Pettersson, a criminal, drug user and alcoholic, who had previously been imprisoned for manslaughter, was arrested for the murder of Palme. Picked out by Mrs Palme at a lineup as the killer, Pettersson was tried and convicted of the murder, but was later acquitted on appeal to the court of appeal. Pettersson's appeal succeeded for three main reasons:</p>\n<ul><li>Failure of the prosecution to produce the murder weapon;</li> <li>Lack of a clear motive for the killing;</li> <li>Doubts about the reliability of Mrs Palme's testimony and \"extremely gross errors\" by the police in arranging the lineup. Mrs Palme was informed before the lineup that the arrested suspect was an alcoholic. Pettersson's appearance in this regard made him stand out during the lineup, leading to Mrs Palme commenting \"you can see it, who's the alcoholic.\"</li></ul>\n<p>Additional evidence against Pettersson surfaced in the late 1990s, mostly coming from various petty criminals who altered their stories but also from a confession made by Pettersson. The chief prosecutor, Agneta Blidberg, considered re-opening the case, but acknowledged that a confession alone would not be sufficient, saying:</p>\n<blockquote><p>He must say something about the weapon because the appeals court set that condition in its ruling. That is the only technical evidence that could be cited as a reason to re-open the case.</p></blockquote>\n<p>While the legal case against Pettersson therefore remains closed, the police file on the investigation cannot be closed until both murder weapon and murderer are found. Christer Pettersson died on 29 September 2004, after a fall during an epileptic seizure caused a cerebral haemorrhage.</p>\n<p>According to a documentary programme broadcast on Swedish state television channel SVT in February 2006, associates of Pettersson claimed that he had confessed to them his role in the murder, but with the explanation that it was due to a mistaken identification. Allegedly, Pettersson had intended to kill Sigvard Cedergren, a drug dealer who customarily walked along the same street at night and resembled Palme both in appearance and dress. The programme also suggested there was greater police awareness than previously acknowledged because of surveillance of drug activity in the area. The police had several officers in apartments and cars along those few blocks of Sveavägen but, 45 minutes before the murder, the police monitoring ceased. In the light of these revelations, Swedish police undertook to review Palme's case and Pettersson's role. In the newspaper <em>Dagens Nyheter</em> of 28 February 2006, other SVT reporters scathingly criticized the documentary, alleging that the film-maker had fabricated a number of statements while omitting other contradictory evidence, in particular his chief source's earlier testimony that could not be reconciled with his claim to have seen the shooting.</p>\n<p>In the final part of the investigation, and in the end report, Pettersson was not included much due to formal legal reasons. The police are, according to law, not allowed to reopen an investigation of a person found not guilty in trial, unless major new evidence materializes. Too little new evidence has come up, so after the trial, the investigation was not focused on him, and the final report instead pointed out the \"Skandia man\" with even less evidence.</p>\n<p>Olof Palme's surviving family members publicly remained convinced that Pettersson was the shooter, supporting Lisbeth Palme's allegations, until her death in 2018. The couple's son, Mårten Palme, who last saw his father only minutes before the shooting, has since stated that he supports the \"Skandia man\" theory.</p>\n<h3>South Africa</h3>\n<p>On 21 February 1986 – a week before he was murdered – Palme made the keynote address to the <em>Swedish People's Parliament Against Apartheid</em> held in Stockholm, attended by hundreds of anti-apartheid sympathizers as well as leaders and officials from the ANC and the Anti-Apartheid Movement such as Oliver Tambo. In the address, Palme said, \"Apartheid cannot be reformed, it has to be abolished.\"</p>\n<p>Ten years later, towards the end of September 1996, Colonel Eugene de Kock, a former South African police officer, gave evidence to the Supreme Court in Pretoria, alleging that Palme had been shot and killed because he \"strongly opposed the apartheid regime and Sweden made substantial contributions to the ANC\". De Kock went on to claim he knew the person responsible for Palme's murder. He alleged it was Craig Williamson, a former police colleague and a South African spy. A few days later, former police Captain Dirk Coetzee, who used to work with Williamson, identified Anthony White, a former Rhodesian Selous Scout with links to the South African security services, as Palme's actual murderer. Then a third person, Swedish mercenary Bertil Wedin, living in Northern Cyprus since 1985, was named as the killer by former police Lt. Peter Caselton, who had worked undercover for Williamson. The following month, in October 1996, Swedish police investigators visited South Africa, but were unable to uncover evidence to substantiate de Kock's claims.</p>\n<p>A book that was published in 2007 suggested that a high-ranking Civil Cooperation Bureau operative, Athol Visser (or 'Ivan the Terrible'), was responsible for planning and carrying out Olof Palme's assassination.</p>\n<p>The 8 September 2010 edition of <em>Efterlyst</em>, Sweden's equivalent of BBC TV's<em>Crimewatch</em>programme, was co-hosted by Tommy Lindström, who was the head of Swedish CID at the time of Olof Palme's assassination. After being asked by Efterlyst's host Hasse Aro who he believed was behind the assassination of the Prime Minister, Lindström without hesitating pointed to apartheid South Africa as the number one suspect. And the motive for this, he said, was to stop the payments that the Swedish government secretly paid, through Switzerland, to the African National Congress.</p>\n<h3>Bofors and Indian connection</h3>\n<p>In his 2005 book <em>Blood on the Snow: The Killing of Olof Palme</em>, historian Jan Bondeson advanced a theory that Palme's murder was linked with arms trades to India. Bondeson's book meticulously recreated the assassination and its aftermath, and suggested that Palme had used his friendship with Rajiv Gandhi to secure a SEK 8.4 billion deal for the Swedish armaments company Bofors to supply the Indian Army with howitzers. However, Palme did not know that behind his back Bofors had used a shady company called AE Services – nominally based in Guildford, Surrey, England – to bribe Indian government officials to conclude the deal – the Bofors scandal.</p>\n<p>Bondeson alleged that on the morning he was assassinated, Palme had met with the Iraqi ambassador to Sweden, Muhammad Saeed al-Sahhaf. The two discussed Bofors, which al-Sahhaf knew well because of its arms sales during the Iran–Iraq War. Bondeson suggested that the ambassador had told Palme about Bofors' activities, infuriating Palme. Bondeson theorized that Palme's murder might have been inadvertently triggered by his conversation with the ambassador, if either the Bofors arms dealers or the middlemen working through AE Services had a prearranged plan to silence the Prime Minister should he discover the truth and the deal with India become threatened. According to Bondeson, Swedish police suppressed vital MI6 intelligence about a Bofors/AE Services deal with India.</p>\n<h3>Roberto Thieme</h3>\n<p>The Swedish journalist Anders Leopold, in his 2008 book <em>Det svenska trädet skall fällas</em> (\"The Swedish Tree Shall Be Brought Down\"), makes the case that the Chilean fascist Roberto Thieme killed Olof Palme. Thieme was head of the most militant wing of Patria y Libertad, a far-right political organization. According to Leopold, Palme was killed because he had given asylum to a great number of leftist Chileans following the coup that overthrew Salvador Allende in 1973.</p>\n<h3>CIA and P2 connection</h3>\n<p>Another plot sees the involvement of the CIA and the Italian clandestine, pseudo-masonic lodge Propaganda Due led by Licio Gelli who wrote, in a telegram to Philip Guarino, that \"the Swedish tree will be brought down\". Claims of CIA involvement in the assassination were made by Richard Brenneke, an Oregon businessman who said he was an ex-CIA operative, in a RAI Television report in July 1990. The CIA denied Brenneke's allegations, calling them \"absolute nonsense\" of an \"outrageous nature,\" and stating that \"The agency flatly denies that Mr. Brenneke was ever an agent of the CIA or had any association with the CIA.</p>\n<h3>\"The 33-year-old\"</h3>\n<p>A Swedish activist, Victor Gunnarsson (labeled in the media <em>33-åringen</em>, \"the 33-year-old\"), was soon arrested for the murder but quickly released, after a dispute between the police and prosecuting attorneys. Gunnarsson had connections to various extremist groups, among these the European Workers Party, the Swedish branch of the LaRouche movement. Pamphlets hostile to Palme from the party were found in his home outside Stockholm. Gunnarson's body was found in 1993 in the Blue Ridge Mountains of the United States, stripped naked and with two .22 caliber pistol wounds to the back of the head. Some conspiracy theories suggest that Gunnarson might have been used by a foreign government, who then later had Gunnarson killed 8 years later in order to leave no trace of the crime. A former police officer, Lamont C. Underwood, was convicted of Gunnarson's murder as part of a love triangle.</p>\n<h3>GH</h3>\n<p>A suspect identified only as GH by the <em>Granskningskommissionen</em> of 1999 was of prime interest during the early investigation. This was based on a standard profile used by the police to identify an assassin. The conclusion was that the killer had a knowledge of handling light firearms, such as a Smith &amp; Wesson of .357 Magnum, which GH at the time possessed. The suspect was reported to have failed to appear on several police interrogations to testify during the 1990s. Later testimonies given by the suspect were deemed untrustworthy; this included the suspect's whereabouts during the night of the assassination and the disposal of firearms. He refused to submit his gun, the only registered .357 caliber weapon in the Stockholm region not to be tested, and subsequently claimed to have sold it to an unknown buyer in Kungsträdgården. GH had on one occasion had his gun license suspended after shooting his television, arguably after seeing Olof Palme's face on the screen. GH has also been convicted for assault, one time for kicking a dog in 1985, and a later incident in 2005 when he assaulted a young man on the metro liner after being harassed. In August 2008, GH committed suicide by gunshot after the police rang his doorbell and requested to be let in after being alerted through a phone call by his brother. He reportedly had paranoia and depression.</p>\n<h3>Police conspiracy</h3>\n<p>In an article in the German weekly <em>Die Zeit</em> from March 1995, Klaus-Dieter Knapp presented his view of the assassination as a result of a conspiracy among Swedish right-wing extremist police officers. According to this report, the murderer was identified by two witnesses who happened to be at the scene and who knew the murderer from previous encounters.</p>\n<h3>PKK</h3>\n<p>In 1971, Olof Palme said that he blamed the fear of the masses on \"anarchists and people with long hair and people with beards.\" Following up on this suggestion, Hans Holmér, the Stockholm police commissioner, worked with an intelligence lead passed to him (supposedly by Bertil Wedin) and arrested a number of Kurds living in Sweden. The PKK was allegedly responsible for the murder. The lead proved inconclusive however and ultimately led to Holmér's removal from the Palme murder investigation.</p>\n<p>Fifteen years later, in April 2001, a team of Swedish police officers went to interview PKK leader Abdullah Öcalan in Turkish prison. Öcalan alleged during his trial that maybe a dissident Kurdish group, led by Öcalan's ex-wife, had murdered Palme. The police team's visit proved to be unsuccessful.</p>\n<p>In 2007, renewed allegations of PKK complicity in Palme's assassination surfaced in Turkish media during the Ergenekon investigation, which was ongoing as of October 2008.</p>\n<p>The Turkish newspapers have several times claimed that the PKK has admitted the murder but the PKK have always denied all claims. In 1998, the PKK said that there is a strong indication that the Turkish side is trying to discredit the PKK using Olof Palme's murder. Also many Kurdish organizations believe that the initial claims were propaganda of the Turkish government.</p>\n<h3>Yugoslavian connection</h3>\n<p>In January 2011 the German magazine <em>Focus</em> cited official German interrogation records in connection with another investigation from 2008 as showing that the assassination had been carried out by an operative of the Yugoslavian security service.</p>\n<h3>The Laser Man</h3>\n<p>John Ausonius, \"the Laser Man\", also known as John Stannerman, was initially one of the suspects but it turned out that Ausonius had a solid alibi, as he was imprisoned on the night Palme was shot.</p>\n<h3>The Skandia Man</h3>\n<p>In 2018, journalist and investigator Thomas Pettersson published first a series of articles in the Swedish magazine <em>Filter</em> and later a book, <em>Den osannolika mördaren</em> (\"The unlikely assassin\"), based on a long-running investigation into Palme's murder. Pettersson's findings were also covered elsewhere in the Swedish media, for example by <em>Expressen</em> and <em>Aftonbladet</em> newspapers.</p>\n<p>Pettersson's theory is that Palme was shot by one Stig Engström, known as \"the Skandia man\" (<em>Skandiamannen</em>) after his employer, the Skandia insurance company, whose head office is located next to the murder scene. In earlier accounts Engström had been treated mostly as a witness, specifically (by his own assertion) the first eyewitness to arrive at the scene of the murder. He had also been briefly investigated by the police as a possible suspect, but this had subsequently been dropped. Pettersson posits a scenario where Engström, who had a strong dislike of Palme and his policies, had chanced upon Palme in the street and shot him, possibly without premeditation.</p>\n<p>Engström died in his home in June 2000.</p>\n<p>Pettersson suggests that evidence from the crime scene strongly points towards Engström as the assassin. Most significantly, several other witnesses gave descriptions of the fleeing killer that matched Engström, some of them very closely so, while no other witness placed Engström at the scene after the shots, even though Engström himself claimed to have been present from the beginning, spoken to Mrs. Palme and the police, and taken part in attempts to resuscitate the victim. Conversely, the only persons whom Engström was able to identify as having been present at the scene were those likely to have been encountered by the killer, while he was unable to identify those who had arrived after the shooting. Also, Engström's known movements during the evening, about which he provided false information when questioned, indicate he had the opportunity to find Palme at the cinema earlier that evening and later to follow him from there to the crime scene.</p>\n<p>Soon after the murder, Engström began a series of media appearances in which he developed an increasingly detailed story of his involvement in the events and criticized the police. He claimed those witnesses who had described the killer had in fact been describing him, running to catch up with police officers in pursuit of the assassin. The police, meanwhile, became frustrated with Engström as an unreliable and inconsistent witness and soon classified him as a person of no interest. Pettersson proposes Engström's media appearances were an opportunistic and ultimately successful tactic devised to mislead investigators and later to gain attention as an important witness neglected by the police.</p>\n<p>While Pettersson's theory is built on circumstantial evidence, he suggests it might be possible to prove Engström's guilt conclusively by tracing and examining the murder weapon. According to Pettersson's theory, the revolver was likely to have been one legally owned by an acquaintance of Engström's, an avid gun collector.</p>\n<p>The \"Skandia man\" theory had already previously been suggested by Lars Larsson in his 2016 book <em>Nationens fiende</em> (literally, \"The enemy of the nation\"), but this received only limited attention at the time.</p>\n<p>On 10 June 2020, the Swedish Prosecution Authority proposed The Skandia Man as the perpetrator and closed off the investigation since Engström is dead and can thus not be prosecuted, while noting the lack of direct evidence.</p>\n<p>Although Engström had a negative view of the prime minister, as well as long-standing financial and growing alcohol problems, investigators still did not have a \"clear picture\" of Engstrom's motive for killing Palme, Chief Prosecutor Krister Petersson said.</p>\n<p>At a 2025 press conference it was announced that Engström no longer was the main suspect of the assassination. It was also announced that the investigation in to the assassination of Olof Palme would remain closed.</p>\n<h2>Figures</h2>\n<ul><li>The cost of the investigation stands at SEK 350 million, €38 million or US$41 million as of 25 February 2016.</li> <li>The total number of pages accumulated during the investigation is around 700,000. According to criminologist Leif G. W. Persson, the investigation is \"the largest in global police history\".</li> <li>The reward for solving the murder is SEK 50 million (approximately €5 million or US$7 million.)</li></ul>\n<h2>Film portrayals</h2>\n<p>In the 1998 Swedish fictional thriller film <em>The Last Contract</em> (<em>Sista kontraktet</em>), Palme's assassination was portrayed as having been planned by a hired assassin.</p>\n<p>In the 2021 Netflix series <em>The Unlikely Murderer</em>, Palme's assassin was depicted as Stig Engström, the so-called \"Skandia man,\" based on the book by Thomas Pettersson. Because Engström has never been found guilty in a court of law (having died in 2000 before the investigation was closed in 2020), the episodes open with the words, \"Based on an unsolved crime,\" and end with the disclaimer, \"It has not been proven that Stig Engström murdered Olof Palme, but the Swedish police and Prosecution Authority suspect him.\"</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "On 28 February 1986, at 23:21 CET, Olof Palme, Prime Minister of Sweden, was fatally wounded by a single gunshot while walking home from a cinema with his wife Lisbeth Palme on the central Stockholm street Sveavägen. Lisbeth Palme was slightly wounded by a second shot. The couple did not have bodyguards with them.",
  "created_at": "2026-02-21T15:38:48.067015+00:00"
}