{
  "entity_id": "Q3334703",
  "title": "Kungsbrohuset",
  "latitude": 59.33246389,
  "longitude": 18.052575,
  "categories": [
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Kungsbrohuset1.JPG",
  "text": "<h1>Kungsbrohuset</h1>\n<p><strong>Kungsbrohuset</strong> (also known as <strong>Schibstedhuset</strong>) is an office building between Kungsbron and Klarabergsviadukten in the development area of Västra city in central Stockholm. The building was opened on 6 May 2010. Principal architect was Kerstin Heijde of Strategisk Arkitektur.</p>\n<p>The building has thirteen floors, ten above street level.</p>\n<h2>Environment</h2>\n<p>The building has double walls, the outer made entirely of glass and the inner 60 percent glass with a gap between, a more energy efficient design than a traditional glass and steel building. The environment coordinate Klas Johansson, described the solution as \"an unbelievably efficient system, featuring what is in effect quintuple glazing.\"</p>\n<p>The heating is provided partly by captured waste heat from Stockholm Central Station - an estimated 5-10% of the heating requirement. Water from the canal Klara Sjö is used for cooling. The goal is a consumption of 60 kWh/sqm/yr, half the National Board of Housing Building requirement.</p>\n<p>The building was nominated for Stockholm Build 2010, finishing second, nine votes behind Ericsson Kista.</p>\n<h2>Occupants</h2>\n<p>Schibsted are the main tenants, gathering Swedish subsidiaries Aftonbladet and the Swedish newspaper Svenska Dagbladet, Blocket.se, Hitta.se and Tasteline into the building. The developers and property managers, Jernhusen will relocate its headquarters there. On level four, there is accommodation for shops and a restaurant and there is hotel accommodation.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Kungsbrohuset is an office building between Kungsbron and Klarabergsviadukten in the development area of Västra city in central Stockholm. The building was opened on 6 May 2010. Principal architect was Kerstin Heijde of Strategisk Arkitektur.",
  "created_at": "2026-02-21T15:37:57.768296+00:00"
}