{
  "entity_id": "Q3354383",
  "title": "Central Post Office Building, Stockholm",
  "latitude": 59.3323,
  "longitude": 18.0582,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/5d/Centralposthuset%2C_Stockholm%2C_seen_from_Klarabergsgatan.jpg",
  "text": "<h1>Central Post Office Building, Stockholm</h1>\n<p>The <strong>Central Post Office Building</strong> (Swedish: <em>Centralposthuset</em> or <em>Centralposten</em>) is a historical building at 28–34 Vasagatan in central Stockholm, Sweden. Inaugurated in 1903 and designed by architect Ferdinand Boberg (1860–1945), the building was the headquarters of Posten (Swedish post services) until 2003. It is currently serving as offices for the Ministry of Enterprise and some functions of the Government Offices, after an extensive rebuild in April 2008.</p>\n<h2>History</h2>\n<p>The Swedish post services dates back to the 17th century, and its headquarters were during the first 300 years found in various small buildings in Stockholm Old Town. The last building there to accommodate the department was the present Postmuseum, 6 Lilla Nygatan, rebuilt a last time in 1820. However, with the introduction of rail transportation and steamships, increasing quantity of post quickly made the building insufficient. A new central post building was therefore built at <em>Rödbotorget</em> (near today's Sheraton Hotel) to the design of Albert Törnqvist (1819–1898). On its inauguration in the mid-1870s, the new building was well-dimensioned for its purpose, but before the end of the century explosive volumes of postcards had made the headquarters outdated again and in 1896 a decision was taken to move into a larger building.</p>\n<p>In the mid-19th century, the neighbourhood where the post office now stands, was a rather peripheral district in the centre of Stockholm, a situation which gradually changed with the inauguration of the Stockholm Central Station in 1871. The department's expert advisor, architect F. G. A. Dahl (1885–1927), studied modern post offices in Germany and Belgium and produced plans for a new post office on the site. In late 1897 five Swedish architects — Carl Möller, Ludvig Peterson, Ernst Stenhammar, Eugen Thorburn, and Ferdinand Boberg – were invited to participate in a competition for the façades, a competition which Boberg eventually won.</p>\n<p>The building was inaugurated by King Oscar II on 27 October 1903. It was a modern building for its time; featuring electricity, 58 WC with rings in mahogany, and PO boxes, first introduced in Sweden here. However, long before the inauguration, the site selected for the project had proven insufficient, and in 1915 construction works was started for an enlargement on the remaining third of the block. The building was declared a historical monument (<em>byggnadsminnesmärke</em>) in 1935. A major rebuilding in 1976–78 was followed by several alterations during the 1980s. Three of the four courtyards were glazed-over in 1987–92 resulting in a galleria, a restoration of the central hall, and the addition of a superstructure creating space for 800 new work-rooms. </p>\n<p>Posten relocated its headquarters to Solna and in 2004 the building was taken over by the National Property Board of Sweden, who rebuilt it in 2008 to accommodate the Government of Sweden.</p>\n<h2>Architecture</h2>\n<p>To give prominence to the building, Boberg chose to counter the limited building site with a system of massive volumes and elaborate carvings – or using his own words: \"release some suitable mass out of the building and more or less let it go up in the air\". He thus added several tower-like volumes to the core volume: (1) A short central tower reaching above the roof and sitting on a vigorously modelled entrance. (2) Two smaller towers bulging out of the corners dressed in bricks exposing the mass of the building to passers-by. This is undoubtedly a successful design as the building still dominates its neighbourhood notwithstanding the considerably larger buildings added during the 1960s and 70s. To give further authority to the building, Boberg dressed the base floor in red Övedskloster sandstone matching the red Höganäs bricks covering the walls above where the deep-laying windows further accentuate mass and weight. The roofs were covered with slate.</p>\n<p>Boberg favoured a kind of orientalism combined with a sense appropriateness in an era when such decorations and exotic styles were regarded as lacking Swedish recognition (<em>sakna hemortsrätt</em>). On the octagonal top of the tower is a flat dome flanked by finials, which has been described as Indio-Persian. Also characteristic for Boberg is the use of ornamentation. It is lavishly applied around the main entrance and along the pavements, its motifs — Swedish coat of arms and homing pigeons – are derived from the activities in the building or – pine twigs and various small animals – from what at the time was regarded as typical Swedish (i.e. a love of nature). All these carving were based on drawings by Boberg and plaster models by Axel Bruce.</p>\n<p>The cross-vaulted central portion of the five nave central hall is two stories tall and enlightened by skylights. Under the marble arcades surrounding the hall where once the oak counters. The plastered walls, originally intended to be dressed in stone, are covered with postal emblems; the coats of arms of the nation, its provinces, and the city; and a pine-cone border characteristic for its time. The large mural above the stairs, completed in 1907, is by Carl Wilhelmsson and displays a steamship delivering post to a post carriage at Skeppsbron. The flat dome of the central hall was built in a traditional technique without using iron constructions.</p>\n<p>Boberg's use of ornamentation accumulated criticism which described it as to naturalistic and falling short of monumentality — \"almost as modelled in clay rather than carved in sandstone\". While Boberg, as a direct result of his work on this post office, was immediately appointed to design the post office in Malmö, the critique continued to grow in strength and a decade later finally caused Boberg to give up his architectural career.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Central Post Office Building is a historical building at 28–34 Vasagatan in central Stockholm, Sweden. Inaugurated in 1903 and designed by architect Ferdinand Boberg (1860–1945), the building was the headquarters of Posten until 2003. It is currently serving as offices for the Ministry of Enterprise and some functions of the Government Offices, after an extensive rebuild in April 2008.",
  "created_at": "2026-02-21T15:34:00.943506+00:00"
}