{
  "entity_id": "Q3366189",
  "title": "Hotel Rival",
  "latitude": 59.31805556,
  "longitude": 18.06361111,
  "categories": [
    "trendy",
    "culture",
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/41/Hotell_Rival_2009.jpg",
  "text": "<h1>Hotel Rival</h1>\n<p><strong>Hotel Rival</strong>, formerly <em>Hotel Aston</em>, is a hotel founded on September 1, 2003, at Mariatorget on Södermalm in Stockholm, owned by former ABBA musician Benny Andersson.</p>\n<h2>History</h2>\n<p>The hotel is the site of the former Hotel Aston and the Rival cinema, which were acquired in 2002 by Benny Andersson, who had the facilities rebuilt in 2002 to 2003, and officially opened on September 1, 2003. Originally, the property's cinema was inaugurated in 1937 as Ri-Teatrarna's eleventh cinema; it was their largest movie palace with 1218 seats. In 1944, Finnish partisans used the theater to sort and microfilm intelligence material carried out to Sweden in the final stages of the Continuation War.</p>\n<p>The movie Mamma Mia had its Swedish premiere at the hotel's cinema, with all ABBA members and several cast present.</p>\n<h2>Reviews</h2>\n<p>Hotel Rival has been reviewed extensively in tour guides, major newspapers, websites, and glamour magazines.</p>\n<p>Dorling Kindersley guides have called the Rival \"one of the trendiest places to stay in Stockholm,\" and \"Sweden's first boutique hotel.\"</p>\n<p>In 2009, <em>The Daily Telegraph</em> gave it a detailed review. <em>The Independent</em> called it the \"Best hotel for romance\" in Stockholm, adding that \"Each room represents a scene from a Swedish movie.\" <em>Newsweek</em> listed Hotel Rival as one of only four recommended hotels in Stockholm.</p>\n<p><em>Smarter Travel</em> called it a relative \"shoestring\" bargain, although it \"has a price point at the around the $200 mark,\" in 2004, because of its \"hipster\" cache. <em>The Travel.com</em> also briefly reviewed the hotel in a survey of celebrity-owned hostelries and resorts.</p>\n<p>Because of its association with ABBA, the band popular with many members of the LGBT community, Hotel Rival has been reviewed in the LGBT media. <em>PinkNews</em> recommended it as a place to stay.</p>\n<p>In a 2020 article about celebrity-owned hotels, <em>Architectural Digest</em> lauded the Rival's amenities and décor: it \"is outfitted with Mats Theselius armchairs, a Gunnar Asplund desk chair, faux-fur throws, and offbeat art in the guest rooms. An artfully arranged wall of gold clothes hangers doubles as a functional open-air closet, and enlarged black-and-white photography adorns the walls. Patios flaunt window boxes bursting with flowers, when in season, and faux nailheads adorn the white soaking tub in the bathrooms. Within the shell of a former cinema are not only 99 hotel rooms but also a cocktail bar, a café, a bistro, and bar-friendly food plus live music at Watson’s Bar.\" <em>Architectural Digest</em> had previously reviewed it in 2016, as a survey of luxury hotels in Stockholm, noting: \"Vibrant, colorful, and just plain cool, Rival was Stockholm’s first boutique hotel. Owned by ABBA’s Benny Andersson, the property features 99 modern-minimalist rooms.\" The British <em>Ideal Home</em> also reviewed it as part of a celebrity-focused survey, gushing that \"its décor oozes classy Scandi chic, and we love that the light fittings slightly remind us of 1970s glitter balls – very glam.\"</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Hotel Rival, formerly Hotel Aston, is a hotel founded on September 1, 2003, at Mariatorget on Södermalm in Stockholm, owned by former ABBA musician Benny Andersson.",
  "created_at": "2026-02-21T15:30:09.511293+00:00"
}