{
  "entity_id": "Q3436158",
  "title": "Swedish Institute of International Affairs",
  "latitude": 59.349389,
  "longitude": 18.069292,
  "categories": [
    "culture",
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/68/Utrikespolitiska_Institutet_Stockholm.jpg",
  "text": "<h1>Swedish Institute of International Affairs</h1>\n<p>The <strong>Swedish Institute of International Affairs</strong> (Swedish: <em>Utrikespolitiska institutet</em>, <strong>UI</strong>) is an independent non-profit organization based in Stockholm, Sweden whose mission is to promote interest in and increase knowledge of international relations and security policy issues. This is done through academic research as well as information activities directed at a broad audience. The institute is an independent organization whose parent body is the Swedish Society for International Affairs (Swedish: <em>Utrikespolitiska samfundet</em>).</p>\n<p>Founded in 1938, the institute had in 2020 five research programmes:</p>\n<ul><li>The Europe Programme – on European integration and security, as well as Europe’s international and trans-Atlantic relations.</li> <li>The Russia and Eurasia Programme on political, economic and societal developments in Russia and its neighbouring countries, as well as relations between Russia and its neighbours.</li> <li>The Middle East and North Africa Programme – on geopolitical struggles and social transformation in the region.</li> <li>The Asia Programme – on power relations in Asia, the global influence of Asia, and norms and democracy in Asia.</li> <li>Programme for Global Politics and Security – about power and security, gender and rights, and global governance with a focus on climate and energy.</li></ul>\n<p>The information activities include seminars, expert commentary in the media, and printed as well as digital publications. The magazines Världspolitikens Dagsfrågor and Utrikesmagasinet are produced by an independent editorial board which also is behind Landguiden, a country database.</p>\n<p>From 2005 until 2025, the institute shared a building with the Swedish Defence University, by the campus of the Royal Institute of Technology in Stockholm. In 2025, the institute moved to the Admiralty House.</p>\n<p>In 2020 the institute opened its Stockholm Centre for Eastern European Studies, SCEEUS and NKK (<em>Nationellt kunskapscentrum om Kina</em>), its national knowledge center for China.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Swedish Institute of International Affairs is an independent non-profit organization based in Stockholm, Sweden whose mission is to promote interest in and increase knowledge of international relations and security policy issues. This is done through academic research as well as information activities directed at a broad audience. The institute is an independent organization whose parent body is the Swedish Society for International Affairs.",
  "created_at": "2026-02-21T15:31:46.860481+00:00"
}