{
  "entity_id": "Q3436957",
  "title": "Greyfriars Monastery, Stockholm",
  "latitude": 59.324280555556,
  "longitude": 18.064002777778,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Gr%C3%A5br%C3%B6draklostret.JPG",
  "text": "<h1>Greyfriars Monastery, Stockholm</h1>\n<p>The <strong>Greyfriars Monastery</strong> (Swedish: <em>Gråmunkeklostret</em>) on the island of Riddarholmen in Stockholm was a monastery for males of the Franciscan Order, in operation from 1270 until the Swedish Reformation of 1527.</p>\n<h2>History</h2>\n<p>The monastery was founded upon donation by King Magnus III of Sweden in 1270, and in 1288, he also donated the Skeppsholmen area to the abbey. It was because of the abbey that Riddarholmen has been called <em>Gråbrödraholm</em> (Grey Brother's Islet), <em>Munckholmen</em> (Monk's Islet), and <em>Gråmunkeholm</em> or <em>Gråmunkeholmen</em> (Grey Friar's Islet). During the 15th-century, the island of Kungsholmen was also called <em>Munklägret</em> (Monk's Camp) because of the activities of the abbey in the area. At the end of the 15th century, it was headed by Kanutus Johannis, who contributed several volumes to its library. After the Siege of Tre Kronor (castle) on 9 May 1502, the defeated Queen, Christina of Saxony, was kept prisoner here by Sten Sture the Elder.</p>\n<h3>Dissolution</h3>\n<p>In 1527, the abbey was dissolved because of the reformation. The monks were forced to leave the buildings, which were used as a hospital and as a residence for the former nuns of St. Clare's Priory, Stockholm. The hospital was moved to Danviken Hospital in 1551, and the building housed the theological school Collegium Regium Stockholmense in 1576-1593, and the Nicolai Trivial School until 1666.</p>\n<h2>Later history</h2>\n<p>Riddarholmen Church is what remains of the abbey in our time.</p>\n<p>Part of the area south of Riddarholm Church was excavated in 2010. The skeleton of a medieval monk was found buried complete, save for its left leg which was lost during renovations in 1945. </p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Greyfriars Monastery on the island of Riddarholmen in Stockholm was a monastery for males of the Franciscan Order, in operation from 1270 until the Swedish Reformation of 1527.",
  "created_at": "2026-02-21T15:23:28.899587+00:00"
}