{
  "entity_id": "Q3497031",
  "title": "Maria Magdalena Church",
  "latitude": 59.318994444444,
  "longitude": 18.067216666667,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/df/Maria_Magdalena_Kyrka.jpg",
  "text": "<h1>Maria Magdalena Church</h1>\n<p>The <strong>Church of Saint Mary Magdalene</strong> (Swedish: <em>S:ta Maria Magdalena kyrka</em>) is a church on Södermalm in central Stockholm, Sweden, dedicated to and named for Jesus' companion Mary Magdalene.</p>\n<p>The church plan has a nave but no aisles. In its eastern end is a three-sided choir and the transept taking up three bays. In the corners of the crossing are enlargement from various periods, all serving liturgical purposes, including the sacristy. The painting of the high altar is the <em>Adoration of the Shepherds</em> by Louis Masreliez from around 1800. The pulpit, the Baroque design of Carl Johan Cronstedt, was inaugurated in 1763 and carries a medallion with the portrait of Mary Magdalene. The front of the organ was designed by Carl Fredrik Adelcrantz in 1774 while the present 50-stop organ is from 1927. A second organ was added in 1986 and in the choir is a third smaller organ.</p>\n<p>The baptismal font dates back to 1638 and among the sacramental vessels which survived the fire in 1759, is the oldest effects of the church - a sacramental pan in copper with capital inscriptions. Among the epitaphs in the church are one dedicate to Christopher Polhem and another to Carl Michael Bellman.</p>\n<p>Under the church are older sepulchral chambers. Alongside the southern part of the churchyard are burial chapels of which one today serves the parish of the Finnish Orthodox Church in Sweden.</p>\n<p>Prominent people buried at the church include: Lasse Lucidor, Erik Johan Stagnelius, Werner Aspenström, Karl August Nicander, and Evert Taube.</p>\n<h2>History</h2>\n<p>The church's history dates back to the 1350s when King Magnus Eriksson with the permission of Pope Clement VI had a funeral chapel built on the location and dedicated it to Mary Magdalene. What then happened to the building is poorly documented. A copperplate depicts it as a small building with a single nave adorned with a large tower with a pointy spire.</p>\n<p>When Gustav Vasa liberated Stockholm in the early 1520s, his troops led by Peder Fredag (see Peder Fredags Gränd) encamped in the chapel and suffered severe losses when the troops of Christian II of Denmark attacked from the city. This might have been one of the reasons Vasa had all churches, monasteries, and chapels on the ridges surrounding the city destroyed after the introduction of Protestantism in 1527, including the chapel of Mary Magdalene. However, his son King John III started the construction of a new church on the location in 1588. His death in 1592 caused construction work to halt, and the church remained uncompleted until 1634.</p>\n<p>Both Nicodemus Tessin the Elder and the Younger gave the church its Baroque appearance. The spire of the former, however, inaugurated in 1676 and according to himself the most beautiful spire in Stockholm, was destroyed in a fire in 1759 together with some 300 buildings in the neighbourhood. Superintendent Carl Johan Cronstedt was commissioned to rebuild the church and had his task completed in 1763. He humbly respected both his older colleagues and preserved much of their design, and the church is still largely intact since. Johan Hafwersatt and Christian von Thum painted the decorative elements at the Church in 1683-1684.</p>\n<p>An interior restoration was made in 1927 and the exterior yellow colour was improved in 1986.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Church of Saint Mary Magdalene is a church on Södermalm in central Stockholm, Sweden, dedicated to and named for Jesus' companion Mary Magdalene.",
  "created_at": "2026-02-21T15:28:20.331752+00:00"
}