{
  "entity_id": "Q3652404",
  "title": "Högvaktsterrassen",
  "latitude": 59.326194444444,
  "longitude": 18.069666666667,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/75/H%C3%B6gvaktsterrassen.jpg",
  "text": "<h1>Högvaktsterrassen</h1>\n<p><strong>Högvaktsterrassen</strong> (Swedish: [ˈhø̂ːɡvaktstɛˌrasːɛn], \"Main Guard Terrace\") is a street in Gamla stan, the old town in central Stockholm, Sweden passing west of Yttre Borgården, the outer court of the Stockholm Palace.</p>\n<p>The street stretches north from the Stockholm Cathedral at Storkyrkobrinken and ends in a terrace offering a panoramic view of the Riksdag Building, the square Mynttorget and the northern ramp of the palace, Lejonbacken. It is delimited to the east by the two curved western wings of the Royal Palace, and to the west by a state-owned annex composed by the Oxenstierna Palace and Beijer House and serving as offices and the workrooms of the court.</p>\n<h2>History</h2>\n<p>The area north of the cathedral and west of the Medieval palace Tre Kronor (\"Three Crowns\"), burnt down in 1697, was known as <em>Helvetet</em> (\"Hell\"). The background of this atrocious name have been subject for some scholarly disputes; some suggesting it reflexes the popular belief the area north of churches were the location of evil (and therefore suitable for suicides and criminals), while other found references in Norse folklore where the \"Kingdom of the Dead\" was believed to be located to the north, and, 'Hell' still not associated with the pejorative meaning of today, was simply used to indicate northern locations in general.</p>\n<p>Historical records from the 15th century describes the area as the location for the city's executioner during the years 1491–1528, and for the city's school building and the royal mint in the 1430s. Among the numerous alleys once found in the area were many craftsmen's workshops - shoemakers, saddlers, blacksmiths, bakers, etcetera. On a 16th-century map, the area is taken up by a slope leaning north with a block occupying the location for the present street, a block not present on a map dated 1626, instead suggesting the royal gardens were located here. In 1653, the Chancellor Axel Oxenstierna (1583–1654) started to build his palace still present on the south-western corner of the street, while both his old residence and that of Herman Wrangel (1587–1643) were demolished in the 1740s when the wings of the Main Guard were built.</p>\n<p>In 1921, it was suggested the street should be named <em>Kristina Gyllenstiernas skans</em> (\"Sconce of. .\") after Christina Gyllenstierna (1494–1559), wife of Sten Sture the Younger (1493–1520), whose statue, found nearby at the time, reminded of her bravely defence of the palace against the Danish army in 1520. However, some discussions concerning the city's right and need to name the location in the first place, eventually resulted in the present name suggested by the linguist Adolf Noreen (1854–1925).</p>\n<h2>Oxenstierna Palace</h2>\n<p>Designed by Jean de la Vallée (1620–1696), the palace of the mighty chancellor Axel Oxenstierna was started in 1653 shortly before the death of the proprietor. The present building, merely a wing of the huge palace originally intended for the site, introduced the Roman palace architecture acting by means of elaborately decorated windows on a plain plastered wall. The interplay with the urban setting is underlined by the projecting parts of the southern façade being aligned to the street and thus not perpendicular to the façade. The building is unique for the well preserved exterior, including the various sandstone decorations, and the alternating mezzanines of the five storeys, and the interior, including decorative 17th century hinges. Notwithstanding the name, the Oxenstierna dynasty never actually lived in the building, instead serving as offices since its completion. The equivalent of the Bank of Sweden occupied the building in the end of the 17th century, and it has been the property of the Swedish State since.</p>\n<h2>Beijer House</h2>\n<p>Named after Johan von Beijer (-1669), a man of German origin appointed postmaster in 1642, who bought two buildings on the site that same year to replace them with his own residence, accordingly the only post office in the capital until his death. The brick cellar vaults of the two Medieval buildings are still preserved, and the building is the only burgher residence with a preserved 17th century courtyard. Two storeys were added during the 18th and 19th centuries, and in 1918 it became the property of the state and was subsequently merged with the Oxenstierna Palace. The building was declared a historical monument in 1949 and is today occupied by the accountants of the Parliament, the unique interiors and courtyard thus not accessible to the public.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Högvaktsterrassen is a street in Gamla stan, the old town in central Stockholm, Sweden passing west of Yttre Borgården, the outer court of the Stockholm Palace.",
  "created_at": "2026-02-21T15:16:59.976127+00:00"
}