{
  "entity_id": "Q4346239",
  "title": "Hallwyl Museum",
  "latitude": 59.33296,
  "longitude": 18.074516,
  "categories": [
    "historic",
    "trendy",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Hallwylska_palatset_November_2011.jpg",
  "text": "<h1>Hallwyl Museum</h1>\n<p><strong>Hallwyl Museum</strong> (Swedish: <em>Hallwylska museet</em>) is a Swedish national museum housed in the historical Hallwyl House in central Stockholm located on 4, Hamngatan facing Berzelii Park. The house once belonged to the Count and Countess von Hallwyl, but was donated to the Swedish state in 1920 to eventually become a museum. In 1938, the museum was officially opened.</p>\n<h2>History</h2>\n<p><strong>Hallwyl House</strong> (Swedish: <em>Hallwylska palatset</em>) was built 1893–1898 to the design of Isak Gustaf Clason for Count Walther von Hallwyl and his wife, Wilhelmina. It was created to accommodate the office of the count and the extensive art collection of the countess. Wilhelmina and Walther von Hallwyl also lived there during the winter. While the exterior of the building and the court is historical in style — borrowing architectural elements from medieval prototypes and Renaissance Venice — it was utterly modern on its completion — including electricity, central heating, telephones, and bathrooms. The elevator was a later addition.</p>\n<p>The countess collected her artworks during her worldwide journeys in order to found a museum, and, consequently, the palace was donated to the Swedish State in 1920, a decade before her death. The museum, including many of the rooms where they used to live, opened in 1938 to the public.</p>\n<p>Hallwyl Museum, in association with Skokloster Castle and the Royal Armoury, is part of a government agency known as the Royal Armoury and Skokloster Castle with the Hallwyl Museum Foundation, or Livrustkammaren och Skoklosters slott med Stiftelsen Hallwylska museet (LSH) in Swedish.</p>\n<h2>Collections</h2>\n<p>Hallwyl House was donated to the Swedish state on the condition that it would remain unchanged. Today, the house has been preserved as it was when Countess von Hallwyl donated the house. The museum features preserved rooms from the late Victorian period in Sweden giving a glimpse into the lifestyles of the nobility in Stockholm at the time.</p>\n<p>The Hallwyl Collection, which is housed there, encompasses some 50,000 objects.</p>\n<ul><li> The silver room</li> <li> The gallery</li> <li> The kitchen</li> <li> The smoking room</li> <li> Christmas at the museum</li> <li> The dining room</li></ul>\n<h2>Gallery</h2>\n<ul><li> Jan Griffier</li> <li> Pieter Aertsen</li> <li> Pieter Brueghel the Younger</li></ul>\n<ul><li> Thomas Wyck</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Hallwyl Museum is a Swedish national museum housed in the historical Hallwyl House in central Stockholm located on 4, Hamngatan facing Berzelii Park. The house once belonged to the Count and Countess von Hallwyl, but was donated to the Swedish state in 1920 to eventually become a museum. In 1938, the museum was officially opened.",
  "created_at": "2026-02-21T15:30:43.960165+00:00"
}