{
  "entity_id": "Q4346476",
  "title": "Klara, Stockholm",
  "latitude": 59.33181,
  "longitude": 18.05111,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/37/Klara_kyrka_february_2013_02.jpg",
  "text": "<h1>Klara, Stockholm</h1>\n<p>59°19′55″N 18°03′04″E﻿ / ﻿59.33181°N 18.05111°E﻿ / 59.33181; 18.05111</p>\n<p><strong>Klara</strong> (Swedish: <em>Klarakvarteren</em>, lit. 'Klara quarters') is a part of lower Norrmalm in the central part of Stockholm. It has its name from Klara Church. Today the name, though not often used in daily speech, has become synonymous with the old city that once occupied lower Norrmalm.</p>\n<h2>\"The Klara Bohemians\"</h2>\n<p>In the 1800s and early 1900s, the Klara area was characterized by old, cheap housing and many small shops and workshops. It was known for being home to several Swedish newspapers, bars, and cheap hotels, and was consequently also an area frequented by writers, journalists, and poets.</p>\n<p>\"The Klara Bohemians\" was a name given to an amorphous group of writers and poets in the 1930s and 1940s, who lived in the area or lingered at its bars and cafés, hoping to sell articles or poems to newspaper editors. The most well-known of the Klara Bohemians, poet Nils Ferlin, is today depicted in statue form close to the church, lighting a cigarette.</p>\n<h2>Renewal of Klara</h2>\n<p>During the 1950s and 1960s, Klara went through an extensive urban renewal project. The area's old, small-scale, irregular, and often run-down homes and shops were torn down and replaced by major roads and large, modern office blocks. The Klara demolitions have subsequently come to be viewed as a particularly notorious example of the large-scale urban redevelopment projects that erased many pre-modern city centers in mid-century Sweden.</p>\n<h2>Notable buildings in Klara</h2>\n<ul><li>Arvfurstens palats</li> <li>Sager House</li> <li>Klara Church</li> <li>Kulturhuset</li> <li>Sergels torg</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Klara is a part of lower Norrmalm in the central part of Stockholm. It has its name from Klara Church. Today the name, though not often used in daily speech, has become synonymous with the old city that once occupied lower Norrmalm.",
  "created_at": "2026-02-21T15:38:30.228107+00:00"
}