{
  "entity_id": "Q4356728",
  "title": "Swedish Centre for Architecture and Design",
  "latitude": 59.32583333,
  "longitude": 18.085,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b2/ArkDes%2C_entr%C3%A9%2C_2018.jpg",
  "text": "<h1>Swedish Centre for Architecture and Design</h1>\n<p>The <strong>Swedish Centre for Architecture and Design</strong> (Swedish: <em>Statens centrum för arkitektur och design</em>) or <strong>ArkDes</strong>, previously known as the Museum of Architecture (<em>Arkitekturmuseet</em>), is a Swedish national museum dedicated to architecture and design. It is located on the island of Skeppsholmen in Stockholm, Sweden, in the same complex as Moderna Museet. The museum exhibits architecture, urban planning and design under its current acting director Karin Nilsson. It is an administrative authority under the Ministry of Culture.</p>\n<h2>History</h2>\n<p>The Museum of Architecture was founded in 1962 at the initiative of the National Association of Swedish Architects (<em>Sveriges Arkitekters Riksförbund</em>) as a private foundation. It was nationalized in 1978, at which point it was housed in buildings previously occupied by the Nautical Chart Department on Skeppsholmen. The new premises, designed by the Pritzker Prize laureate Rafael Moneo following an international competition, were inaugurated in February 1998.</p>\n<p>On 28 February 2013, the government issued new instructions for the museum and, on 1 May, changed its name to the <em>Statens centrum för arkitektur och design</em> (The Swedish Centre for Architecture and Design). Since the mid-1990s, the museum has been administered by the Ministry of Culture.</p>\n<p>The museum closed for renovation on 27 September 2023 and is currently in the process of delivering a new collection exhibition, new temporary exhibition spaces, and a new entrance. The museum is scheduled to reopen on 27 September 2024. On 20 June 2024, the government announced an investigation to explore how ArkDes and Moderna Museet can be merged into a single national authority, to be completed before 31 January 2025.</p>\n<h2>Buildings</h2>\n<p>ArkDes is housed in two buildings, the Navy’s old drill hall, <em>Exercishuset</em>, and a more recently constructed building designed by the Spanish architect Rafael Moneo constructed between 1994 and 1997. The permanent and temporary exhibition halls stand in historic buildings designed by Fredrik Blom and the new building, designed in a functionalistic style, contains offices, a library, research rooms, workshops, and archives holding the State Architecture Collection. The Moneo building was awarded the Kasper Salin Prize in 1998. In June 2018, a new temporary exhibition space, <em>Boxen</em>, was opened to designs by Dehlin Brattgård Architects.</p>\n<h2>Function</h2>\n<p>ArkDes has a permanent exhibition and several temporary thematic exhibitions. The permanent exhibition presents Swedish architecture through the ages in drawings, models, photographs, and historical objects.</p>\n<p>Other spaces are dedicated to thematic exhibitions which explore contemporary architecture and design, alongside historical shows. In ArkDes' archival collections are drawings, models and photographs of the works of around 500 architects. The museum's library contains journals from the 1930s onwards, as well as over 24,000 books.</p>\n<p>ArkDes manages the Einar Mattsson's Foundation for Building and Property Research.</p>\n<p>The Centre has cooperated with the Wikimedia Foundation on a number of occasions. In 2013 and 2014, Wikimedia Sweden held its annual meeting there, and in 2014, the ArkDes hosted the “Meet Wikipedia” event.</p>\n<h2>Notable exhibitions</h2>\n<p>ArkDes has hosted a number of notable temporary exhibitions and collaborations. In 2010, ArkDes hosted the exhibition “Greta Magnusson Grossman: From Stockholm to Beverly Hills”, an exhibition of pre-war furniture design and experimental architecture of the 1940s, 50s and 60s. In 2013, the museum presented “The Fashion World of Jean-Paul Gaultier: From the sidewalk to the catwalk”. In 2014 ArkDes hosted “Blockholm”, an exhibition based on a transfer of Stockholm’s land data into Minecraft to create an exact, full-scale representation of the Swedish capital.</p>\n<p>In 2015 a collaboration between ArkDes and Moderna Museet presented the work of Danish-Icelandic artist Olafur Eliasson and in 2016 a similar collaboration resulted in a major exhibition of the work of the Japanese artist Yayoi Kusama. In 2017, ArkDes exhibited a major monographic exhibition on the Austrian-Swedish architect Josef Frank in a collaboration with the MAK in Vienna alongside an exhibition on the HI-group design collective.</p>\n<p>Since 2017, under the directorship of Kieran Long, the museum has presented a number of temporary exhibitions in its main hall and in <em>Boxen</em>, a “machine for fast-changing, experimental exhibitions”. These have included: “Public Luxury”, an exhibition “about architecture, design and the struggle for public life”; “The Future Starts Here”, an exhibition made in collaboration with the Victoria and Albert Museum exploring the relationships between design and technology; “Space Popular: Value in the Virtual”, a project exploring Virtual Reality, architecture and urbanism; the culminating edition of the Cruising Pavilion; and an exhibition exploring the prefabricated concrete panel curated by Pedro Ignacio Alonso and Hugo Palmarola. In 2020, Boxen hosted the world’s first museum exhibition exploring the creative field of ASMR. As a result of COVID-19 it had a virtual opening; the exhibition opened at the Design Museum in 2022. A monographic exhibition centred on the Swedish architect Sigurd Lewerentz opened in 2021. An eponymous book was published by Park Books.</p>\n<p>ArkDes hosts the annual “Gingerbread House” competition each December.</p>\n<h2>Directors</h2>\n<ul><li>Karin Nilsson, Acting Director, January 2024</li> <li>Kieran Long, 2017 – 2024</li> <li>Kerstin Brunnberg, Interim Director, July 2014 – July 2015</li> <li>Lena Rahoult, 2009 – July 2014</li> <li>Bitte Nygren, 1999–2008</li> <li>Jöran Lindvall, 1985–99</li> <li>Bengt O.H. Johansson, 1966–77</li></ul>\n<h2>Gallery</h2>\n<h3>Buildings</h3>\n<ul><li> Exhibits building</li> <li> Exhibits building</li> <li> Administration building</li> <li> Administration building</li></ul>\n<h3>Exhibitions</h3>\n<ul><li> Permanent exhibits hall</li> <li> Temporary exhibition “The Fashion World of Jean Paul Gaultier: From the Sidewalk to the Catwalk”, 2013</li> <li> <em>Girjegumpi: The Sámi Architecture Library</em> by Joar Nango and collaborators at the Nordic Countries Pavilion (18th International Architecture Exhibition – La Biennale di Venezia) (2023)</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Swedish Centre for Architecture and Design or ArkDes, previously known as the Museum of Architecture (Arkitekturmuseet), is a Swedish national museum dedicated to architecture and design. It is located on the island of Skeppsholmen in Stockholm, Sweden, in the same complex as Moderna Museet. The museum exhibits architecture, urban planning and design under its current acting director Karin Nilsson. It is an administrative authority under the Ministry of Culture.",
  "created_at": "2026-02-21T15:29:24.971984+00:00"
}