{
  "entity_id": "Q4357026",
  "title": "Swedish Theatre (Stockholm)",
  "latitude": 59.33,
  "longitude": 18.0772,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/91/Svenskateatern.jpg",
  "text": "<h1>Swedish Theatre (Stockholm)</h1>\n<p>The <strong>Swedish Theatre</strong> (Swedish: <em>Svenska Teatern</em> or <em>\"Svenskan\"</em>) in Stockholm was, at the beginning of the 20th century, Sweden's largest dramatic theatre. It was located on Blasieholmen in central Stockholm. During its years in use, from 1875 to 1925, it was often considered as Sweden's foremost national theatre (as opposed to the Royal Dramatic Theatre).</p>\n<h2>History</h2>\n<p><em>Svenska Teatern</em>, or <em>Nya Teatern</em>, was founded by the actor Edvard Stjernström (1816-1877). The new theater was erected after drawings by Ernst Jacobsson (1839-1905). It was in its time Stockholm's largest theatre, with 1,150 seats in its two stalls and four galleries (as a comparison, today's national stage, the Royal Dramatic Theatre has around 700 seats for its main stage). The theatre was also equipped with the first rotating stage in Sweden and had its own ballet-ensemble that was known worldwide for its quality.</p>\n<p>The Swedish Theatre's productions were known for their luxurious decor and splendor. It was here that the original Swedish stagings of Henrik Ibsen's most well-known plays took place, as well as a number of great productions of William Shakespeare's and Anton Chekhov's dramatic works. Under the directorship of Ludvig Josephson, it staged the premières of August Strindberg's <em>Master Olof</em> in 1881 and <em>Sir Bengt's Wife</em> and <em>Lucky Peter's Journey</em> in the following year.</p>\n<p>Many of the world's greatest theatre companies came to perform at the Swedish Theatre, including Stanislavski's Moscow Art Theatre and Reinhardt's Deutsches Theater. The Swedish Theatre also toured abroad, with several productions in Moscow, Berlin, Paris, Oslo, and Copenhagen among others. Most of Sweden's greatest stage actors of the early 20th century were part of the theatre's ensemble: Anders de Wahl, Gerda Lundequist, Tora Teje, Inga Tidblad, Gösta Ekman d.ä., Pauline Brunius and Hugo Björne were among others.</p>\n<p>After the death of the founder Edvard Stjernström, the theatre was run by his widow, the playwright Louise Granberg (1812-1907), from 1877 to 1880. The Swedish Theatre was for a long time the prime jewel in the theatrical empire of Swedish theatre manager Albert Ranft (1858–1938). The theatre was devastated in a fire on June 30, 1925. It was never rebuilt. Since then, the Royal Dramatic Theatre has been seen as the country's main national stage. </p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Swedish Theatre in Stockholm was, at the beginning of the 20th century, Sweden's largest dramatic theatre. It was located on Blasieholmen in central Stockholm. During its years in use, from 1875 to 1925, it was often considered as Sweden's foremost national theatre.",
  "created_at": "2026-02-21T15:27:41.890026+00:00"
}