{
  "entity_id": "Q4566595",
  "title": "Baggensgatan",
  "latitude": 59.32441667,
  "longitude": 18.07341667,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Baggensgatan_15%2C_17%2C_19%2C_2016.jpg",
  "text": "<h1>Baggensgatan</h1>\n<p><strong>Baggensgatan</strong> is a street in Gamla stan, the old town in central Stockholm, Sweden. Forming a southern extension to the street Bollhusgränd near the square Köpmantorget, it stretches to the southern end of Svartmangatan. It forms a parallel street to Själagårdsgatan and Österlånggatan, while being intercepted by Tyska Skolgränd.</p>\n<h2>Origin of the name</h2>\n<p>Appearing in historical records as <em>Jakob Baggæs gathe</em> in 1596, the street was named after the then admiral Jakob Bagge (1502–1577) (later governor at the Royal Palace) who was given a lot by King Gustav Vasa at number 30 in 1536. It is mentioned as <em>Baggenss gatu</em> 1638.</p>\n<h2>History</h2>\n<p>Together with Bollhusgränd, Baggensgatan formed a thoroughfare passing just inside the eastern city wall, just like Prästgatan passed just inside the western wall. The difference in altitude between these thoroughfares and those who passed just outside the city walls, is biggest between Österlånggatan and Baggensgatan, almost ten metres. In the southern end, the lowest section of the street, was the Black Friars' Monastery of Stockholm.</p>\n<h2>Notable buildings</h2>\n<p>On <strong>Number 14</strong> lived the opera diva Elisabeth Olin, at the age of 33 she became the first prima donna at the inauguration of the opera of King Gustav III on January 18, 1773. Her voice was described as supernatural and though she retired from singing after ten years, she is said to have kept her beauty until her death at the age of 87.</p>\n<p>The building on <strong>Number 23</strong> was known as <em>Ahlströms jungfrubur</em> (\"The Maiden Cage of Ahlström\"). It was bought in 1762 by a captain Magnus Ahlström who is described as having created a \"virtual temple of Venus with space for the priestesses on all three floors\". Though the brothel made Ahlström rich, it often resulted in squads of prostitutes spending time at the Långholmen prison while all the taverns and other brothels gave the street a bad reputation for a long time.</p>\n<p>The building on <strong>Number 25</strong> used to be a stable, the shutters were the only thing protecting the horses from the harsh Swedish winters.</p>\n<p>On the façade of <strong>Number 27</strong> is the coat of arms of Scotch Anders Keith and his wife who lived in the building in the end of the 16th century when he served King John III. He sold the building to Sigismund of Sweden and Poland, who, wanting to reintroduce Catholicism in Sweden, used it as a presbytery and a chapel, a failed propaganda campaign which gave the building the name <em>Paptistkyrkan</em> (\"The Papist Church\"). </p>\n<h2>In culture</h2>\n<p>The troubadour Carl Michael Bellman (1740–1795) dedicated one of his songs to Baggensgatan:</p>\n<p>The song gives a burlesque description of the alley, detailing maidens nodding in every corner, buildings filled with girls up to the attic busy sharing songs, kisses, and beds. The song ends: <em>Släck ljuset! Nu ä Lotta min.</em> / \"Turn off the light! Now, Lotta is mine.\"</p>\n<h2>Gallery</h2>\n<ul><li> Intense contrasts between sun and shadow during the bright season.</li> <li> Shutters at Number 25.</li> <li> Façades of number 17-19.</li> <li> Stone table at Number 27.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Baggensgatan is a street in Gamla stan, the old town in central Stockholm, Sweden. Forming a southern extension to the street Bollhusgränd near the square Köpmantorget, it stretches to the southern end of Svartmangatan. It forms a parallel street to Själagårdsgatan and Österlånggatan, while being intercepted by Tyska Skolgränd.",
  "created_at": "2026-02-21T15:16:51.760365+00:00"
}