{
  "entity_id": "Q4566667",
  "title": "Järntorget (Stockholm)",
  "latitude": 59.322694444444,
  "longitude": 18.073055555556,
  "categories": [
    "historic",
    "culture",
    "nature"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c9/J%C3%A4rntorget%2C_aug_2019b.jpg",
  "text": "<h1>Järntorget (Stockholm)</h1>\n<p><em><strong>Järntorget</strong></em> (Swedish for 'The Iron Square') is a small public square in Gamla stan, the old town in central Stockholm, Sweden. Located in the southernmost corner of the old town, the square connects the thoroughfares Västerlånggatan and Österlånggatan, while the two alleys, Södra Bankogränd and Norra Bankogränd, stretches east to connect the square to Skeppsbron, and two other alleys, Järntorgsgatan and Triewaldsgränd, leads south to Slussplan and Kornhamnstorg respectively.</p>\n<p>The second oldest square in Stockholm, slightly younger than Stortorget, Järntorget dates back to around 1300 and remained the city's most important trade centre for centuries — constantly busy and crowded, scents and noise intermixing while goods were transported from shore to shore across the square and up and down the attics of the surrounding buildings.</p>\n<h2>History</h2>\n<h3>Prehistory</h3>\n<p>The island is part of the post glacial boulder ridge Brunkebergsåsen stretching north to south through central Stockholm forming an elongated hill on Norrmalm while narrowing and levelling off to a low edge just north of Järntorget. The ridge is penetrated by the two outflows of Lake Mälaren, of which the southern once formed the southern extent of the square, the shoreline passing over today's square through the bank building on the eastern side. The edges of the central plateau of the old town originally consisted of steep slopes, today disintegrated by excavations and concealed by the urban throng on the island. The block <em>Trivia</em> north of the square still veil the edge of the boulder ridge, during the Middle Ages six metres tall and hidden by a terraced city wall. The square gradually developed from a simple transshipment area on the cape south of the ridge to a medieval market place flanked by two landing bridges, <em>Kornhamn</em> (\"Grain Harbour\") by Lake Mälaren and <em>Kogghamn</em> (\"Merchant Ship's Harbour\") facing the Baltic Sea.</p>\n<h3>Middle Ages</h3>\n<p>Originally called <em>Korntorget</em> (\"Grain Square\"), the square is first mentioned as <em>Järntorget</em> in 1489, both names being used in parallel until 1513 when iron trade had surpassed barley trade in importance. Controlling and putting a charge on the trade meant an important source of income for both the city and the king, and at least from the mid 14th century the city's official scales were located by the southern square on Number 84. Except iron, Sweden exported copper, silver, hide, fur, train oil, salmon, and butter, while importing salt, broadcloth, beer, wine, and luxury items such as spice, glass, and ceramics. During the Middle Ages, the surrounding area was dominated by German merchants, a situation over the century balanced by people from the British Isles, France, and the Netherlands. In medieval times, the square was considerably larger than today. The blocks on the eastern side were aligned to a discontinued alley passing through the blocks south-east of the square (on the left side of Järntorgsgatan), and the square thus encompassed at least half of the present area today occupied by these blocks. In the 16th century sheds were constructed along the eastern side of the square.</p>\n<h3>Great Power Era</h3>\n<p>In the early 17th century, numerous taverns were located around the square, the signs of which being referred to as The Blue Eagle, The Lion, The Griffin, Three Crowns, The Moon, The Sun, The Star, and The Scales. The city's official scales were relocated to Södermalm in 1662 and the entire area around the square underwent a transformation as wealthy people had taller and more prestigious buildings erected over merged lots. The development was actively supported by the king who wanted the capital to be more representative, the medieval buildings thus disappearing together with medieval alleys. The development was further promoted by the construction of Södra Bankohuset, the national bank building on number 84 in 1680. The building, originally designed by Nicodemus Tessin the Elder, was subsequently enlarged eastward to the design of other architects, and the lot north of it was purchased for the construction of the northern bank building, Norra Bankohuset. The building remained the headquarters of the Bank of Sweden until the early 20th century.</p>\n<h3>Modern history</h3>\n<p>During the 18th and 19th century, the square was used as a greengrocer's market place and the buildings around it became known as distinguished addresses. <em>Sundbergs konditori</em>, the oldest confectioner's shop in town, on Number 83, was founded in 1785. </p>\n<h2>A walk around the square</h2>\n<p>The numbers of the buildings surrounding the square are continuous with those on Västerlånggatan, and are therefore listed here counter clockwise from the southern end of Västerlånggatan:</p>\n<p>Through the four-storey building on <strong>Number 78</strong> (<em>Deucalion 2</em>) a medieval alley once passed from Västerlånggatan to Kornhamnstorg and the building facing the square was thus a very narrow block. While the present shape of the building dates back to 1791, the interior was much altered during the second half of the 19th century and the modern shop windows were added in the 20th century. Remains of the buildings located here in the 17th century are, however, still part of the modern structure, together with fractions of the interior.</p>\n<p>The Art Nouveau façade of <strong>Number 80</strong> (<em>Medusa 4</em>), including the large windows and cast iron colonnettes, got much its present appearance in 1907 following a reconstruction of the shop (at the time an ironmongery), save for a minor enlargement of the shop windows in 1941, and the entrance of the Coop store added in 1981. On the address was the photographic studio of David Jacoby, the numerous portraits from which still attracts the interest of many Swedish genealogists.</p>\n<p>On <strong>Number 84</strong> (<em>Pluto</em>) is Södra Bankohuset, the oldest national bank building in the world. The western façade facing the square, built in 1675–1685 to the design of Nicodemus Tessin the Elder, is inspired by Italian Renaissance, the strict style meant to emphasise the motto of the bank: Hinc Robur et Securitas, \"Hence Stability and Reliability\". The portal is a direct quotation of Vignola's portal at Villa Farnese in Caprarola. The original design was repeated around the building by later architects.</p>\n<p>In front of the bank building is one of the famous sights at Järntorget, the <strong>statue of Evert Taube</strong> (1890–1976); the popular troubadour and composer in beret and sun-glasses, with music sheets in his hands. The sculpture was inaugurated in 1985 and the artist Karl-Göte Bejemark (1922–2000), who also made other popular sculptures depicting famous Swedes such as Greta Garbo and Nils Ferlin, chose natural colours for the sculpture and placed it directly on the pavement to give the impression the troubadour is on his way to his favourite hangout, Den Gyldene Freden just a block away.</p>\n<p>Atop the old-fashion, plain white façade of <strong>Number 85</strong> (<em>Trivia 3</em>) is a crane still reminding of the trade once dominating the square. Passing through <strong>Number 83</strong> (<em>Trivia 2</em>) was during the 15th and 16th centuries a passage by the end of the later century called <em>Spilaregången</em>, after the workers called <em>Spilare</em> who used to pack iron, fish, and other goods in casks there.</p>\n<p><strong>The well</strong> centred on the square is made of cast iron, modelled to a British prototype, and was a donation from the National Bank in 1829.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Järntorget is a small public square in Gamla stan, the old town in central Stockholm, Sweden. Located in the southernmost corner of the old town, the square connects the thoroughfares Västerlånggatan and Österlånggatan, while the two alleys, Södra Bankogränd and Norra Bankogränd, stretches east to connect the square to Skeppsbron, and two other alleys, Järntorgsgatan and Triewaldsgränd, leads south to Slussplan and Kornhamnstorg respectively.",
  "created_at": "2026-02-21T15:21:14.630112+00:00"
}