{
  "entity_id": "Q4570166",
  "title": "Malmskillnadsgatan",
  "latitude": 59.33583333,
  "longitude": 18.06549444,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/63/Malmskillnadsgatan_2010.JPG",
  "text": "<h1>Malmskillnadsgatan</h1>\n<p><strong>Malmskillnadsgatan</strong> (Swedish: \"The Ridge Dividing Street\") is a 650-metre long street in central Stockholm, Sweden. It stretches northward from the Brunkebergstorg square over Hamngatan; crosses Mäster Samuelsgatan and Oxtorgsgatan; passes over the bridge Malmskillnad Bridge passing over Kungsgatan; crosses Brunnsgatan and David Bagares gata; and finally ends at Johannes plan near Döbelnsgatan.</p>\n<p>In today's Sweden, at the end of the last ice age, the retiring ice sheet left behind several ridges filled with sand and rounded gravel, ridges called <em>malmar</em> (sing. <em>malm</em>) in Swedish. In the central-northern part of Stockholm, the Brunkebergsåsen, divided the Norrmalm district in an eastern and western part, Östermalm and Västermalm, and Malmskillnadsgatan is a street passing along the top of the ridge.</p>\n<p>First appearing in documents from the 17th century, the name <em>Malmskillnaden</em> arguably designated some sort of road passing over the Ridge of Brunkeberg, an eventuality obscured by the appearance of the name <em>Skillnadsgatan</em> (\"The difference/Divergence street\"). The street itself first appears in a map dated 1640, detailing the planned development of Norrmalm, but due to the excavation required, Malmskillnadsgatan was to remain an impracticable for some time. In the late 17th century however, a street called <em>Malm skillnadz gatun</em> is stretching north from Brunkebergstorg to Oxtorget, where a sand hill separated it from what is today its northern section. During the 1710s, finally, the street was entirely united as can be seen in a map dated 1733.</p>\n<p>In association with the post-war redevelopment of central Stockholm, the residential area along the southern part of the street was transformed into a business area, isolated from the surrounding shopping district.</p>\n<p>During the 1970s and 1980s, Malmskillnadsgatan (with Artillerigatan in the Östermalm district) was a traditional site for street prostitution in Stockholm), as the isolated location of the street made it completely abandoned after business hours.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Malmskillnadsgatan is a 650-metre long street in central Stockholm, Sweden. It stretches northward from the Brunkebergstorg square over Hamngatan; crosses Mäster Samuelsgatan and Oxtorgsgatan; passes over the bridge Malmskillnad Bridge passing over Kungsgatan; crosses Brunnsgatan and David Bagares gata; and finally ends at Johannes plan near Döbelnsgatan.",
  "created_at": "2026-02-21T15:36:32.239636+00:00"
}