{
  "entity_id": "Q474745",
  "title": "Djurgårdslinjen",
  "latitude": 59.33345,
  "longitude": 18.073633,
  "categories": [
    "historic",
    "trendy",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Djurg%C3%A5rdslinjen_Stockholm_museum_tram_SS_A25G_71_June_2022_exterior_01_IMG_4036.jpg",
  "text": "<h1>Djurgårdslinjen</h1>\n<p><strong>Djurgårdslinjen</strong> is a heritage tram line with the route number 7N, running between Norrmalmstorg and Waldemarsudde in Stockholm, Sweden.</p>\n<h2>History</h2>\n<p>The line, along with almost every other tram line in Stockholm, was withdrawn in conjunction to the switch to right-hand side traffic in 1967, but was restored as a heritage tram line in June 1991 and operated on a non-profit basis by members of the Swedish Tramway Society (<em><em>Svenska Spårvägssällskapet</em></em>) through its operating company <em><em>AB Stockholms Spårvägar</em></em>.</p>\n<p>The infrastructure for the heritage line was initially constructed and owned by <em><em>Stiftelsen Stockholms Museispårvägar</em></em>, a non-profit foundation created by the city of Stockholm and the Stockholm County Council, but it was handed over to SL in 2005. Ever since the line was reopened, there have been several proposals to extend the tracks to Sergels torg and Stockholm Central Station, with the intention to replace current bus line 47 with modern light-rail vehicles. In the 1990s, the proposals were met with indifference by local politicians, but since the opening of Tvärbanan and with the introduction of the new Flexity Swift A32 trams, there is now majority support for an extension. The vintage trams operate from the beginning of April to the end of December, and every day between June and August. The trams used on the line are primarily from Stockholm, along with a few Gothenburg trams and some from the Oslo Tramway. The vintage of the tram cars varies from early 20th century to late 1950s. On weekends a modified trailer named \"Rolling Café\" is coupled to one of the motorcars on the line.</p>\n<p>All SL fares are valid on Djurgårdslinjen, including travelcards and coupons.</p>\n<h2>Spårväg City</h2>\n<p>In 2008 it was decided that the line would be extended from the current end station at Norrmalmstorg to the new city development in Lindhagen, via Stockholm Central station. In August 2010, under the Spårväg City project, line 7 began regular service with new Bombardier Flexity Classic trams, and the route extended from Norrmalmstorg to Sergels Torg. Plans to extend the line to Hornsberg and northeast Ropsten by 2014 have, however, not been fulfilled. An extension from Sergels torg to T-Centralen opened on 3 September 2018.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Djurgårdslinjen is a heritage tram line with the route number 7N, running between Norrmalmstorg and Waldemarsudde in Stockholm, Sweden.",
  "created_at": "2026-02-21T15:31:37.405028+00:00"
}