{
  "entity_id": "Q4801129",
  "title": "Artillerigatan",
  "latitude": 59.33225,
  "longitude": 18.07955556,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/46/Kv._Ripan%2C_Stockholm.JPG",
  "text": "<h1>Artillerigatan</h1>\n<p><strong>Artillerigatan</strong> is a street in the district of Östermalm in Stockholm, Sweden.</p>\n<h2>History</h2>\n<p>Artillerigatan was previously divided into three street sections; <em>Löjtnantsgatan</em> in the southern part (around Riddargatan), <em>Artillerigatan</em> (between Riddargatan and Storgatan) and <em>Kvarngatan</em> to the north. In Stockholm's major street name revision project of 1885 Artillerigatan became the name for the entire street.</p>\n<p>The name is derived from derives from the large artillery yard and buildings for the Royal Artillery on the west side between Riddargatan and Storgatan. The building currently contains the Swedish Army Museum.</p>\n<h2>Course</h2>\n<p>Artillerigatan stretches from the harbour at Nybroviken where it joins Strandvägen in the south, rising across Östermalm to Armfeldtsgatan in the district of Gärdet in the north. The cross streets are, from south to north, Riddargatan, Storgatan, Linnégatan, Kommendörsgatan, Karlavägen, Östermalmsgatan, Valhallavägen and Strindbergsgatan. The street is about 1.5 kilometers long.</p>\n<h2>Notable structures</h2>\n<p>At the south end on the east corner of Artillerigatan and Strandvägen is the Esplanade Hotel. On the next block between Väpnargatan and Riddargatan, on the west side are the Royal Stables (1894) and Music Museum (Musikmuseum) occupying all the block west to Sibyllegatan. North of Riddargatan is the Swedish Army Museum (Armémuseum, see above) and north of it leading up to Storgaten is the Hedvig Eleonora Church (1737).</p>\n<p>In the North on the north-west corner of Östermalmsgatan is the Östermalms fire station.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Artillerigatan is a street in the district of Östermalm in Stockholm, Sweden.",
  "created_at": "2026-02-21T15:31:16.618136+00:00"
}