{
  "entity_id": "Q4811099",
  "title": "Astoria, Stockholm",
  "latitude": 59.33476,
  "longitude": 18.07732,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Astoria_01_former_movie_theatre_Nybrogatan_Stockholm_in_May_2022.jpg",
  "text": "<h1>Astoria, Stockholm</h1>\n<p><strong>Astoria</strong> was a cinema in Stockholm, located on Nybrogatan, a street in the Östermalm district. When it closed, it was one of the last single screen cinemas in Stockholm. It was the flagship of the Astoria Cinemas chain which declared bankruptcy in 2007.</p>\n<h2>History</h2>\n<p>Astoria was established in 1928 in an existing property at Nybrogatan 15 by Axel Adling. The assignment was from Adling's childhood friend, film director Anders Sandrew. Astoria was his first \"big cinema\". Astoria was used extensively for film premieres, not only for Sandrew's own productions but also from Europafilm which did not have a large cinema of its own.</p>\n<p>When Astoria opened on 8 September 1928, it had 820 seats of which 119 were on the stands and the balconies. Behind the screen, there was a stage to be used for vaudeville and live theatre, as well as space for a 12-man orchestra to accompany silent films. The premises were lavishly decorated with marble floors in the foyer and a curtain designed by the artist Bertil Damm. Minor changes to the decor occurred in 1931 and 1944.</p>\n<p>In 1959 the cinema went through a complete renovation, removing the balconies in the lounge to install a brighter parquet. The projection room was enlarged and equipped with projectors to display 70 mm film. The number of seats was reduced to 678. Later seating upgrades reduced the number of seats further. In 2006, the number of seats was 501.</p>\n<p>The planned demolition of the Astoriahuset (\"Astoria House\") has later become a political issue in Stockholm.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Astoria was a cinema in Stockholm, located on Nybrogatan, a street in the Östermalm district. When it closed, it was one of the last single screen cinemas in Stockholm. It was the flagship of the Astoria Cinemas chain which declared bankruptcy in 2007.",
  "created_at": "2026-02-21T15:34:43.128536+00:00"
}