{
  "entity_id": "Q4992703",
  "title": "Vasateatern",
  "latitude": 59.3339,
  "longitude": 18.0558,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/95/Vasateatern_2009a.jpg",
  "text": "<h1>Vasateatern</h1>\n<p><strong>Vasateatern</strong> or <em>\"Vasan\"</em> (English: <em>Vasa Theatre</em>) is a private theatre in Stockholm, Sweden. It is located at Vasagatan 19–21 in central Stockholm.</p>\n<h2>History</h2>\n<p>The theater was designed by Fredrik Ekberg (1837- 1898) and inaugurated in 1886. It was for many years run by theatre director and actor Albert Ranft (1858–1938) who in the early 20th century staged a large number of French and British comedy plays. He had personal contact with many of the most popular European comedy playwrights at the time, including George Bernard Shaw, and successfully had a great number of contemporary comedy plays translated and staged in Sweden. Plays such as Oscar Wilde's <em>The Importance of Being Earnest (Mr Ernst)</em>, Shaw's <em>You Never Can Tell (Man kan aldrig veta)</em> and <em>Major Barbara</em>, and <em>Jack Straw</em> by W. Somerset Maugham. Popular French playwrights at the theatre included Georges Feydeau and Georges Berr. Works by August Strindberg were also produced at the Vasateatern.  </p>\n<p>Over the years it has produced most of the classic farces and comedies. Historic long-runners from the 1950s to the 1980s include <em>Charley's Aunt</em>, the stage version of <em>Cactus Flower</em> and <em>The Spanish Fly (Die spanische Fliege)</em>, the popular 1914 German farce by Franz Arnold and Ernst Bach. Swedish actor Krister Henriksson used to be the co-owner and theatre director. </p>\n<p>The theatre closed in 2009 in connection with an extensive renovation of the block that was transformed into Scandic Grand Central Hotel. Large parts of the interior of the theatre was taken down while the auditorium was used as storage during the construction. Parts of the theatre's former premises have been occupied by the hotel business. The theatre cafe was integrated with the hotel and converted into the bistro. After the property is sold by the developer Diligentia to Norwegian real estate management company KLP Eiendom. The theater lounge was saved, and after a major renovation, the theater operations resumed in the fall of 2016 with Joe Labero's show <em>A Magic World</em>. The parlor now seats 320 on the parquet floor and 150 on the balcony. After the new opening, the theater has also been used extensively as a concert venue.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Vasateatern or \"Vasan\" is a private theatre in Stockholm, Sweden. It is located at Vasagatan 19–21 in central Stockholm.",
  "created_at": "2026-02-21T15:37:45.747764+00:00"
}