{
  "entity_id": "Q5274237",
  "title": "Didrik Ficks Gränd",
  "latitude": 59.32481944,
  "longitude": 18.06893333,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/f6/Didrik_Ficks_gr%C3%A4nd%2C_2016.jpg",
  "text": "<h1>Didrik Ficks Gränd</h1>\n<p><strong>Didrik Ficks Gränd</strong> (Swedish: \"Alley of Didrik Fick\") is an alley in Gamla stan, the old town of Stockholm, Sweden. Stretching from Västerlånggatan to Stora Nygatan, it forms a parallel street to Sven Vintappares Gränd and Yxsmedsgränd while passing on the south side of the small square Sven Vintappares Torg.</p>\n<h2>History</h2>\n<p>Mentioned as <em>Dirich Fiskes grendh</em> in 1617, <em>Diedrik Fischers gränd</em> in 1674, and <em>Diedrich Ficks Gränd</em> in 1800, the alley is named after a merchant and innkeeper, most likely bearing the genuine name <em>Didrich Fischer</em> and immigrating from Germany. The man in question is mentioned in 1620 as living in a building in the alley owned by an Erik Jöransson Tegel. The alley was named <em>Jöran Perssons gränd</em> in 1563 after the latter's father, Jöran Persson, one of the advisers of King Eric XIV. The name of the alley appears as Swedish variations of the name the German man, before being named <em>Didrich Fischs gränd</em> on a map dated 1733. In <strong>Number 3</strong> facing the small square was, presumably, a poorhouse in the 18th century, following the unsuccessful wars of Charles XII crowded with soldiers, poor, and vagrants, finally forcing the authorities to issue a decree urging idle people to give precedence to disabled.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Didrik Ficks Gränd is an alley in Gamla stan, the old town of Stockholm, Sweden. Stretching from Västerlånggatan to Stora Nygatan, it forms a parallel street to Sven Vintappares Gränd and Yxsmedsgränd while passing on the south side of the small square Sven Vintappares Torg.",
  "created_at": "2026-02-21T15:16:02.727040+00:00"
}