{
  "entity_id": "Q54321",
  "title": "Stockholm Södra station",
  "latitude": 59.31369,
  "longitude": 18.06245,
  "categories": [
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/3c/Stockholms_S%C3%B6dra_ing%C3%A5ng.jpg",
  "text": "<h1>Stockholm Södra station</h1>\n<p><strong>Stockholm Södra</strong> (Swedish: <em>Stockholms södra</em> or <em>Stockholm S</em>, literally <em>Stockholm South</em>) is a railway station located in the Södermalm area of Stockholm, Sweden. Informally known as <strong>Södra Station</strong> (Southern Station), it is part of the Stockholm commuter rail (Pendeltåg) network. The station originally opened in 1860 as the northern terminus of the Västra Stambanan railway line but has since undergone redevelopment a number of times.</p>\n<h2>Services and infrastructure</h2>\n<p>Stockholm Södra is exclusively served by commuter trains on the Stockholm commuter rail network. It has two island platforms and four tracks. The northern platform (Tracks 1 &amp; 2) are used for commuter trains stopping at the station. The southern platform is unused, with Tracks 3 &amp; 4 used by freight and long-distance trains that pass through the station without stopping.</p>\n<p>Stockholm Södra is located underground, below a residential development that was constructed during the 1980s. The station has two entrances: the eastern entrance on Swedenborgsgatan and the western entrance on Rosenlundsgatan. The station is served by several SL local bus routes. Additionally, Mariatorget metro station is approximately 350 meters away, while Medborgarplatsen station is 500 meters away. Stockholm Södra also serves as a temporary terminus for long-distance trains during maintenance closures on the line to Stockholm Central, as occurred in the summers of 2018–2020.</p>\n<h2>History</h2>\n<p>Stockholm Södra was inaugurated in 1860 as Stockholm's first railway station, located near what is now Medborgarplatsen. The station's first building, designed by Adolf W. Edelsvärd, was a single-story wooden structure with a train hall. It served as the terminus for trains arriving from the south and west - trains arriving from the north stopped at Norra Bantorget on Norrmalm. In 1871 a new railway via Gamla Stan connected these lines, alongside the opening of Stockholm Central Station.</p>\n<p>In 1926, a new station building was constructed under the designs of Folke Zetterwall. This structure was unique, as it rested on tall concrete columns above one of the main tracks and featured a café with a terrace overlooking the platforms. This building remained in use until the 1980s when the area underwent extensive redevelopment.</p>\n<p>Stockholm Södra is also connected to a disused freight branch line to the wharves at Stadsgården (sv:Industrispåret Södra station–Hammarbyhamnen–Stadsgården), which was built between 1925 and 1939, and also provided the only mainline connection with the Saltsjöbanan until 2000. A 550-metre underground spur also branches off to an underground complex at Södersjukhuset hospital (constructed 1937–1944).</p>\n<h3>1989 redevelopment</h3>\n<p>Stockholm Södra was used for both passenger and freight traffic. Freight services ceased in the 1980s, and the site was redeveloped for residential and commercial use. The current station was constructed underground during the redevelopment, and it opened in 1989 with two platforms dedicated to commuter rail services. During construction, a temporary platform was used from 1986 until the new station was completed.</p>\n<p>The project was led by Statens Järnvägar and designed by Coordinator arkitekter. The station's design integrates two platforms beneath residential buildings, making it the first instance in Sweden where a regular railway was built below housing developments. To meet strict noise regulations, tracks were laid on elastic mats, and the residential buildings were placed on rubber cushions to minimise vibrations.</p>\n<p>One building from the original rail yard remains: the <em>Södra bangårdshuset</em> (Southern Rail Yard House), also called \"Tegelhuset\" (The Brick House). Built between 1879 and 1882, it was a residence for railway employees.</p>\n<h3>Citybanan</h3>\n<p>The opening of the Citybanan commuter rail tunnel on 10 July 2017 brought further changes to Stockholm Södra. The two northern tracks (Tracks 1 &amp; 2) connect to the Citybanan, serving commuter trains traveling in a tunnel under Södermalm, Gamla Stan and Riddarfjärden to Stockholm City station. Previously tracks 1 &amp; 2 served northbound trains, while tracks 3 &amp; 4 served southbound trains.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Stockholm Södra is a railway station located in the Södermalm area of Stockholm, Sweden. Informally known as Södra Station, it is part of the Stockholm commuter rail (Pendeltåg) network. The station originally opened in 1860 as the northern terminus of the Västra Stambanan railway line but has since undergone redevelopment a number of times.",
  "created_at": "2026-02-21T15:38:17.682979+00:00"
}