{
  "entity_id": "Q54315",
  "title": "Stockholm Central Station",
  "latitude": 59.33,
  "longitude": 18.056111111111,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/1e/The_facade_of_Stockholms_Centralstation%2C_seen_from_Centralplan%2C_Photo_2.jpg",
  "text": "<h1>Stockholm Central Station</h1>\n<p><strong>Stockholm Central Station</strong> (Swedish: <em>Stockholms centralstation</em>), is the main railway station in Stockholm, and largest railway station in Sweden in terms of passenger numbers and train traffic. It is located in the Norrmalm district of central Stockholm on Vasagatan, extending from Vattugatan in the south to Kungsbron in the north. The station opened on 18 July 1871. Since 2001, the station building has been owned and managed by Jernhusen, while the platforms and tracks are overseen by the Swedish Transport Administration. The station code for Stockholm Central is <em>Cst.</em></p>\n<p>Over the years, the station has undergone numerous renovations and expansions. The most significant changes took place between 1925 and 1928 when the large central hall, designed by architect Folke Zettervall, was added. In the mid-1950s, the station was integrated with the Stockholm Metro through a new underground passageway and concourse to T-Centralen. The building has been designated as a heritage site since 1986. In 1989 Cityterminalen coach station was opened adjacent to the station.</p>\n<p>In July 2017, the adjoining Stockholm City Station opened, located beneath T-Centralen. It took over all commuter train operations from Stockholm Central, allowing for increased regional and long-distance train services at Central Station.</p>\n<p>The station complex has over 200,000 visitors daily, of which about 25,000 with Arlanda Express and 40,000 with other trains.</p>\n<h2>History</h2>\n<p>The station was built between 1867 and 1871 with Adolf W. Edelsvärd as the architect. Until 1925 the tracks led into the station but during a renovation 1925–1927 the tracks were moved to the west and the former track hall was converted into a 119-meter (390 ft) long, 28-meter (92 ft) wide, and 13-meter (43 ft) high waiting hall. During the renovation the station was extended to the south through the construction of the southern pavilion. This part of the station currently houses a conference facility. Next to the conference facility is the royal waiting hall where the royal family waits when travelling by train.</p>\n<p>In 1951 the facade towards Vasagatan was changed and given a more simplified look. In 1958 an underground passage to T-Centralen was opened. In 2017 the commuter trains moved to a separate station, Stockholm City Station, one kilometre (0.62 mi) away.</p>\n<p>In 2011 Jernhusen, a real estate company in Stockholm, found a way to channel the body heat from the hordes of commuters passing through Stockholm's Central Station to warm another building that is just across the road.</p>\n<h2>Traffic</h2>\n<p>The station consists of two parts:</p>\n<ul><li>The northern part, with tracks 1 to 7 facing north, forms a terminal station for the Ostkustbanan, Mälarbanan and Arlandabanan railways. Tracks 1 and 2 are reserved for the Arlanda Express, which have platforms level with the train floor allowing step free access. Track 3 is mostly used by Uppsalapendeln and tracks 4 to 7 are used for long-distance and regional traffic and overnight traffic to the north.</li> <li>Tracks 10 to 19 in the western part constitute a passing station for Västra stambanan and local commuter trains. Tracks 10 to 12 are mostly used for long-distance and regional trains to the south, but can also be used for traffic to the north, while tracks 17 to 19 are mostly used for long-distance and regional trains to the north, but can also be used for traffic to the south. Most of the trains turn back after the Stockholm Central Station, but some trains continue towards the north. The tracks 13-16 were high-floor tracks used for SL commuter trains until July 2017, now used for regional and long-distance trains.</li></ul>\n<p>On level with the Northern Railway Square are service depots for long-distance and regional trains. Terminating trains from the south arrive on tracks 17 to 19 where passengers alight, and then continue to the service depots to the north where they are cleaned and have their supplies refilled. Then they return south via tracks 10 to 12. Long-distance trains from tracks 4 to 8 are services in the same way near the Northern Railway Square.</p>\n<h2>Commuter train station</h2>\n<p>The Stockholm Central station was the busiest station on the Stockholm commuter rail, with about 53,000 boarding the trains and about as many disembarking every weekday (as of 2005). The commuter rail used two island platforms, one for tracks 13 and 14 (southbound trains) and one for tracks 15 and 16 (northbound trains). Each platform has entries with entry gates from the lower level and a ticket sales office on the upper level with an entry from Klarabergsviadukten. From 2017 the commuter trains moved to a separate underground station, known as Stockholm City Station.</p>\n<p>The commuter trains go on their own tracks along Ostkustbanan via Tomteboda, and after Karlberg Station they go underneath the other tracks to avoid conflict with long-distance and regional trains. After the centre, they join the Stockholm connection railway to the south, which has had two tracks since 1871. In 2006, a decision was finally made to construct Citybanan, a new track in a tunnel, and Stockholm City Station, a new station for commuter trains below T-Centralen. The construction was started in January 2009 and was completed in 2017.</p>\n<h2>Bus</h2>\n<p>A bus terminal called Cityterminalen is located adjacent to the main station, directly connected by a short pedestrian tunnel.</p>\n<p>Local services offered by SL stop at various bus stops close to the main station's exits.</p>\n<h2>Metro station</h2>\n<p>Services on all lines of the Stockholm Metro network are provided on a separate station named T-Centralen. An underground pedestrian passage connects it to Stockholm Central Station.</p>\n<h2>Services</h2>\n<ul><li>Arlanda Express <ul><li><strong>Stockholm-Arlanda Airport</strong></li></ul></li> <li>SJ <ul><li>Intercity services <ul><li><strong>Falun</strong> via Uppsala, Avesta Krylbo, Borlänge</li> <li><strong>Karlstad</strong> via Katrineholm, Hallsberg</li> <li><strong>Gothenburg</strong> via Södertälje Syd, Katrineholm, Hallsberg, Skövde, Herrljunga</li> <li><strong>Mora</strong> via Uppsala, Avesta Krylbo, Borlänge</li> <li><strong>Östersund</strong> via Uppsala, Gävle, Bräcke</li> <li><strong>Sundsvall</strong> via Uppsala, Gävle</li> <li><strong>Malmö</strong> via Norrköping, Nässjö, Lund</li></ul></li> <li>Night train <ul><li><strong>Luleå</strong> via Uppsala, Gävle, Sundsvall, Umeå</li> <li><strong>Narvik</strong> ( Norway) via Umeå, Boden, Gällivare, Kiruna</li> <li><strong>Storlien</strong> via Uppsala, Gävle, Sundsvall, Östersund, Åre</li> <li><strong>Malmö</strong> via Norrköping, Nässjö, Alvesta</li> <li><strong>Berlin</strong> ( Germany) via Norrköping, Linköping, Nässjö, Alvesta, Lund, Malmö</li></ul></li> <li>SJ regional rail services <ul><li><strong>Gävle</strong> via Uppsala, some service continues to Ljusdal</li> <li><strong>Gothenburg</strong> via Västerås, Örebro, Hallsberg, Skövde, Herrljunga, Alingsås</li> <li><strong>Uppsala</strong></li> <li><strong>Västerås</strong> via Enköping,</li> <li><strong>Hallsberg</strong> via Enköping, Västerås, Arboga, Örebro</li></ul></li> <li>X 2000, also called \"SJ Snabbtåg\" since 11 December 2011, Express Intercity services <ul><li><strong>Åre</strong> via Uppsala, Sundsvall, Östersund (seasonal during ski season in Åre)</li> <li><strong>Arvika</strong> via Hallsberg, Karlstad</li> <li><strong>Borås</strong> via Skövde, Herrljunga</li> <li><strong>Malmö</strong> via Norrköping, Nässjö, Lund</li> <li><strong>Copenhagen</strong> ( Denmark) via Norrköping, Nässjö, Lund, Malmö</li> <li><strong>Gothenburg</strong> via Katrineholm, Skövde</li> <li><strong>Oslo</strong> ( Norway) via Karlstad, Arvika</li> <li><strong>Nässjö</strong> via Norrköping</li> <li><strong>Sundsvall</strong> via Uppsala, Gävle</li> <li><strong>Uddevalla</strong> via Skövde, Herrljunga</li> <li><strong>Strömstad</strong> via Skövde, Herrljunga, Uddevalla (during summer holidays)</li></ul></li></ul></li> <li>Mälartåg <ul><li>Regional rail <ul><li><strong>Örebro</strong> via Södertälje Syd, Strängnäs, Eskilstuna, Arboga</li> <li><strong>Hallsberg</strong> via Södertälje, Katrineholm</li> <li><strong>Norrköping</strong> via Södertälje, Nyköping, Kolmården</li></ul></li></ul></li> <li>Snälltåget <ul><li>Intercity <ul><li><strong>Malmö</strong> via Norrköping, Linköping, Nässjö, Lund</li></ul></li> <li>Night train <ul><li><strong>Åre</strong> (Seasonal)</li> <li><strong>Berlin</strong> ( Germany) via Copenhagen ( Denmark), Hamburg ( Germany) (Seasonal)</li></ul></li></ul></li> <li>VR Snabbtåg Sverige <ul><li>Intercity <ul><li><strong>Gothenburg</strong> via Katrineholm, Skövde, Alingsås</li></ul></li></ul></li> <li>Tågab <ul><li>Intercity <ul><li><strong>Karlstad</strong></li></ul></li></ul></li> <li>Flygbussarna (bus departing from Cityterminalen) <ul><li><ul><li><strong>Arlanda Airport (ARN)</strong></li> <li><strong>Bromma Airport (BMA)</strong></li> <li><strong>Skavsta Airport (NYO)</strong></li> <li><strong>Västerås Airport (VST)</strong></li></ul></li></ul></li></ul>\n<h2>Mural art</h2>\n<p>The landscape paintings in the central hall were painted by two Swedish artists.</p>\n<p>Natan Johansson was born on 31 august in Kalmar 1893, and died November 1951. He was a Swedish painter who studied at the Art Academy in Stockholm from 1916 to 1920. For a long time he was responsible for the decoration art at the royal dramatic theater. He also painted a series of religious posters for school use.</p>\n<p>John Ericsson was born on 12 June 1877 in Norrsunda, and died 12 november 1951. He was a Swedish scenographer and a decoration painter, who worked at the royal dramatic theater at the same time as Natan Johansson. They are nowadays mostly known for their landscape motifs on the east side of the central departures hall in the main train station in Stockholm; their paintings were completed in 1927 while the station was being built.</p>\n<p><strong>The paintings</strong></p>\n<p>Saltoloukta. In this painting we see a lake in the color blue mixed with light green, sunlight cutting through the clouds over the mountains surrounded by bushes and trees. The emotion is harmonic and calm.</p>\n<p>Vedasjön, Nordingrå. In this painting we see trees in autumn surrounding a river, the colors are drab. the emotion that occur are sadness and yearning</p>\n<p>Åreskutan. A winter land painting, there are multiple pine trees with heavy snow weighing down on the branches. Snow covers the mountains we can see in the background. the colors are dark and showing that is night.</p>\n<p>Leksands kyrka. In this painting we can see the church in the middle surrounded by multiple trees with heavy snow on them, in the center in front of the church there are a few people forming a line away from the church. is light and frosty</p>\n<p>Uddeholms Herrgård. In the center is a large white building framed by two large oak trees, in front of the white building there is a roundabout, to the left of the roundabout we get a glimpse of water. The colors are real and natural</p>\n<p>Vadstena slott. Is a painting of a castle surrounded by water, the painting is painted in ¾ angle, on the far left there is a sailboat. The colors are natural and real</p>\n<p>Varbergs fästning. This is a painting of the ocean hitting the shore and in the background there is a level and a house on top of it, the colors of the rocks are earth colors, the water is aquaphor.</p>\n<p>Dybäcks herrgård. In this painting we can see the entree of a chateau framed by a lot of green nature, The path to the entre is a bridge over water, in the background we can see a yard.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Stockholm Central Station, is the main railway station in Stockholm, and largest railway station in Sweden in terms of passenger numbers and train traffic. It is located in the Norrmalm district of central Stockholm on Vasagatan, extending from Vattugatan in the south to Kungsbron in the north. The station opened on 18 July 1871. Since 2001, the station building has been owned and managed by Jernhusen, while the platforms and tracks are overseen by the Swedish Transport Administration. The station code for Stockholm Central is Cst.",
  "created_at": "2026-02-21T15:33:08.278901+00:00"
}