{
  "entity_id": "Q5455200",
  "title": "Fisketorget",
  "latitude": 59.325138888889,
  "longitude": 18.074722222222,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Fisketorget_V%C3%A5mbefj%C3%A4rdingen.jpg",
  "text": "<h1>Fisketorget</h1>\n<p><strong><em>Fisketorget</em></strong> ('Fishery Square') or <strong><em>Fiskaretorget</em></strong> ('Fishermen's Square') is a historical public square in Gamla stan, the old town in central Stockholm, Sweden. It was once located on the east shore of the island Stadsholmen, between the present streets Österlånggatan and Skeppsbron, and between the present alleys Nygränd ('New Alley') and Brunnsgränd ('Well's Alley').</p>\n<p>As Stockholm grew rapidly during the 14th century, the city within the city walls became cramped for space, and the surrounding shores started to be built upon and subsequently by land fillings between the bridges extended into the water. Thus, elongated blocks appeared between narrow alleys along the eastern shore of the city, with the exception of the area outside the only eastern city gate — the so-called <em>Köpmanporten</em> ('Merchant's Gate') which extended Köpmangatan ('Merchant's Street') from the city's central square, Stortorget ('Large Square'), beyond the city wall over Köpmanbrinken. Originally, the marketplace was called <em>Fiskestrand</em> ('Fishery Shore') and also encompassed a section of the shoreline stretching north up to the present alley Skeppar Karls Gränd.</p>\n<p>From 1413, the square was probably flanked by two defensive towers, some major building featuring stepped gables, and several one-storey buildings. In 1461, a blacksmith named Henrik is mentioned as having forged on a water well on the square, at the time the biggest in Stockholm. The well eventually gave the southern alley its name and was still found in the alley until the 19th century. However, the square started to be built upon during the early 1520s, which eventually led to the present block on the location, Diana, which still contains the well.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Fisketorget or Fiskaretorget is a historical public square in Gamla stan, the old town in central Stockholm, Sweden. It was once located on the east shore of the island Stadsholmen, between the present streets Österlånggatan and Skeppsbron, and between the present alleys Nygränd and Brunnsgränd.",
  "created_at": "2026-02-21T15:18:45.217919+00:00"
}