{
  "entity_id": "Q5492658",
  "title": "Frantzén",
  "latitude": 59.333889,
  "longitude": 18.058611,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/87/AV4A6287_%2825063454437%29.jpg",
  "text": "<h1>Frantzén</h1>\n<p><strong>Frantzén</strong> (Swedish pronunciation: [franˈseːn]), until 2013 <strong>Frantzén/Lindeberg</strong>, is a restaurant in Stockholm, situated on Klara Norra Kyrkogata number 26. In 2010, it received two stars in the Michelin Guide, and in 2018 it became the first Swedish restaurant to receive a third Michelin star.</p>\n<h2>History</h2>\n<p>The restaurant opened in 2008 at the same address as the small one-star restaurant Mistral, which had closed in December 2007. It was opened by chef Björn Frantzén and pastry chef Daniel Lindeberg, who had both worked at Edsbacka krog (Sweden's first restaurant with two Michelin stars) before deciding to leave and open their own restaurant, with the goal of becoming the first restaurant in Sweden with three Michelin stars. In 2009, the restaurant earned its first Michelin star, and within less than a year, earned another, appearing on the 2010 Michelin Guide with two.</p>\n<p>The restaurant changed its name from Frantzén/Lindeberg to Frantzén in 2013 after Lindeberg left the restaurant, stating that, unlike Frantzén, he wasn't \"prepared to sacrifice everything\" for a third Michelin star, later establishing his own company in October 2014 by the name <em>Lindeberg Bageri och Konditori</em> (English: Lindeberg Bakery and Patisserie) in Nacka.</p>\n<p>In May 2016, the restaurant was closed for a year to move to a more spacious location of 500m, as opposed to their previous premises of 90m. This was done in partnership with the new joint owner Antonia Ax:son Johnson, the owner of the new location's property. Frantzén was originally slated for reopening in February 2017, but remained closed until August. Half a year after reopening, the restaurant earned its third Michelin star in February 2018.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Frantzén, until 2013 Frantzén/Lindeberg, is a restaurant in Stockholm, situated on Klara Norra Kyrkogata number 26. In 2010, it received two stars in the Michelin Guide, and in 2018 it became the first Swedish restaurant to receive a third Michelin star.",
  "created_at": "2026-02-21T15:35:47.894525+00:00"
}