{
  "entity_id": "Q5492399",
  "title": "Frans Schartaus gymnasium",
  "latitude": 59.31655556,
  "longitude": 18.08514722,
  "categories": [
    "historic",
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/0/09/Frans_Schartaus_handelsinstitut_2009.jpg",
  "text": "<h1>Frans Schartaus gymnasium</h1>\n<p><strong>Frans Schartaus gymnasium</strong> in Stockholm is named after the MP mission Frans Schartau. The current building is from 1945.</p>\n<p>Frans Schartau is primarily a community-oriented school that asserts itself in the economics, trade and language. The school currently has 670 pupils.</p>\n<h2>The school's history</h2>\n<p>In 1865 Stockholm Grosshandelssocitet founded school, <em>Frans Schartaus trade institution</em>. The reason it was founded was to provide young people with knowledge of trade and economy worked, and a knowledge of the language so that business abroad could be.</p>\n<p>In 1915 they built a large school of Stigbergsgatan 26, where they taught for many years. Now used by the <em>Frans Schartaus trade institution</em> (<em>From Schartaus adult high school</em>) the premises.</p>\n<p>In 1945 was <em>Higher general secondary school for girls in Södermalm</em> which moved into the premises of Bohusgatan 24-26, in a building designed by architects Nils Ahrbom and Helge Zimdahl. The building is particularly known for its unusual design and fine acoustics of the auditorium. Outside the auditorium is a large relief by artist Tyra Lundgren. In 1950 century was Frans Schartaus gymnasium a public school, and Stockholm took over responsibility from the Stockholm Grosshandelssocitet. In the 1960s, renamed it the <em>Higher general secondary school for girls in Södermalm</em> to <em>Skanstulls gymnasium</em>, when the first boys began to study at the school. In 1986 they struck up <em>Skanstulls gymnasium</em> with <em>Frans Schartaus gymnasium</em> and engaged in the business forward under the name <em>Frans Schartaus gymnasium</em>.</p>\n<p>In 2000 the <em>Frans Schartaus gymnasium</em> at Bohusgatan and <em>From Schartaus adult high school</em> on Stigbergsgatan entirely separate activities.</p>\n<p>Since 2013 the \"Frans Schartaus gymnasium\" facilities are being used by the International School of the Stockholm Region (ISSR) an IB international school that shared the building with the \"Frans Schartaus gymnasium\" until the 2013-14 school year.</p>\n<h2>Collaborations</h2>\n<p>An intensive collaboration with industries and businesses in Stockholm enhance teaching. Key partners include e.g. network transfers, ICA-school, Foundation enterprise and Lotus Travel. Frans Schartaus gymnasium has external collaboration and student and teacher exchanges with high schools in Rennes, Trieste, Valencia, Ljubljana, Berlin, and now also in Baoding, China.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Frans Schartaus gymnasium in Stockholm is named after the MP mission Frans Schartau. The current building is from 1945.",
  "created_at": "2026-02-21T15:35:55.318140+00:00"
}