{
  "entity_id": "Q5508761",
  "title": "Funckens Gränd",
  "latitude": 59.32288889,
  "longitude": 18.07188889,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Funckens_Grand_March_2007.JPG",
  "text": "<h1>Funckens Gränd</h1>\n<p><strong>Funckens Gränd</strong> is an alley in Gamla stan, the old town in central Stockholm, Sweden. Leading south from the street Västerlånggatan to the square Kornhamnstorg, it forms a parallel street to Torgdragargränd and Triewaldsgränd.</p>\n<h2>Origin of the name</h2>\n<p>The street appears in historical records in 1666 as <em>Funckens grendh</em>, named after the burgher Tomas Funck (1580–1645) who moved to Stockholm from Stralsund. The Funck family owned several properties in the alley, except for the so-called Funck House (<em>Funckska huset</em>) on 53, Kornhamnstorg, also one on the opposite side of the alley. As the daughter-in-law of Tomas Funck, Elisabet Hansdotter, bought other neighbouring properties in 1680 and 1698, most of the alley belonged to the family, and as the alley's earlier name <em>Bredgränd</em> (17th century) was used for other streets, the family therefore gave its name to the alley. In the middle of 16th century it was named <em>Stråbucksgränd</em> or <em>Henrik Stråbucks gränd</em>.</p>\n<h2>A walk north to south</h2>\n<p>The present building on <strong>Number 1</strong> (<em>Deucalion 10</em>) is the product of a reconstruction in the 20th century when two older buildings (<em>Deucalion 4 &amp; 5</em>) were merged. They were separated by a medieval alley parallel to Funckens Gränd, of which remains a narrow and elongated backyard passing through the present block. All other traces of the medieval neighbourhood have been obliterated by repeated reconstructions over hundreds of years. In historical records, various properties in the block have been merged and partitioned at numerous occasions. In the mid 17th century, the building was owned by a Mrs. Brita Grönberg, but was by the end of that century taken over by the Funck family. It is described in the mid 18th century as four stories tall and furnished with a stone portal, but was, however, completely rebuilt in 1867.</p>\n<p>The building on <strong>Number 3</strong> (<em>Deucalion 6</em>) is what remains of a property which once stretched along the entire alley. It was owned by Mrs. Brita Grönberg, daughter to the merchant Mårten Trotzig who gave Mårten Trotzigs Gränd its name. Following the death of the former, the property was partitioned in three. The stone table on the façade from 1715 carries the initials and symbol of Gustaf Hästesko (\"Gustav Horseshoe\"). The building have been rebuilt at several occasions since, the top floor is from 1755.</p>\n<p>The façade of <strong>Number 5</strong> (<em>Deucalion 7</em>), on the corner to Kornhamnstorg, got its present appearance in the 19th century, while the backyard is keeps its older look. On a painting from the 1790s the building appears with a stepped gable facing the square.</p>\n<p><strong>Number 2</strong> (<em>Typhon 1</em>) carries wall anchors displaying L L D L 1627, the initials of Lydert Lang and Dorotea Lang.</p>\n<p>According to an inscription from 1908 on 53, Kornhamnstorg, the building on <strong>Number 4</strong> (<em>Typhon 18</em>) was built by Thomas Funck who gave the alley its name. The inscription is however wrong, Thomas lived on 59, Kornhamnstorg, but his son Johan Funck lived in this building and, having made a fortune on copper production, bought many other buildings in the city, just like did his widow. The stone inscription is however right in the claim the present building was rebuilt in the early 20th century to the design of Ferdinand Boberg, the architect who designed the Stockholm City Hall.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Funckens Gränd is an alley in Gamla stan, the old town in central Stockholm, Sweden. Leading south from the street Västerlånggatan to the square Kornhamnstorg, it forms a parallel street to Torgdragargränd and Triewaldsgränd.",
  "created_at": "2026-02-21T15:20:14.055401+00:00"
}