{
  "entity_id": "Q55605397",
  "title": "Bibsam Consortium",
  "latitude": 59.338055555555556,
  "longitude": 18.072222222222223,
  "categories": [
    "economic"
  ],
  "image_url": null,
  "text": "<h1>Bibsam Consortium</h1>\n<p><strong>Bibsam Consortium</strong> is a consortium in which 85 higher education and research institutions in Sweden participate to negotiate license agreements for electronic information resources. The consortium is headed by the National Library of Sweden and negotiates as well as administrates license agreements for e-resource packages. The participating institutions sign a power of attorney which allows the National Librarian to sign contracts with the e-resource providers.</p>\n<h2>History and scope</h2>\n<p>The Bibsam Consortium was formed in 1996 in order to negotiate license agreements for electronic resources on behalf of Swedish Universities, research institutes and government agencies. The total turnover of the agreements in 2015 was € 33 million and € 35 million in 2017  with 73% of the turnover being generated by the ten largest universities in Sweden. There are six members in National Library of Sweden to negotiate and administer the 100 license agreements for approximately 40 e-resource packages.</p>\n<h2>Negotiation with Elsevier</h2>\n<p>In 2018, the Bibsam Consortium terminated its agreement with Elsevier publishers in order to stop rising prices of publishing and to support open access publishing. The termination went into effect on 1 July 2018, as a result of which Swedish Universities and colleges had no access to any items published after this date in 2100 e-journals published by Elsevier. Sll articles published between 1 January 1995 and 30 June 2018 were still available. Astrid Söderbergh Widding, president of Stockholm University, chair of the Bibsam consortium steering committee and head of the negotiation team, said:</p>\n<blockquote><p>Increasing costs of scientific information are straining university budgets on a global scale while publishers operate on high profit margins. An alternative to the current publishing and pricing model is 'open access', where institutions pay to publish their articles and the articles become open for everyone to read, immediately upon publication. We need to monitor the total cost of publication as we see a tendency towards a rapid increase of costs for both reading and publishing. The current system for scholarly communication must change and our only option is to cancel deals when they don’t meet our demands for a sustainable transition to open access.</p></blockquote>\n<p>The requirements that Bibsam Consortium asks for were:</p>\n<ul><li>Immediate open access to all articles published by researchers affiliated to participating organizations in Elsevier journals.</li> <li>Reading access for participating organisations to all articles in Elsevier’s journals.</li> <li>A sustainable price model that enables a transition to open access.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Bibsam Consortium is a consortium in which 85 higher education and research institutions in Sweden participate to negotiate license agreements for electronic information resources. The consortium is headed by the National Library of Sweden and negotiates as well as administrates license agreements for e-resource packages. The participating institutions sign a power of attorney which allows the National Librarian to sign contracts with the e-resource providers.",
  "created_at": "2026-02-21T15:39:56.316742+00:00"
}