{
  "entity_id": "Q574027",
  "title": "Nobel Library",
  "latitude": 59.32536111,
  "longitude": 18.07111111,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Svenska_Akademien.jpg",
  "text": "<h1>Nobel Library</h1>\n<p>The <strong>Nobel Library</strong> (Swedish: <em>Nobelbiblioteket</em> or, officially, Swedish: <em>Svenska Akademiens Nobelbibliotek</em>, e.g. \"Nobel Library of the Swedish Academy\") is the public library of the Swedish Academy instituted to assist the evaluation of Nobel laureates to the Prize in Literature and other awards granted by the academy. The library is located in the so-called Stock Exchange Building (Swedish: <em>Börshuset</em>) at 4, Källargränd, a short alley passing between Slottsbacken and Stortorget in Gamla stan, the old town in central Stockholm, Sweden.</p>\n<p>Since its foundation in 1901, the primary task of the library is to acquire literary works and journals needed for the evaluation of the laureates, a task achieved by collecting works mainly in other languages than Swedish. As of 2007, the collection encompasses some 200,000 volumes and is thus one of the largest libraries devoted to literature in northern Europe. The library is offering loans to the general public and to other libraries in Nordic countries, as well as guided tours on request, lectures, and seminars.</p>\n<p>The library was founded on November 16, 1901 in connection to the inauguration of the Nobel Institute of the Swedish Academy. It was first accommodated in a ten-room-flat at Norra Bantorget in a building designed by Ferdinand Boberg, the so-called LO-borgen today accommodating the Swedish Trade Union Confederation (LO) but at the time called <em>Vasaborgen</em> (\"The Castle of Vasa\"). The collection encompassed some 15,000 literary works after five years and within two decades the library had become cramped for space and was relocated to its present address.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Nobel Library is the public library of the Swedish Academy instituted to assist the evaluation of Nobel laureates to the Prize in Literature and other awards granted by the academy. The library is located in the so-called Stock Exchange Building at 4, Källargränd, a short alley passing between Slottsbacken and Stortorget in Gamla stan, the old town in central Stockholm, Sweden.",
  "created_at": "2026-02-21T15:05:03.604791+00:00"
}