{
  "entity_id": "Q5970901",
  "title": "IF Metall",
  "latitude": 59.336,
  "longitude": 18.06119444,
  "categories": [
    "economic"
  ],
  "image_url": null,
  "text": "<h1>IF Metall</h1>\n<p><strong>Industrifacket Metall</strong> (IF Metall) is a trade union in Sweden. It was formed in a 2006 merger between the Swedish Industrial Union (Industrifacket) and the Swedish Metalworkers' Union (Metall). Its roots in Metall trace back to 1888.</p>\n<p>IF Metall has a membership density of 80%. On formation, it had 337,712 members, but this fell steadily, to 241,951 in 2019. IF Metall represents workers in around 11,500 workplaces. 21% of its members are women, and 15% are under 30 years of age, employed in a variety of sectors, including:</p>\n<ul><li>mechanical engineering and the plastics industry</li> <li>the building material industry</li> <li>the mining sector</li> <li>the ironworks sector</li> <li>the textile industry, including clothing</li> <li>automobile repair shops</li> <li>disabled workers doing similar tasks within government-sponsored projects, including Samhall</li></ul>\n<p>IF Metall is the second-largest affiliate of the Swedish Trade Union Confederation. On 4 December 2020, PTK, Kommunal, IF Metall and the Confederation of Swedish Enterprise (SN) signed a new main agreement on changes to employment protection (severance rules, etc.) and expanded opportunities for skills development and retraining.</p>\n<h2>List of chairmen</h2>\n<ul><li>Stefan Löfven, 2006–2012</li> <li>Anders Ferbe, 2012–2017</li> <li>Marie Nilsson, 2017–present</li></ul>\n<h2>Tesla strike</h2>\n<p>Mechanics affiliated with IF Metall initiated a strike against TM Sweden, a Tesla vehicle service subsidiary, on October 27, 2023, over the company's refusal to sign a collective agreement. The ongoing strike is the longest in Sweden in more than eighty years.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Industrifacket Metall is a trade union in Sweden. It was formed in a 2006 merger between the Swedish Industrial Union (Industrifacket) and the Swedish Metalworkers' Union (Metall). Its roots in Metall trace back to 1888.",
  "created_at": "2026-02-21T15:38:10.290526+00:00"
}