{
  "entity_id": "Q615365",
  "title": "Katarina Elevator",
  "latitude": 59.32,
  "longitude": 18.07277778,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Katarinahissen_from_Katarinav%C3%A4gen_2005-08-09.JPG",
  "text": "<h1>Katarina Elevator</h1>\n<p>The <strong>Katarina Elevator</strong> or <strong>Katarina Lift</strong> (Swedish: <em>Katarinahissen</em>) is a passenger elevator in Stockholm that connects Slussen (the sluice/lock area) to the heights of Södermalm. The lift was a shortcut between Katarinavägen, Slussen and Mosebacke torg. The original lift was constructed in 1881, but the current structure dates from the rebuilding of the Slussen transport interchange in 1936. The lift was closed for a lengthy renovation in 2010 and reopened in October 2023.</p>\n<h2>The old lift</h2>\n<p>In 1881 the engineer Knut Lindmark, was permitted to build a lift and a bridge between Stadsgården and Mosebacke Torg (Swedish: <em>Mosebacke square</em>), to make it easier for people to move between the different heights of Södermalm. The lift was opened March the 19th 1883. During the first month approximately 1,500 passengers rode the lift daily. The price was 5 öre for going up and 3 öre for going down on the lift at that time.</p>\n<p>The lift and bridge was constructed by the Belgian firm Lecoq &amp; Comp, using a mechanism sourced from the American firm Weeks &amp; Halsey. The original steam engine was replaced in 1915 with an electric engine.</p>\n<p>The elevator is shown in a scene from the movie <em>The Prize</em> starring Paul Newman.</p>\n<h2>Gallery</h2>\n<ul><li> 1896</li> <li> Painting by Paul Burman, 1919</li> <li> 1935</li> <li> 2005</li> <li> Gamla Stan from Katarinahissen 2010</li></ul>\n<h3>2023</h3>\n<p>The reopening of the elevator on 18 October 2023.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Katarina Elevator or Katarina Lift is a passenger elevator in Stockholm that connects Slussen to the heights of Södermalm. The lift was a shortcut between Katarinavägen, Slussen and Mosebacke torg. The original lift was constructed in 1881, but the current structure dates from the rebuilding of the Slussen transport interchange in 1936. The lift was closed for a lengthy renovation in 2010 and reopened in October 2023.",
  "created_at": "2026-02-21T15:26:13.919595+00:00"
}