{
  "entity_id": "Q6319999",
  "title": "Järntorgsgatan",
  "latitude": 59.32241667,
  "longitude": 18.07305556,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/42/J%C3%A4rntorgsgatan_070330.JPG",
  "text": "<h1>Järntorgsgatan</h1>\n<p><strong>Järntorgsgatan</strong> is a street in Gamla stan, the old town in central Stockholm, Sweden. Stretching south from the square Järntorget to Slussplan, it is intercepted by Norra Dryckesgränd and Södra Dryckesgränd and forms a parallel street to Triewaldsgränd and Skeppsbron.</p>\n<p>One of the most historic streets in Old Town Stockholm, Järntorgsgatan spans from the Old Iron Market to Slussplan Island. Nicknamed “The Big Street,” the street once was a main outlet to Södermalm. This is one of the most heavily populated areas in Stockholm. streets are lined with middle class dwellings and dates back hundreds of years.</p>\n<h2>History</h2>\n<p>Until the 14th century the waterfront passed right through the present square, and subsequently the present street didn't exist. Since then, land elevation and land filling have expanded the radius of the old town with some hundred metres. While the present name of the square is documented from 1489 when the open space was used to store and handle iron delivered from the Lake Mälaren region, the name of the street first appears in historical records in 1685 as <em>Jerntorgs gatun</em>.</p>\n<p>The street used to be the main approach to the city from Södermalm, and it was accordingly called <em>Stora gatan</em> (\"Big Street\"). A now closed alley, the location and extent of which is documented in great detail, used to pass in parallel to the street through the blocks on its eastern side. (See ref, page 19.)</p>\n<h2>Landmarks</h2>\n<ul><li>Bacchi Wapen</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Järntorgsgatan is a street in Gamla stan, the old town in central Stockholm, Sweden. Stretching south from the square Järntorget to Slussplan, it is intercepted by Norra Dryckesgränd and Södra Dryckesgränd and forms a parallel street to Triewaldsgränd and Skeppsbron.",
  "created_at": "2026-02-21T15:21:43.776486+00:00"
}