{
  "entity_id": "Q6371948",
  "title": "Karl Johans Torg",
  "latitude": 59.321666666667,
  "longitude": 18.073138888889,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/58/Karl_Johans_Torg_statue_070404.JPG",
  "text": "<h1>Karl Johans Torg</h1>\n<p><strong>Karl Johans Torg</strong> (Swedish: \"Square of Charles John\") is a public square between the old town Gamla stan and Slussen in central Stockholm, Sweden.</p>\n<h2>Setting</h2>\n<p>North of the square and behind the statue is the street Slussplan; the bridges and ramps of the southbound street Katarinavägen and the northbound quay Skeppsbron delimits the square to the west and to the east respectively; while the canal Karl Johanslussen forms the southern edge of the square. Under the bridge in the south-eastern corner of the square is the rock club Debaser, boasting some 1,500 artists since its opening in 2002. In summer, the lock and the occasionally dramatic passage of numerous pleasure boats and the accompanying families makes the square a popular spot to tourists and Stockholmers alike, while the club and its open-air restaurant, makes the space a natural hangout for a slightly younger audience. On the opposite side of the canal is an elevated space called Slussterrasen.</p>\n<h2>The statue</h2>\n<p>The square is named after the presence of the equestrian statue of King Charles XIV John (1763–1844) today placed just north of the square but originally located south of the canal, and inaugurated on 4 November 1854, the 40th anniversary of the union between Sweden and Norway and four years after the inauguration of the lock of Nils Ericson. Designed by Bengt Erland Fogelberg (1786−1854), at the time located in Italy, the sculpture was cut in Rome and cast in Munich in 1852, while the tall base was cut in Carrara to the design of the artist. The original intentions of the sculptor was to have the statue facing east, the king's command baton pointing out the obvious enemy on the opposite side of the Baltic. When inaugurated, however, the statue was instead turned north towards the city, thus symbolizing the French general and the Bernadotte Dynasty which came with him, arriving to Stockholm to occupy the Swedish throne.</p>\n<p>When the Slussen area was adapted to accommodate modern traffic loads in 1935, the statue was turned south, pointing straight at the new and much discussed roundabout. While the reason for this U-turn remains unelucidated, save for the fact the statue would otherwise be standing face to face with the façades north of the square, Sweden remains a monarchy and the Bernadotte Dynasty is still occupying the Royal Palace in the old town.</p>\n<h2>The lock</h2>\n<p>The present lock was inaugurated in 1935 and the fourth to be built, preceded by a first horse-driven lock, called <em>Drottining Kristinas Sluss</em> (\"Lock of Queen Christina\"), constructed by two Dutch engineers and inaugurated in 1642; a second, <em>Polhems <em>sluss</em></em> (\"Lock of Polhem\"), designed by and named after Christopher Polhem (1662–1751), and inaugurated in 1755; and a third, (<em>Nils Ericsons <em>sluss</em></em>) inaugurated in 1850 and designed by Nils Ericson (1802–1870) and located and still present under the statue.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Karl Johans Torg is a public square between the old town Gamla stan and Slussen in central Stockholm, Sweden.",
  "created_at": "2026-02-21T15:23:14.326083+00:00"
}