{
  "entity_id": "Q6419725",
  "title": "Klarabergsviadukten",
  "latitude": 59.32975,
  "longitude": 18.05266667,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/51/Klarabergsviadukten_2009a.jpg",
  "text": "<h1>Klarabergsviadukten</h1>\n<p><strong>Klarabergsviadukten</strong> (Swedish: \"The Viaduct of Hill of St Clare\") is a reinforced concrete bridge and an overpass in central Stockholm, Sweden. Stretching over Klara Sjö, it connects Norrmalm to Kungsholmen.</p>\n<p>Where in English viaduct generally signify a bridge composed of several small spans, in Swedish it is also used for other bridges, generally railway or motorway bridges, of one span or more, spanning only land or, for example a street. The (not particularly small) spans of Klarabergsviadukten stretches over both a railway yard and Klara sjö (\"Lake Klara\"), and was originally intended to form part of a traffic route, <em>Klarabergsleden</em>, connecting central Stockholm to the western suburbs, plans cancelled in 1974. Though not obviously a viaduct even in the Swedish sense, it still retains its name.</p>\n<p>First brought up in a proposal in 1928, a traffic route bridging the central railway yard in Stockholm and Klara sjö was planned to continue through the Seraphim Hospital area over Norr Mälarstrand along the southern shore of Kungsholmen to reach Drottningsholmsvägen, the road leaving Stockholm for the western suburbs. Over the years, the expected development of the traffic system in Stockholm made the planned route wider and wider, from the planned 18 metres in 1932 to 31 metres when the viaduct and bridge were finally built in 1961.</p>\n<p>Klarabergsviadukten is composed of several sections. It stretches 106 metres with a maximum span of 32 metres over Vasagatan; 136 metres over the railway yard with spans varying from 12 to 17 metres; and the bridge over Klara sjö having a maximum span of 41 metres. Because the bridge never was used as part of a motorway, its dimensions are out of proportion, and it is therefore partly being used for parking.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Klarabergsviadukten is a reinforced concrete bridge and an overpass in central Stockholm, Sweden. Stretching over Klara Sjö, it connects Norrmalm to Kungsholmen.",
  "created_at": "2026-02-21T15:34:58.948720+00:00"
}