{
  "entity_id": "Q6432431",
  "title": "Kornhamnstorg",
  "latitude": 59.322777777778,
  "longitude": 18.071388888889,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/50/Kornhamnstorg_2012a.jpg",
  "text": "<h1>Kornhamnstorg</h1>\n<p><strong>Kornhamnstorg</strong> (Swedish: \"Grain Harbour Square\") is a public square in Gamla stan, the old town in central Stockholm, Sweden. Known as <em>Kornhaffn</em> (1427), <em>Jernboen</em> (1586), <em>Åkaretorget</em> (1644), and <em>Kornhampns torget</em> (1651), it is connected to the streets: Munkbroleden, Lilla Nygatan, Stora Nygatan, Torgdragargränd, Funckens Gränd, Triewaldsgränd.</p>\n<p>The statue of a man drawing a bow on the square, often misinterpreted as depicting William Tell, was inaugurated in 1916 as an homage to Engelbrekt Engelbrektsson, leader of the Engelbrekt rebellion (1434–1436) against the German-dominated government of Eric of Pomerania. The statue was carved by the sculptor Christian Eriksson (1859–1935).</p>\n<h2>Archaeology</h2>\n<p>An archaeological investigation in 2002 exposed sections of unmoved cultural deposits at +2.4–1.9 metres asl (square pavement slightly below +3) of layers of sand containing fragments of red pottery, faïence, and Chinese porcelain, probably dating from the 18th century.</p>\n<h2>History</h2>\n<p>The square is named after the harbour <em>Kornhamn</em> where corn delivered to the city by ships from the Lake Mälaren area was embarked in the Middle Ages, the corn then stored on an open space called <em>Korntorget</em> (\"Grain Square\"). At the time, however, the city looked entirely different and the square in question was actually located where today the square known as Järntorget (\"Iron Square\") is found. The latter was renamed after the iron trade which grew in importance, and which also for a while gave Kornhamnstorg the name <em>Jernbroen</em> (\"Iron Bridge\"). The square probably was a product of the city plan created for the western part of the old town in the 1620s, though the space was referred to as <em>Åkaretorget</em> (\"Carter Square\") during that century, arguably because of the horse-drawn vehicles stationed there. Both historically and in modern times, the names <em>Kornhamn</em> and <em>Kornhamnstorg</em> have been used for the square, the harbour, and the present quay. In the early 1740s, the harbour and its quays were restored together with to canal separating Riddarholmen from the rest of the old town.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Kornhamnstorg is a public square in Gamla stan, the old town in central Stockholm, Sweden. Known as Kornhaffn (1427), Jernboen (1586), Åkaretorget (1644), and Kornhampns torget (1651), it is connected to the streets: Munkbroleden, Lilla Nygatan, Stora Nygatan, Torgdragargränd, Funckens Gränd, Triewaldsgränd.",
  "created_at": "2026-02-21T15:20:31.183366+00:00"
}