{
  "entity_id": "Q6520528",
  "title": "Lejonstedts Gränd",
  "latitude": 59.32316667,
  "longitude": 18.06997222,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/13/Lejonstedts_gr%C3%A4nd_februari_2007.jpg",
  "text": "<h1>Lejonstedts Gränd</h1>\n<p><strong>Lejonstedts Gränd</strong> is an alley in Gamla stan, the old town in central stockholm, Sweden. Stretching from Stora Nygatan to Mälartorget and crossed by Lilla Nygatan, it forms a parallel street to Tyska Brinken and Kornhamnstorg. It is named after the Country marshal (<em>lantmarskalk</em>) and Councillor of the Realm Anders Lejonstedt (1649–1725). Lejonstedt who before knighthood was named Volimhaus, owned the block taking up the north-eastern part of the street in the late-17th century together with his brother Jakob (ennobled Gyllenborg) .</p>\n<h2>History</h2>\n<p>Together with its neighbourhood, the alley is a product of the reconstruction of the western part of the old town following the great fire of 1625. Before this, the unregulated urban structure of the city stretched down from Västerlånggatan to the eastern part of the alley, down to the shore. This area was unsuitable for any major construction and used mostly for sheds and for the city's defence.</p>\n<p>While the extent of the 14th-century city wall is not well documented, the area formed a part of the south-western harbour area where agricultural goods delivered from the Lake Mälaren area were unloaded (which gave the present square Kornhamnstorg its name). During the period 1543–1553, a new wooden defensive structure was built along the western shore, which, however, burnt down after only two years. This was replaced by new defences built in brick and stone, but these were outdated within 50 years and completely demolished after the fire of 1625. Archaeological remains of, arguably, this latter wall have been found under the buildings on the eastern part of the alley.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Lejonstedts Gränd is an alley in Gamla stan, the old town in central stockholm, Sweden. Stretching from Stora Nygatan to Mälartorget and crossed by Lilla Nygatan, it forms a parallel street to Tyska Brinken and Kornhamnstorg. It is named after the Country marshal (lantmarskalk) and Councillor of the Realm Anders Lejonstedt (1649–1725). Lejonstedt who before knighthood was named Volimhaus, owned the block taking up the north-eastern part of the street in the late-17th century together with his brother Jakob.",
  "created_at": "2026-02-21T15:19:04.750921+00:00"
}