{
  "entity_id": "Q6547951",
  "title": "Lilla Nygatan",
  "latitude": 59.32380556,
  "longitude": 18.06861111,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/11/Lilla_Nygatan_februari_2007.jpg",
  "text": "<h1>Lilla Nygatan</h1>\n<p><strong>Lilla Nygatan</strong> (Swedish: <em>Small New Street</em>) is a street in Gamla stan, the old town of Stockholm, Sweden. Stretching from the square Munkbron south to Kornhamnstorg, the street in intercepted by Yxsmedsgränd, Kåkbrinken, Schönfeldts Gränd, Tyska Brinken, and Lejonstedts Gränd, while forming a parallel street to Stora Nygatan and Munkbrogatan.</p>\n<h2>Origin of the name</h2>\n<p>Together with Stora Nygatan, the street was part of a new city plan following the great fire of 1625, the street probably dating from 1630. It was being referred to as <em>den nedre nye gathen</em> (\"the lower new street\") in 1639, <em>nedhre Nye gatun</em> in 1641, <em>nedre Nyegathon</em> and <em>nedre gathon</em> in 1646, and <em>Wästere Nyegathun</em> (\"western New street\") in 1647. In 1660, the street was called <em>Bryggaregatan</em> (<em>Bryggere Gaten</em>, \"Brewer's street\") because of the number of brewers residing on its western side. Again, it is mentioned as <em>nedrelangathun</em> in 1667, while being called <em>lilla Kongsgatan</em> (\"Small King's Street\") in the early 18th century. The present name <em>Lilla Nygatan</em> became prevalent from 1720. Because Lilla and Stora Nygatan were often confused with each other, it was suggested in 1921 that Lilla Nygatan should be renamed <em>Postiljonsgatan</em> (\"Mailcoach Street\") in reference to the post office, although this proposal was never adopted.</p>\n<h2>History</h2>\n<p>Archaeological excavations at the junction of Lilla Nygatan and Tyska Brinken in 1993, exposed the remains of an old city wall and traces of what was interpreted as a defensive tower from the 14th century known as <em>Bocktornet</em> (\"Buck (He-goat) Tower\"). Later investigations however suggest that this is more likely to be the remains of structures from the defensive system constructed in the 1560s. The defensive wall passed diagonally across today's Lilla Nygatan; east of the street south of the crossing and west of it north of the crossing.</p>\n<h2>Notable buildings</h2>\n<p>On <strong>Number 6</strong> is the Postmuseum, a postal museum which boasts unique historic postal and philatelic collections. The entire block constituted the only post office in the capital from its inauguration in 1720 until the opening of the museum in 1906. The present façade, designed by Fredrik Blom in 1820–1825, is centred on the four green Ekeberg marble columns standing on the pavement, the doric capitals supporting a balcony decorated with sphinxes. While the windows of the <em>piano nobile</em> support pediments with corbels, the upper part of the composition is gradually simplified. The interior was rebuilt in 1986 and the entire building extensively restored in 1999.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Lilla Nygatan is a street in Gamla stan, the old town of Stockholm, Sweden. Stretching from the square Munkbron south to Kornhamnstorg, the street in intercepted by Yxsmedsgränd, Kåkbrinken, Schönfeldts Gränd, Tyska Brinken, and Lejonstedts Gränd, while forming a parallel street to Stora Nygatan and Munkbrogatan.",
  "created_at": "2026-02-21T15:18:14.532648+00:00"
}