{
  "entity_id": "Q657118",
  "title": "Riddarholmen Church",
  "latitude": 59.324722222222,
  "longitude": 18.064722222222,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/58/Riddarholmskyrkan_juni_2005.jpg",
  "text": "<h1>Riddarholmen Church</h1>\n<p><strong>Riddarholmen Church</strong> (Swedish: <em>Riddarholmskyrkan</em>) is the church of the former medieval Greyfriars Monastery in Stockholm, Sweden. The church serves as the final resting place of most Swedish monarchs.</p>\n<h2>Description</h2>\n<p>Riddarholmen Church is located on the island of Riddarholmen, close to the Royal Palace in Stockholm, Sweden. The congregation was dissolved in 1807 and today the church is used only for burial and commemorative purposes. Swedish monarchs from Gustavus Adolphus to Gustaf V are entombed here (with only one exception: Queen Christina who is buried within St. Peter's Basilica in Rome), as well as the earlier monarchs Magnus Ladulås and Charles VIII. It has been discontinued as a royal burial site in favour of the Royal Cemetery and today is run by departments of the Swedish Government and Royal Court.</p>\n<p>The Church's age can be seen in its architecture, which is eclectic from various eras. Most of the church is a Northern European Gothic style, but parts of the church are also baroque.</p>\n<p>It is one of the oldest buildings in Stockholm, parts of it dating to the late-13th century, when it was built as a greyfriars monastery. After the Protestant Reformation, the monastery was closed and the building became a Lutheran church. A spire designed by Flemish architect Willem Boy (1520–1592) was added during the reign of John III, but it was destroyed by a lightning strike on 28 July 1835, after which it was replaced with the present cast-iron spire.</p>\n<p>Traditionally, the armorial plates depiciting the arms of deceased knights of the Royal Order of the Seraphim are affixed to the walls of the church. When a knight of the Order dies, his coat of arms is carried from the royal palace and rehung in the church, and when the funeral takes place the church's bells are rung without pause from 12:00 to 13:00.</p>\n<h2>Gallery</h2>\n<ul><li> Riddarholmen Church nave, looking east towards main altar</li> <li> Riddarholmen Church nave, looking east towards organ loft</li> <li> Royal tombs and armorial plates of deceased knights of the Royal Order of the Seraphim </li> <li> Riddarholmen Church in the early 20th century</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Riddarholmen Church is the church of the former medieval Greyfriars Monastery in Stockholm, Sweden. The church serves as the final resting place of most Swedish monarchs.",
  "created_at": "2026-02-21T15:22:55.330729+00:00"
}