{
  "entity_id": "Q657725",
  "title": "SoFo",
  "latitude": 59.313611111111,
  "longitude": 18.080341666667,
  "categories": [
    "trendy",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/88/S%C3%B6dermalm._SoFo%2C_quartier_branchouille._%2848065512428%29.jpg",
  "text": "<h1>SoFo</h1>\n<p>The area <strong>SoFo</strong>, or \"South of Folkungagatan\" is located in Södermalm, a district of Stockholm, Sweden. It is bounded by Folkungagatan street to the north, Ringvägen to the south and in the east and west by Erstagatan and Götgatan, respectively.</p>\n<p>The name SoFo is a pun on SoHo, the districts in London and Manhattan, and is an invention of local entrepreneurs who since 2003 have attempted to rebrand the area as a centre of creative and innovative Swedish fashion and retailing. In particular, many Swedish fashion designers are located in SoFo.</p>\n<p>SoFo is home to many other creative industries in Stockholm, including advertising agencies, media companies and publishers.</p>\n<p>The name \"Sofo\" is primarily used by so-called hipsters and people in the creative industry. The name has been debated as a creation of the wishes of a group of people, although the area is essentially unchanged.</p>\n<p>Other local places of interest include Nytorget, a city square with a playground and small park and Vita Bergen, a larger park with good views over Stockholm. Vita Bergen also has an open-air theatre which has music and dance performances during summer, and offers steep tobogganing in winter.</p>\n<p>SoFo is accessible via Medborgarplatsen and Skanstull metro stations.</p>\n<h2>SoFo events</h2>\n<p>The last Thursday of every month is called SoFo night, where retailers are open until 9pm and offer free entertainment and refreshments to shoppers. Many stores provide live music and a vibrant atmosphere.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The area SoFo, or \"South of Folkungagatan\" is located in Södermalm, a district of Stockholm, Sweden. It is bounded by Folkungagatan street to the north, Ringvägen to the south and in the east and west by Erstagatan and Götgatan, respectively.",
  "created_at": "2026-02-21T15:38:42.618064+00:00"
}