{
  "entity_id": "Q6710901",
  "title": "Hotel Skeppsholmen",
  "latitude": 59.32472222222222,
  "longitude": 18.086666666666666,
  "categories": [
    "historic",
    "nature"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/8f/L%C3%A5nga_raden_Skeppsholmen_2012.jpg",
  "text": "<h1>Hotel Skeppsholmen</h1>\n<p>The <strong>Hotel Skeppsholmen</strong> is a hotel on the islet of Skeppsholmen in central Stockholm, Sweden. The hotel comprises two early buildings, individually known as <em><strong>Västra/Östra boställshuset</strong></em> (\"The Western/Eastern Residence House\"), located along the <em><strong>Långa raden</strong></em> (\"The long row\").</p>\n<p>The two buildings were built in 1699–1702 to accommodate the 200 Drabant guards of King Charles XII. They were built to the design of Nicodemus Tessin the Younger using bricks from several palaces, in Ekolsund, Gripsholm, Nyköping, Eskilstuna, and Svartsjö. As Charles spent most of his reign on the battlefields, however, neither building was used for the original purpose, serving instead to house the poor and homeless. Poor and homeless people of Stockholm emerged in great numbers following Sweden's defeat at the Battle of Poltava in 1709, but were considerably decimated by the Black Death, which hit the city the following year. As Sweden started to create its fleet of galleys in 1715, these two buildings were gradually transformed from hospitals into offices and workshops for the fleet.</p>\n<p>By the 1770s, when the commissioner's office was relocated to a separate building, the two buildings were exclusively used by the officers and officials on the island as spacious residences, each disposing up to 17 rooms. In the mid 19th century a canteen for clerks and officials was built in the western building, and both buildings together began to be known as the <em>Långa raden</em>. The buildings were refurbished in 1958–1959 to serve the Swedish Navy administration and the Naval Officers Society (<em>Sjöofficerssällskapet</em>). The Naval Officers Society started using the buildings from the mid 19th century onward.</p>\n<p>In 2009 the two buildings were converted into the Hotel Skeppsholmen, a 79-room hotel. The hotel's reception and restaurant are located in the <em>Östra boställshuset</em> along with some of the rooms. The <em>Västra boställshuset</em> contains the remaining rooms. The conversion was led by Stockholm-based architects Claesson Koivisto Rune.</p>\n<p>The buildings have been government listed buildings since 1935.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Hotel Skeppsholmen is a hotel on the islet of Skeppsholmen in central Stockholm, Sweden. The hotel comprises two early buildings, individually known as Västra/Östra boställshuset, located along the Långa raden.",
  "created_at": "2026-02-21T15:30:31.852679+00:00"
}