{
  "entity_id": "Q6738652",
  "title": "Makalös",
  "latitude": 59.32986111,
  "longitude": 18.07230556,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Suecia_1-039_%3B_Makal%C3%B6s_fr%C3%A5n_jakobs_kyrka.jpg",
  "text": "<h1>Makalös</h1>\n<p><strong>Makalös</strong> (unequalled) was the colloquial name for the grand mansion, or palace, of the Swedish noble family De la Gardie. Situated at Norrström, south of Kungsträdgården in Stockholm and vis-à-vis the Royal Palace, the building was completed in 1653 and demolished in 1825 after a fire.</p>\n<h2>Construction</h2>\n<p>Construction of the mansion was begun in the 1630s on a piece of land owned by Jakob De la Gardie. De la Gardie tasked Hans Jacob Kristler with the construction. The five-floor building was built of brick and stone with a copper roof. The living quarters were situated in the ground floor, the festivities hall on the second (piano nobile), dancing and music rooms on the third, and stores and armoury on the fourth and fifth floors. The cellar comprised larders, while housekeeping facilities, stables and gardens were situated outside the main building. Four towers marked the corners of a facade richly decorated with stone masonry and adorned with bay windows and column-supported loggias in Italian style. The interior was equally splendid, with stucco decorations, picturesque plafonds, tapestries, decorative masonry, and galleries of paintings.</p>\n<p>At the time of construction, the building's size and architecture stood in stark contrast to the humble surroundings and were unrivalled in Sweden. Although the mansion was colloquially known as \"Makalös\", the De la Gardie family referred to it exclusively as <em>Stora huset</em> (\"the great house\").</p>\n<h2>Use</h2>\n<p>Jakob De la Gardie died in 1652 and his widow Ebba Brahe moved into a mansion in Götgatan that had formerly been owned by the De Geer family. Magnus Gabriel De la Gardie inherited Makalös, together with the family's extensive properties in Sweden and Finland. The reduction in 1684 cost him the greatest part of his property, with the exception of Venngarn Castle, where he died two years later. Under the ownership of the crown, Makalös was used as a warehouse and later as an arsenal and armoury for over a century. When Sweden's reigning aesthete Gustav III decided to reorganise the capital's theatres, it was chosen as the venue for the Royal Dramatic Theatre, an institution that exists to this day. The theatre, then named <em>Nya Dramatiska Teatern</em>, opened in 1793. It was also known as the \"arsenal theatre\".</p>\n<h2>Destruction by fire</h2>\n<p>On 24 November 1825, a fire broke out during a performance. When smoke was smelled, actor Lars Hjortsberg, speaking from the stage, informed the audience of this and asked them to leave the building. All spectators were safely evacuated, though three employees died in the fire. The building suffered severe damage and was subsequently torn down. A number of stone sculptures were saved, some of which were incorporated into private mansions, while others ended up in various museums, such as the Nordic Museum. A number of artifacts are exhibited at the Stockholm metro's Kungsträdgården station, close to the former location of Makalös.</p>\n<h2>Scale model</h2>\n<p>A detailed model of the mansion is exhibited at Stockholm City Museum.</p>\n<p>59°19′47.5″N 18°4′20.3″E﻿ / ﻿59.329861°N 18.072306°E﻿ / 59.329861; 18.072306</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Makalös (unequalled) was the colloquial name for the grand mansion, or palace, of the Swedish noble family De la Gardie. Situated at Norrström, south of Kungsträdgården in Stockholm and vis-à-vis the Royal Palace, the building was completed in 1653 and demolished in 1825 after a fire.",
  "created_at": "2026-02-21T15:25:55.818603+00:00"
}