{
  "entity_id": "Q6786312",
  "title": "Matchstick Palace",
  "latitude": 59.33183056,
  "longitude": 18.06956111,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/95/T%C3%A4ndstickspalatset_inne.jpg",
  "text": "<h1>Matchstick Palace</h1>\n<p>The <strong>Matchstick Palace</strong> (Swedish: <em>Tändstickspalatset</em>) is an office building on Västra Trädgårdsgatan in Stockholm, Sweden.</p>\n<h2>History</h2>\n<p>It was commissioned by the \"Match King\" Ivar Kreuger (1880–1932) as the headquarters of the Swedish match company <em>Svenska Tändsticks AB</em>. It was designed by architect Ivar Tengbom (1878–1968) and built by Kreuger &amp; Toll Construction AB 1926–28.</p>\n<p>The palace remained Swedish Match's office until 1991 and was sold to Telia in 1999, who subsequently sold it to businessman Muhammed Al-Amoundi for SEK 450 million. Swedish Match moved their headquarter back to Tändstickspalatset, to one of the floors, 1 September 2010. The Matchstick Palace served as the headquarters for Swedish Match at the beginning of the 1930s, 1972–1991, and 2010–2015.</p>\n<h2>Description</h2>\n<p>Behind the latticework and Corinthian columns of the main portico is the horseshoe-shaped inner courtyard on which the building is centered. The façades of the ground floor are dressed in marble from Kolmården and the courtyard is furnished with the sculpture Diana fountain I by sculptor Carl Milles (1875–1955).</p>\n<p>Inside the portico are two flights of stairs leading up to the quarters of the board of directors, where is the circle segment-shaped board meeting room with paintings by expressionist painter Isaac Grünewald (1889–1946).</p>\n<p>On the opposite side of the courtyard, the first two floors are taken up by the session room. The space between the building and the park was kept void until the 1970s.</p>\n<h2>Gallery</h2>\n<ul><li>  Entrance of Matchstick Palace</li> <li> Balcony with view over the inner yard.</li> <li> Sculpture Diana fountain I<br/> by Carl Milles.</li> <li> Exterior of Matchstick Palace </li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Matchstick Palace is an office building on Västra Trädgårdsgatan in Stockholm, Sweden.",
  "created_at": "2026-02-21T15:29:03.730394+00:00"
}