{
  "entity_id": "Q684827",
  "title": "Jewish Museum of Sweden",
  "latitude": 59.323888888889,
  "longitude": 18.072972222222,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Sj%C3%A4lag%C3%A5rdsgatan_19_mars_2007.JPG",
  "text": "<h1>Jewish Museum of Sweden</h1>\n<p>The <strong>Jewish Museum</strong> (in Swedish: <strong>Judiska museet</strong>) in Stockholm, Sweden, is devoted to objects and environments related to Jewish religion, tradition, and history, particularly in connection to Judaism in Sweden.</p>\n<p>The Jewish Museum was founded by Viola and Aron Neuman in 1987, in an old rug warehouse in Frihamnen. In 1992, the museum moved from Frihamnen to Vasastan, where it was housed in a building at Hälsingegatan 2 that had been designed by Ragnar Östberg as a girls' school.</p>\n<p>In 2016 the museum moved once again, to new premises at Själagårdsgatan 19 in Gamla stan (Stockholm's \"Old Town\"), at the location of an 18th-century synagogue. During renovations of the new site, curators used diagrams from 1811 to uncover 19th-century murals that had been covered with several layers of paint. Because most German-inspired synagogue art was destroyed by Nazis during the Second World War, the Stockholm murals are an important cultural resource.</p>\n<p>In 2019 it opened at its new Gamla Stan location. After another closure, for coronavirus, it reopened in 2021 with a new exhibition of portraits, showing people who attended the Gamla Stan synagogue.</p>\n<p>In 1994, the museum became the first recipient of the Swedish Museum Association prize <em>Museum of the Year</em>. According to the award's citation:</p>\n<blockquote><p>Showing the positive as creative joy, art, and will to live in the fight against negative and dark forces makes the Jewish Museum an important player in the fight against ignorance, racism, and xenophobia. <em>(Att visa det positiva som skaparglädje, konst och livsvilja i kampen mot negativa och mörka krafter gör Judiska Museet till en viktig aktör i kampen mot okunskap, rasism och främlingsfientlighet.)</em></p></blockquote>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Jewish Museum in Stockholm, Sweden, is devoted to objects and environments related to Jewish religion, tradition, and history, particularly in connection to Judaism in Sweden.",
  "created_at": "2026-02-21T15:17:23.468491+00:00"
}