{
  "entity_id": "Q6863930",
  "title": "Mindre teatern",
  "latitude": 59.33111111,
  "longitude": 18.07305556,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/92/Mindre_teatern%2C_Stockholm.jpg",
  "text": "<h1>Mindre teatern</h1>\n<p><strong>Mindre teatern</strong> (<em>The Smaller Theatre</em>), <strong>Nya teatern</strong> (<em>The New Theatre</em>), <strong>Lindeberska teatern</strong> (<em>The Lindeberg Theatre</em>), was a Swedish theatre at Kungsgatan in Stockholm, active 1842–1863. The building was used as localities for the Royal Dramatic Theatre in 1863–1908.</p>\n<h2>History</h2>\n<p>The theatre was founded by Anders Lindeberg in 1842 after the theatre monopoly of the Royal Dramatic theatre was abolished. It was called Mindre teatern (The Smaller Theatre), as the old Royal Dramatic theatre was called \"The Big Theatre\", Nya teatern (The New Theatre), and also Lindeberska teatern (The Lindeberg Theatre), after its founder.</p>\n<p>It became a popular theatre, which rivaled the Royal Theatre. In 1863, the theatre was sold to the Royal Theatre and dissolved. The building itself became the new house for the Royal Dramatic Theatre, who also employed many of the actors, and continued as such for 45 years. It was the fourth building to serve as localities for the royal theatre. When the royal opera and the royal theatre shared building, the Royal Dramatic Theatre was often called \"The Small stage\", while the Royal Swedish Opera was called \"The Big stage\", and this continued after they were separated.</p>\n<p>Eventually, the building was deemed inadequate, and when the new building for the Royal Theatre was finished in 1908, it was demolished.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Mindre teatern, Nya teatern, Lindeberska teatern, was a Swedish theatre at Kungsgatan in Stockholm, active 1842–1863. The building was used as localities for the Royal Dramatic Theatre in 1863–1908.",
  "created_at": "2026-02-21T15:28:16.283729+00:00"
}