{
  "entity_id": "Q690002",
  "title": "Swedish Army Museum",
  "latitude": 59.334717,
  "longitude": 18.080183,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/49/Arm%C3%A9museum_2014_01.JPG",
  "text": "<h1>Swedish Army Museum</h1>\n<p>The <strong>Swedish Army Museum</strong> (Swedish: <em>Armémuseum</em>) is a museum of military history located in the district of Östermalm in Stockholm. It reopened in 2002 after a long period of closure, and was awarded the title of the best museum of Stockholm in 2005. Its displays illustrate the military history of Sweden, including its modern policy of neutrality, and of the Swedish Army.</p>\n<h2>History</h2>\n<p>The Army Museum has been located at Artillerigården in Östermalm, Stockholm, since it was opened in 1879. The site has been used for military purposes since the middle of the 17th century, and the main depot of the artillery was located here for nearly 300 years. The current buildings were erected during the latter part of the 18th century. The museum was first known as the Artillery Museum, and changed its name to the Army Museum at the beginning of the 1930s, in order to reflect more accurately the focus of the museum. The museum underwent a major refurbishment and opened in new, modern premises in 1943.</p>\n<h2>Exhibitions</h2>\n<p>The displays show the living conditions of the soldiers, their families and the general population during both wartime and peacetime. They include life-size figures of soldiers of past centuries, as well as scenes of the major battles of Swedish forces, weapons, military clothes and other attributes of war. The trophies and flags of armies defeated by Sweden in the 17th and 18th centuries are displayed in a special room.</p>\n<p>The museum also houses a mini-exhibition about Raoul Wallenberg, the renowned Swedish diplomat who saved thousands of Jews from the Nazis during the final months of World War II.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Swedish Army Museum is a museum of military history located in the district of Östermalm in Stockholm. It reopened in 2002 after a long period of closure, and was awarded the title of the best museum of Stockholm in 2005. Its displays illustrate the military history of Sweden, including its modern policy of neutrality, and of the Swedish Army.",
  "created_at": "2026-02-21T15:35:29.920901+00:00"
}