{
  "entity_id": "Q6936733",
  "title": "Munkbron",
  "latitude": 59.324666666667,
  "longitude": 18.066944444444,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/51/Munkbron_February_2007_facade.jpg",
  "text": "<h1>Munkbron</h1>\n<p><strong>Munkbron</strong> (Swedish: \"Monk's Bridge\") is a public square on the western waterfront of Gamla stan, the old town in central Stockholm, Sweden. Connected to the square are Stora Gråmunkegränd, Gåsgränd, Lilla Nygatan, Yxsmedsgränd, and Munkbrogatan; while the traffic route Munkbroleden separates it from the canal Riddarholmskanalen. The square is divided into a northern and a southern part by the block <em>Aurora</em> in which the so-called Petersen House is found.</p>\n<h2>History</h2>\n<p>In the 15th century, the name 'Munkbron' referred to the bridge passing over to Riddarholmen were the Greyfriars abbey was located. As the latter islet, until the 1630s called <em>Gråmunkeholmen</em> (\"Greyfriar's islet\"), received its present name, 'Munkbron' was being used for the quay passing along the western waterfront of the city (see also Riddarholmsbron). The present square, together with the quay passing along the shore and various present or historical spaces nearby, were known under several different names, including <em>Muncke brons Hampnen</em> (\"Monk's Bridge Harbour\", 1646), <em>Våghusplatsen</em> (\"Weigh House Square\", ?), <em>Munkbrotorget</em> (\"Monk's Bridge Square\", 1654) and <em>Munkbrohamnsplatsen</em> (\"Monk's Bridge Harbour Square\").</p>\n<p>In 1921, when the squares Munkbron and Mälartorget were called <em>Övre/Nedre Munkbrotorget</em> (\"Upper/Lower Monk's Bridge Square\"), it was suggested that the two should be renamed <em>Munkbrotorget</em> and <em>Flugmötet</em> (\"Flies Meet\"), in reference to the latrine heap located on the southern square) respectively. This proposal was however rejected in favour of the present name which was colloquially used.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Munkbron is a public square on the western waterfront of Gamla stan, the old town in central Stockholm, Sweden. Connected to the square are Stora Gråmunkegränd, Gåsgränd, Lilla Nygatan, Yxsmedsgränd, and Munkbrogatan; while the traffic route Munkbroleden separates it from the canal Riddarholmskanalen. The square is divided into a northern and a southern part by the block Aurora in which the so-called Petersen House is found.",
  "created_at": "2026-02-21T15:20:17.600659+00:00"
}