{
  "entity_id": "Q6949958",
  "title": "Mälartorget",
  "latitude": 59.323027777778,
  "longitude": 18.068527777778,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d5/M%C3%A4lartorget_med_kvarteret_Midas%2C_2016.jpg",
  "text": "<h1>Mälartorget</h1>\n<p><strong>Mälartorget</strong> (Swedish: <em>Square of Mälaren</em>) is a public square in Gamla stan, the old town in central Stockholm, Sweden, named after its location on the western waterfront of the old town facing Lake Mälaren. Connected to the square are the streets and alleys Munkbrogatan, Schönfeldts Gränd, Tyska Brinken, and Lejonstedts Gränd, while the traffic route Munkbroleden separates it from the quay. The main exit of the Gamla stan metro station is located on Mälartorget.</p>\n<h2>History</h2>\n<p>The square appears in historical records in 1866 and came into being in the mid-19th century as a by-product when a new harbour was created by land filling. It was originally used to unload agricultural products delivered to the city from around the Lake Mälaren region.</p>\n<p>The location was historically known as <em>Flugmötet</em> (\"Flies' Meeting\") because all latrines produced in the city were emptied behind a wooden paling here before being rowed away by worn-out old women, often former inmates seeking solace in the bottle, during nights. The waste products were brought to a plant on Kungsholmen where it was transformed into a gunpowder component. Though the latrine heap was discontinued during the 1840s, and this latter name never was made explicitly official, it appears in a guidebook in 1844, and was proposed as an official name in 1921.</p>\n<p>On the square is the bronze sculpture on a granite base: <em>Familjen</em> (\"The Family\") by Pye Engström from 1972–1973. The individual figures – a mother, a father, and a child – can be moved and rotated along tracks in the base. The sculpture is an enlarged copy of a piece first exhibited in the 1960s.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Mälartorget is a public square in Gamla stan, the old town in central Stockholm, Sweden, named after its location on the western waterfront of the old town facing Lake Mälaren. Connected to the square are the streets and alleys Munkbrogatan, Schönfeldts Gränd, Tyska Brinken, and Lejonstedts Gränd, while the traffic route Munkbroleden separates it from the quay. The main exit of the Gamla stan metro station is located on Mälartorget.",
  "created_at": "2026-02-21T15:20:59.481012+00:00"
}