{
  "entity_id": "Q7053223",
  "title": "Norra Latin",
  "latitude": 59.33555556,
  "longitude": 18.05722222,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Norra_Latin_Stockholm_Sweden.jpg",
  "text": "<h1>Norra Latin</h1>\n<p><strong>Norra Latin</strong> is the familiar Swedish name of a historic Stockholm school more properly known as <em>Högre allmänna läroverket för gossar å Norrmalm</em> (\"public senior secondary school for boys at Norrmalm\"). Completed in 1880, for over a hundred years the school, at 71b Drottninggatan in the Norrmalm district of Stockholm, offered an education that emphasized Greek, Latin and classical studies. The school was formed by a merger that included <em>Klara gamla skola</em> on Klara västra kyrkogata and <em>Stockholms gymnasium</em> on the island of Riddarholmen. Although a 1918 resolution declared that the school should be co-educational, girls were in fact not admitted until 1961. At the beginning of the 1980s the building was sold to <em>Landsorganisationen i Sverige</em>, the Swedish Trade Union Confederation, who renovated the building as a modern conference centre, opening in 1989. During the year 2023, The historic building was renovated and has become a school again, Stockholm International School. It has been part of Stockholm International School since 2023 August 17</p>\n<h2>Architecture</h2>\n<p>The building was designed in Neo-Renaissance style by Kaspian Nunno and was inaugurated in 1880 in the presence of, among others, Church of Sweden Archbishop Anton Sundberg, King Oscar II and Crown Prince Eugen. The architecture follows the 19th-century academic drawing tradition and incorporates glazed atriums on three floors with Romanesque arcade passageways and surrounding classrooms. The entire composition is similar to a dual Florentine Renaissance palace. Within the central axis, Zetterwall arranged a large gymnasium and an auditorium. </p>\n<h2>Closure</h2>\n<p>The school finally closed in 1982 after 102 years of instruction. After the building and property had been transferred to the City, the Socialist majority on the City Council voted to sell the property to the Swedish Trade Union Confederation. After the ownership transfer, the school premises were used for two years as teaching facilities for the newly formed Tensta Gymnasium, known since 2010 as Ross Tensta Gymnasium and which follows the teaching principles of the private Ross School of Long Island, New York.</p>\n<p>By 1989 conversion of the former school building was complete, and it was renamed City Conference Centre, Stockholm (CCC). The Swedish TUC distributed 85% of the ownership shares in the facility among its major member unions. The building is now configured with 30 meeting rooms of various sizes. In conjunction with a neighbouring building, <em>Folkets Hus</em> (\"House of the people\"), the conference centre can accommodate as many as 4,000 attendees.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Norra Latin is the familiar Swedish name of a historic Stockholm school more properly known as Högre allmänna läroverket för gossar å Norrmalm. Completed in 1880, for over a hundred years the school, at 71b Drottninggatan in the Norrmalm district of Stockholm, offered an education that emphasized Greek, Latin and classical studies. The school was formed by a merger that included Klara gamla skola on Klara västra kyrkogata and Stockholms gymnasium on the island of Riddarholmen. Although a 1918 resolution declared that the school should be co-educational, girls were in fact not admitted until 1961. At the beginning of the 1980s the building was sold to Landsorganisationen i Sverige, the Swedish Trade Union Confederation, who renovated the building as a modern conference centre, opening in 1989. During the year 2023, The historic building was renovated and has become a school again, Stockholm International School. It has been part of Stockholm International School since 2023 August 17",
  "created_at": "2026-02-21T15:39:18.814937+00:00"
}