{
  "entity_id": "Q7123020",
  "title": "Packhusgränd",
  "latitude": 59.32341667,
  "longitude": 18.07441667,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/19/Packhusgr%C3%A4nd_mars_2007.JPG",
  "text": "<h1>Packhusgränd</h1>\n<p><strong>Packhusgränd</strong> (Swedish: <em>Warehouse Alley</em>) is an alley in Gamla stan, the old town of Stockholm, Sweden. Stretching west from Skeppsbron to Österlånggatan, it forms a parallel street to Johannesgränd and Tullgränd.</p>\n<p>In 1686, the city bought a site on the south side of the alley to accommodate the customs department, and by the end of that century the latter had the warehouse built which gave the alley its name. The alley was formerly known as <em>Urbansgränden</em> (<em>Urbanus grandhen</em> (1606), \"The Alley of Urban\") after Urban Michelsson who had an estate here in the late-16th century. Its present name first appears as <em>Packhus gr</em>[<em>änd</em>] in 1733.</p>\n<p>The area was being used as a berth by the 13th century when the waterfront was located much further east than today, and a medieval harbour, known as <em>Koggahamnen</em> (\"The Cog Harbour\"), and a quay, <em>Koggabron</em> (\"The Cog Bridge\"), was also found here as excavations have shown. During the 15th and 16th centuries, a section of the city wall along with two of its towers were found just south of the alley. The customs house on Skeppsbron, built in the 1780s, replaced the warehouse mentioned above.</p>\n<p>The National Property Board Project Unit is located at number 7. Three rooms and a kitchen, 77 m, in the alley was as of 2007 offered for close to SEK 4 million (~400.000 Euro).</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Packhusgränd is an alley in Gamla stan, the old town of Stockholm, Sweden. Stretching west from Skeppsbron to Österlånggatan, it forms a parallel street to Johannesgränd and Tullgränd.",
  "created_at": "2026-02-21T15:20:41.687950+00:00"
}