{
  "entity_id": "Q7159090",
  "title": "Peder Fredags Gränd",
  "latitude": 59.32519444,
  "longitude": 18.07283333,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/a0/Peder_Fredags_Gr%C3%A4nd_mars_2007.JPG",
  "text": "<h1>Peder Fredags Gränd</h1>\n<p><strong>Peder Fredags Gränd</strong> is a small blind alley in Gamla stan, the old town in central Stockholm, Sweden. Stretching north from Köpmangatan, it is located between Skeppar Olofs Gränd and Staffan Sasses Gränd, just south of the Tessin Palace.</p>\n<p>The inconspicuous alley remained nameless until the 20th century; it is included on a map from 1700, but completely left out on another dated 1733. The present name was given to the alley in 1939, presumably inspired by the two parallel alleys, both of which are named after men who served King Gustav Vasa (1496–1560) during the ousting of Danish forces.</p>\n<p>Peder Fredag (–1525) was probably one of the burghers of Stockholm, who first appeared in historical records in 1520 when, confronted with Christian II of Denmark, he vehemently opposed the city's terms of surrender. Before the Danes marched into the city, he escaped to the north of Sweden where he began to amass people to revolt against the Danish king. He started to raid the Stockholm Archipelago with his yacht, and in 1521 he joined the party of Gustav Vasa who eventually gave him a letter of marque. During the seizure of the capital, Peder Fredag was appointed captain in charge of the camp at Lovön, and as such he repelled an attack from the besieged city during Christmas 1521 and another against the King's camp on Södermalm in autumn 1522. Following the king's glorious march into the city, Peder Fredag was richly rewarded with marks of honour and tokens of grace, but he eventually died on the battlefield in 1525 during an assault against the city of Kalmar, besieged by the mercenary troops of Berend von Melen.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Peder Fredags Gränd is a small blind alley in Gamla stan, the old town in central Stockholm, Sweden. Stretching north from Köpmangatan, it is located between Skeppar Olofs Gränd and Staffan Sasses Gränd, just south of the Tessin Palace.",
  "created_at": "2026-02-21T15:15:36.486477+00:00"
}