{
  "entity_id": "Q716848",
  "title": "Nybroplan",
  "latitude": 59.3325,
  "longitude": 18.075277777778,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/23/Nybroplan_September_2014_01.jpg",
  "text": "<h1>Nybroplan</h1>\n<p><strong>Nybroplan</strong> (Swedish for \"New Bridge square\") is a public space in central Stockholm, Sweden. Located on the border between the city districts Norrmalm and Östermalm, Nybroplan connects a number of major streets, including Birger Jarlsgatan, Strandvägen, Hamngatan, and Nybrogatan. The squares Norrmalmstorg, Stureplan, and Östermalmstorg are located within 500 metres, as is the park Kungsträdgården.</p>\n<p>It is the location of the Royal Dramatic Theatre and Berzelii Park with the restaurant Berns Salonger. Facing the bay Nybroviken, it is also public transportation hub offering ferry trips to Djurgården and the Stockholm Archipelago.</p>\n<h2>Public art</h2>\n<p>At Nybroplan, and the open spaces immediately south of it (Raoul Wallenbergs Torg and Nybrohamnen), there are several monuments dedicated to various famous Swedish citizens:</p>\n<ul><li>The diplomat Raoul Wallenberg</li> <li>The inventor John Ericsson</li> <li>The actress Margaretha Krook</li></ul>\n<p>Additionally, there is a bronze sculpture by K G Bejermark in the pavement facing the park. Named <em>Humor</em> and inaugurated in 1970, it displays a man lifting a manhole cover in the pavement. The man is modelled after the actor and humorist Hans Alfredsson. The sawhorses surrounding the sculpture are, however, additions by the City Park Administration (<em>Parkförvaltningen</em>).</p>\n<h2>History</h2>\n<p>Until the 18th century, Nybroplan was still submerged by the present-day bay Nybroviken (historically known as <em>Ladugårdslandsviken</em>, \"Barn's Land's Bay\") which once stretched several hundreds metres further north. As the innermost part of the bay was transformed into Berzelii Park around 1850, quays were built around the bay.</p>\n<p>The name comes from the bridge Ladugårdslandsbron which once stretched across the old bay (where today is Berzelii Park.) The streets Arsenalsgatan and Nybrogatan still indicates the location of the old bridge. (See Nybroviken.)</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Nybroplan is a public space in central Stockholm, Sweden. Located on the border between the city districts Norrmalm and Östermalm, Nybroplan connects a number of major streets, including Birger Jarlsgatan, Strandvägen, Hamngatan, and Nybrogatan. The squares Norrmalmstorg, Stureplan, and Östermalmstorg are located within 500 metres, as is the park Kungsträdgården.",
  "created_at": "2026-02-21T15:30:12.472731+00:00"
}