{
  "entity_id": "Q717105",
  "title": "Arvfurstens palats",
  "latitude": 59.32916667,
  "longitude": 18.06777778,
  "categories": [
    "historic",
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/45/Arvfurstens_palats_2011a.jpg",
  "text": "<h1>Arvfurstens palats</h1>\n<p><strong>Arvfurstens palats</strong> (lit. 'Palace of the Hereditary Prince') is a palace located at Gustav Adolfs Torg in central Stockholm. Originally a private residence, it has been the seat of the Swedish Ministry of Foreign Affairs since 1906.</p>\n<p>Designed by Erik Palmstedt, the palace was originally the residence of Princess Sophia Albertina. It was built 1783–1794 and declared a historical monument (<em>byggnadsminne</em>) in 1935 and subsequently restored by Ivar Tengbom in 1948–52.</p>\n<p>The palace is facing the square Gustav Adolfs torg, with the Royal Swedish Opera on the opposite side. Located near the palace are the Sager Palace, official residence of the prime minister, and Rosenbad, official office of the government. The bridge Norrbro stretches past the building of the Riksdag on Helgeandsholmen and further south to Stockholm Old Town and the Royal Palace.</p>\n<h2>History</h2>\n<p>Lennart Torstensson (1603–51), a successful general, bought the area west of the square and had his palace built there 1646–51. The main entrance of this building was facing Fredsgatan, the street passing north of the site, while the southern part of the site was still occupied by one-story wooden structures. This was a German-Dutch Renaissance palace in brick in a style widely favoured all over Europe at this time. One of the rooms from this era is still preserved; the former kitchen now serving as the office of the Chief of Protocol. Lennart's son Anders, governor of Estland, made unsuccessful attempts to sell the property to save his economy, and the palace was subsequently taken over by the Crown in 1696 but eventually given back to Torstensson's heir.</p>\n<p>King Gustav III's sister Princess Sophia Albertina bought the property in 1793. The king, who wished to give his sister a residence in accordance to her station, commissioned architect Erik Palmstedt to create a new palace which should include the old and adopt the plans for the area north of the Royal Palace. The architect not only had to create a copy of the building on the opposite side of the square, he was also ordered to ensure the old Renaissance palace would be included into the new, a demand which reflects Gustav III's passion for Gustavus Adolphus and his era.</p>\n<p>While Sophia Albertina, before her death in 1829, had the palace bequeathed to the Swedish heir presumptive (i.e. the hereditary prince), it was during the ensuing decades used by court officials and as offices for various authorities, a faith which would eventually prevail. Before Oscar II became king in 1872, he and his wife Sofia used the palace as their residence, where their son, Gustav V, and other members of the royal family, including Prince Eugén, spent parts of their childhood.</p>\n<p>The ministry for Foreign Affairs moved there in 1906, but had to share the building with several other authorities until 1936. A comprehensive restoration was made 1948–1952, which among other things resulted in the addition of a building on the courtyard.</p>\n<h2>Exterior</h2>\n<p>During the era of the Swedish Empire, Gustav Adolfs torg, the square in front of the palace, was developed into one of the most prominent public spaces in Sweden. It is centred on the equestrian of Gustavus Adolphus by Pierre Hubert L'Archevêques. This project was based on Tessin the Younger's plans for the rebuilt Royal Palace and its immediate surroundings. East of the square, a new opera building was erected in 1782 (demolished in 1892) and the façade on the western side was designed as a copy of the former, echoing its pilasters and the columns of the accentuated central portion. The entire setting was inspired by the Place de la Concorde in Paris. And like in the French capital, several other aristocrat residences were built in the surrounding area. Some of the grand visions Tessin developed were carried through with the construction of the bridge Norrbro, even though the centrepiece in his plans, a royal church on the northern side of the square, remained a dream.</p>\n<p>A large Renaissance sandstone portico from the original Torestensson Palace on the northern side, was restored in the 20th century, and its present appearance thus reflects the original design of Diedrich Blume from 1647. An identical portico is still found on the courtyard.</p>\n<h2>Interior</h2>\n<p><em>Matsalen</em> (\"Dining Room\") or <em>Stora konferensrummet</em> (\"Great Conference Room\") was originally divided into three separate rooms during Torstensson, but these were united into a single space in the mid-18th century and are since then used for official dinners and conferences. On the walls hang the portraits of past ministers for foreign affairs and a large portrait of Axel Oxenstierna.</p>\n<p><em>Stora salongen</em> (\"Great Salon\") or <em>Blå salongen</em> (\"Blue Salon\") is a salon designed by the Louis Masreliez in a style called Late Gustavian style. This, the central and largest room in the <em>piano nobile</em>, was used as an archive during WWII and was at the time in a bad shape. It has since been restored and is today used for official receptions. It has cut glass chandeliers, two sandstone stoves, and textiles in the original blue and white colours. It also features the busts of Gustav III and his sister Sophia Albertina by Johan Tobias Sergel, as well as four sculptures donated by the Italian government.</p>\n<p>In <em>Audiensrummet</em> (the \"Audience Room\"), because of the red textiles also called <em>Röda salongen</em> (the \"Red Salon\"), Sophia Albertina used to receive her guest sitting in a gilded throne under a baldachin, the prominence of the scene underlined by the royal coat of arms topped by a princess crown over the four doors. Today it serves as the office room of the Minister's press secretary and his/her staff. The preserved wood carvings were executed by Gottlieb Iwersson, one of the most distinguished furniture designers of the late 18th century, with ornaments carved by Jean Baptiste Masreliez, Louis Masreliez's brother.</p>\n<p>During the era of Sophia Albertina, <em>Sällskapsrummet</em> (the \"Drawing Room\") served a salon where she and her courtiers could spend hours conversing and embroidering. The wall frameworks by Louis Masreliez featuring nymphs, cupids, and muses, were once surrounding the embroideries produced by the princess and her court, but are today replaced by wallpapers with painted flowers. Since the ministry took position of the palace this room serves the Minister for Foreign Affairs. In the room are two 17th century desks by Gottlieb Iwerson and Georg Haupt, the latter featuring an ornamental inkstand originally intended to be a gift to Marie Antoinette.</p>\n<p><em>Arbetsrummet</em> (the \"Study\") originally served as the princess' bedroom and later as her waiting room. Today it is the office of the Under-secretary of State for Foreign Affairs (<em>kabinettsekreterare</em>). Many of the furnitures in the room date back the Princess' era and are still found on their original locations, as are the painting <em>Belshazzar's Banquet</em> and the Rococo cabinet featuring with the Swedish Coat of Arms in bronze.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Arvfurstens palats is a palace located at Gustav Adolfs Torg in central Stockholm. Originally a private residence, it has been the seat of the Swedish Ministry of Foreign Affairs since 1906.",
  "created_at": "2026-02-21T15:24:23.407292+00:00"
}