{
  "entity_id": "Q7332356",
  "title": "Riddarhusgränd",
  "latitude": 59.32611111,
  "longitude": 18.06611111,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Riddarhusgr%C3%A4nd_2009.jpg",
  "text": "<h1>Riddarhusgränd</h1>\n<p><strong>Riddarhusgränd</strong> (Swedish: \"House of Knights' Alley\") is an alley in Gamla stan, the old town in central Stockholm, Sweden. Stretching north from the square Riddarhustorget to the bridge Vasabron, it passes between the Swedish House of Knights (<em>Riddarhuset</em>) and the Bonde Palace forming a parallel street to Rådhusgränd. On either side of its northern end are the quays Riddarhuskajen and Kanslikajen.</p>\n<h2>History</h2>\n<p>While the House of Knights was built to the design of Simon de la Vallée in 1641–1674, and the Bonde Palace was originally designed as a private palace by Nicodemus Tessin the Elder and Jean De la Vallée in 1662–1667, the alley passing between them and named after the vicinity to the former, first appears in historical records in 1718 as <em>Riddarhuus Gränden</em>. It was initially intended as the northern extension of Stora Nygatan, a street stretching north through the old town to Riddarhustorget, and in turn the result of the reconstruction of the western part of the old town following the great fire of 1625.</p>\n<p>Before the bridge Vasabron was constructed in the 1870s, the alley was a peripheral passage leading to a remote quay and, as its width of 7 metres still knows to tell, it was not designed to take up heavy traffic loads. With the completion of the bridge things changed considerably, and, as intimated by the 18-metre-wide (59 ft) bridge, the intention in the 19th century was to widen the alley at the expense of the Bonde Palace to give space to a second roadway. As these plans were never carried out, traffic is still forced to make a detour around the intact palace.</p>\n<p>The eastern façade of the House of Knights is one of the most elaborate of its kind in Sweden, richly decorated with acorns, oak leaves, and a great variety of flowers in sandstone, while the half metre tall letters on the frieze of the roof, ornamented in gold leaf proclaim DULCE ET DECORUM EST PRO PATRIA MORI (\"Delightful and honourable it is to die for the Patrimony/Country\"). The façade and all the details were carefully restored by specialists in 2004.</p>\n<p>Lately, selected buildings and historical structures in central Stockholm have been the subject for a project entitled <em>Projekt Nattljus</em> (\"Project Night Light\"), intended to give the city a face-lift by letting spotlights illuminate façades, bridges, fountains, etc. Riddarhusgränd is included in the project as part of the lighting design for Riddarhustorget.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Riddarhusgränd is an alley in Gamla stan, the old town in central Stockholm, Sweden. Stretching north from the square Riddarhustorget to the bridge Vasabron, it passes between the Swedish House of Knights (Riddarhuset) and the Bonde Palace forming a parallel street to Rådhusgränd. On either side of its northern end are the quays Riddarhuskajen and Kanslikajen.",
  "created_at": "2026-02-21T15:21:51.868079+00:00"
}