{
  "entity_id": "Q7332357",
  "title": "Riddarhuskajen",
  "latitude": 59.32648611,
  "longitude": 18.06484444,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/37/Riddarhuset_Stockholm_Sweden.jpg",
  "text": "<h1>Riddarhuskajen</h1>\n<p><strong>Riddarhuskajen</strong> (Swedish: \"Quay of the House of Knights\") is a quay in Gamla stan, the old town in central Stockholm, Sweden. Located north of both the square Riddarhustorget and the House of Knights, it stretches east from the north-western corner of the island Stadsholmen to the bridge Vasabron and the alley Riddarhusgränd. Just west of the quay passes the motorway Centralbron, while the quay Kanslikajen forms an eastward extension leading past Kanslihuset to Stallbron and Mynttorget.</p>\n<p>The two wings of the House of Knights were completed in 1870 to the design of A W Edelsvärd (1824–1919), otherwise mostly remembered for his standard design of Swedish railway stations.</p>\n<p>The gardens of the building as completed are but a pale reminiscence of the original intentions which reflects the decline of power of the Swedish nobility, and still, the present state of things hardly give any indications of the character of the place in the early-19th century — a row of hovels in stone and wood lined up along the present quay hid the heap of rubbish where the statue of Axel Oxenstierna is found today, while a harbour surrounded by a wooden paling extended the premises into the water.</p>\n<p>The current name of the quay was proposed in 1921 and made official in 1925.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Riddarhuskajen is a quay in Gamla stan, the old town in central Stockholm, Sweden. Located north of both the square Riddarhustorget and the House of Knights, it stretches east from the north-western corner of the island Stadsholmen to the bridge Vasabron and the alley Riddarhusgränd. Just west of the quay passes the motorway Centralbron, while the quay Kanslikajen forms an eastward extension leading past Kanslihuset to Stallbron and Mynttorget.",
  "created_at": "2026-02-21T15:23:17.534451+00:00"
}