{
  "entity_id": "Q7332355",
  "title": "Riddarholmsbron",
  "latitude": 59.325,
  "longitude": 18.06527778,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/38/Riddarholmskanalen_Riddarholmsbron_2015.jpg",
  "text": "<h1>Riddarholmsbron</h1>\n<p><strong>Riddarholmsbron</strong> (Swedish: [ˈrɪ̂dːarhɔlmsˌbruːn], \"The Knights Islet bridge\") is a bridge in Gamla stan, the old town in central Stockholm, Sweden, leading from the square Riddarhustorget on Stadsholmen to the smaller neighbouring island Riddarholmen.</p>\n<h2>History</h2>\n<h3>Wooden bridges</h3>\n<p>The first bridge to connect Riddarholmen to Stadsholmen, was a simple wooden bridge leading from Gråmunketornet (\"The Greyfriars Tower\"). At the time Riddarholmen was still called <em>Gråmunkeholmen</em> (\"The Greyfriars islet\"), referring to the franciscan abbey on the island, and the bridge was accordingly called Munkbron (\"The Friars Bridge\"). Once the name of islet had been changed, Munkbron instead referred to the quay which then faced Riddarholmen.</p>\n<p>In 1630 the Councillor Åke Tott (1598–1640) was granted permission to build a drawbridge over to his estate on Riddarholmen from the north-western corner of the House of Knights, a construction that would survive him by only 15 years.</p>\n<p>Following the fire of the Royal Palace in 1697, the members of the royal family were accommodated in the Wrangel Palace on Riddarholmen, which therefore needed face-lift. Both bridges leading to the island were subsequently widened, the southernmost in 1738 and the northern in 1751.</p>\n<h3>Stone bridge</h3>\n<p>These wooden bridges were both replaced by a more impressive stone arch bridge designed by the architect Erik Palmstedt in 1784 and given his name (<em>Palmstedtska bron</em>) upon its inauguration in 1789. The bridge was furnished with a memorial slate carrying an inscription in Latin:</p>\n<p>The stone bridge was, however, demolished in 1867 to give room to the junction track of the new rail road, but in 1958 intentions was to reuse the slate on the present bridge, plans accomplished 22 years later. The architect Ragnar Östberg (1866–1945) found use for the bridge's vault for what is today called <em>Palmstedts grotta</em> (\"Cave of Palmstedt\") in the gardens of the Stockholm City Hall.</p>\n<h3>Cast iron bridge</h3>\n<p>Due to the clear height demanded by the locomotives, the four spans of the new cast iron bridge built in 1867 had to be made both steeper and longer than those of its predecessors.</p>\n<h3>Concrete bridge</h3>\n<p>The increasing post-war traffic in Stockholm coupled with the introduction of the metro system in the 1950s, resulted in the demolition of the cast iron bridge followed by six years of provisional bridges succeeding each other. In 1958 the present 13.4 metre wide, closed frame, concrete bridge crossing Centralbron, one of the major motorways in Stockholm, over two intermediate supports was finally built.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Riddarholmsbron is a bridge in Gamla stan, the old town in central Stockholm, Sweden, leading from the square Riddarhustorget on Stadsholmen to the smaller neighbouring island Riddarholmen.",
  "created_at": "2026-02-21T15:22:13.618659+00:00"
}