{
  "entity_id": "Q7334096",
  "title": "Riksbron",
  "latitude": 59.32822222,
  "longitude": 18.06705556,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Riksbron.jpg",
  "text": "<h1>Riksbron</h1>\n<p><strong>Riksbron</strong> (Swedish: \"The National Bridge\" or \"The State Bridge\") is an arch bridge in central Stockholm, Sweden, leading from Drottninggatan on Norrmalm 44 metres (144 ft) over to Riksgatan on Helgeandsholmen.</p>\n<p>The name is derived from the bridge's proximity to several buildings of national importance, including Riksdagen, the Parliament Building; Rosenbad, the Prime Minister's Office and the Government Chancellery; and the Sager House, official residence of the Prime Minister.</p>\n<p>Nearby bridges include Stallbron, Norrbro, and Vasabron.</p>\n<h2>History</h2>\n<p>Writing from his camp at Bender in 1712, King Charles XII (1682–1718) was the first to suggest a bridge extending Drottninggatan over to Helgeandsholmen. In a drawing dated from 1713 the king's architect, Nicodemus Tessin the Younger (1654–1728), not only proposed a new bridge but also wanted to have the street extended much further south, across Helgeandsholmen and over to Mynttorget next to the Royal Palace on Stadsholmen. However, Sweden was at war with Russia at the time and, lacking both funding and manpower, the project had to be irrevocably postponed. In 1794 the architect Erik Palmstedt (1741–1803) made an unsuccessful attempt to have the bridge realized.</p>\n<p>A permanent bridge with three arches was proposed in 1898, before a provisional truss bridge with a wooden footway was built in 1907, four metres (13 ft) in width and height. Lacking in dignity, it soon became known as <em>Råttfällan</em>, \"The Mousetrap\".</p>\n<p>In 1915 a proposal was passed for a bridge with three arches, inspired by the 18th-century bridge Norrbro just east of Riksbron. However, a smaller copy of the larger bridge was regarded as aesthetically unappealing, and the water loads from Lake Mälaren made the proposed bridge problematic.</p>\n<p>A permanent solution based on the three arch proposal was thereafter investigated but, for various reasons, never carried out, until a bridge with a single span was finally proposed in 1924 by engineer Thorleif Aronsson. This proposal resulted in the present construction designed by engineers Axel Björkman (1869–1957) and K A Wickert together with architect Ragnar Östberg (1866–1945). Inaugurated in 1931, it is a concrete portal frame with a central hinge, 44 m (144 ft) in length and 13.5 m (44 ft) in width, with a 7.5 m (25 ft) wide carriageway flanked by two 3 m (9.8 ft) wide footways.</p>\n<p>A sluice gate regulating the water level of Lake Mälaren was later added under the bridge.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Riksbron is an arch bridge in central Stockholm, Sweden, leading from Drottninggatan on Norrmalm 44 metres (144 ft) over to Riksgatan on Helgeandsholmen.",
  "created_at": "2026-02-21T15:23:37.469224+00:00"
}