{
  "entity_id": "Q7406943",
  "title": "Salviigränd",
  "latitude": 59.32638889,
  "longitude": 18.06833333,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/7c/Salviigr%C3%A4nd.jpg",
  "text": "<h1>Salviigränd</h1>\n<p><em><strong>Salviigränd</strong></em> (Swedish for 'Alley of Salvius') is an alley in Gamla stan, the old town in central Stockholm, Sweden. Stretching from Västerlånggatan to Myntgatan, it is the northernmost alley of the former street.</p>\n<p>The alley is named after the diplomat and Councillor Johan Adler Salvius (1590–1652) (<em>Welb-Johan Adler Salvij gränd</em>, 1641; <em>Salvij grendhen</em>, 1652) who made a fortune marrying the widow of the goldsmith Lorens Hartman and who owned several properties in the alley. At the time the alley included parts of today's Myntgatan, and Salvius also owned buildings on the opposite side of Myntgatan where today Kanslihuset (the \"Chancellery House\") is found. The first element of the name, <em>Salvii</em>, is Latin genitive meaning <em>Salvius'</em> (e.g. \"...of Salvius\"). It remains uncertain, however, which alley was actually referred to using the present name in the 17th century, and, as the neighbourhood have been considerably altered while poorly documented, only the identity of the man carrying the name in question remains irrefutable.</p>\n<p>On the second floor on number 1, the only building in that block not part of the Parliament administration, is a suite of rooms created by Louis Masreliez for the tradesman and bachelor Wilhelm Schwardz in 1795. Sensuously dressed up in pastel, grey, and gold, the elegant Gustavian Classicism interiors features lighted candles, cut-glass chandeliers, taffeta curtains, and friezes and medallions displaying a multitude of classical gods and figures, all perfectly restored by the current owner, the insurance company Skandia.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Salviigränd is an alley in Gamla stan, the old town in central Stockholm, Sweden. Stretching from Västerlånggatan to Myntgatan, it is the northernmost alley of the former street.",
  "created_at": "2026-02-21T15:19:28.785854+00:00"
}