{
  "entity_id": "Q7541445",
  "title": "Slottsbacken",
  "latitude": 59.326194444444,
  "longitude": 18.072777777778,
  "categories": [
    "historic",
    "culture",
    "nature"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Royal_Wedding_Stockholm_2010_0c176_7936.jpg",
  "text": "<h1>Slottsbacken</h1>\n<p><strong>Slottsbacken</strong> (Swedish: [ˈslɔ̂tːsˌbakːɛn], \"Castle Slope\") is a street in Gamla stan, the old town in central Stockholm, Sweden.</p>\n<p>It stretches east from the Stockholm Cathedral and the Royal Palace down to the street Skeppsbron which passes along the eastern waterfront of the old town. In the western end, the alley Källargränd leads south to the square Stortorget, while Storkyrkobrinken extends Slottsbacken west beyond the cathedral and Högvaktsterrassen, down to the square Riddarhustorget. On the southern side of Slottsbacken, three alleys connect to the interior throng of the old town: On either side of the Tessin Palace are Finska Kyrkogränd and Bollhusgränd, while Österlånggatan begins in the low-lying eastern part of the slope.</p>\n<h2>History</h2>\n<p>The street, named after the vicinity to the Royal Palace, first appears in historical records during the second half of the 15th century (1476, <em>stalbakkan</em>, \"Stable Slope\"; 1478, <em>Slotz bakkan</em>), and from early on the name designated not only the slope down to the waterfront, but also the open space above it.</p>\n<p>The present palace, designed by Nicodemus Tessin the Younger and built in 1697–1760, was preceded by the medieval castle Tre kronor (\"Three Crowns\") which was continuously rebuilt during it existence and was finally destroyed by fire in 1697. South of this older building was in medieval times a slope consisting of sand and gravel, deliberately left unbuilt for defensive purposes. Probably wider than the present slope, it stretched further south to the royal stables, the kitchen gardens, and the butchers stalls on the opposite side. In 1520, the burghers of the city were requested to relocate their stables and piggeries from the \"Stable Slope\" (<em>Stallbacken</em>) to the hills surrounding the city. New defensive walls were built around the royal palace during the 16th century on the expense of the open area surrounding it, defensive constructions outdated in the early 17th century.</p>\n<p>By the end of the 17th century, the slope had been transformed into an extremely narrow street squeezed between the wide moat of the palace and the variegated structures lined-up on the southern side. Parts of the five metres deep moat was used as a theatre and furnished with a superstructure. </p>\n<p>As the new palace was being built, the slope was redesigned to become the palace's grand-style Baroque antechamber, and the structures and gardens on the southern side were consequently replaced by more prestigious buildings in stone. While the exterior of the Palace was more or less completed in the 1750s, the work on the slope, the palace's main approach, was still proceeding by the end of that century.</p>\n<h2>Notable buildings and structures</h2>\n<h3>Royal Palace</h3>\n<p>Though the four façades of the Royal Palace are all built in brick and bound by a unitary programme, they are all given distinctive designs in accordance to their various functions. The southern façade, representing the Nation and concealing the Royal Chapel and the <em>Rikssal</em> (\"National Hall\", the royal throne room), is facing the palace's main approach and is consequently the most pompous of the four. It is dominated by a Roman triumphal arch composition dressed in limestone and furnished with six war trophies, four abduction scenes by Bouchardon, and 16 reliefs displaying mythological scenes. The balustrade over the central part was originally intended to be furnished with a series of sculptures. While the tall central portion, 115 metres wide, is flanked by a 48 metres long eastern wing, the corresponding western wing is limited to a mere 11 metres, as the original plans of the architect to demolish the medieval cathedral were ignored. The statues in the eight niches, dating from 1899 to 1902, depict prominent Swedes from the late 17th century: Dahlbergh, M. Stenbock, Stiernhielm, Polhem, Tessin, Adelcrantz, Linnaeus and von Dalin.</p>\n<h3>Stockholm Cathedral</h3>\n<p>The five sections of the eastern façade of the Stockholm Cathedral reflects the three original, medieval nave and aisles and the flanking two aisles.</p>\n<p>The marble statue of Olaus Petri (1493–1552), dating from 1897 and carved by Theodore Lundberg, celebrates the reformer who, inspired by studies in Germany paid by King Gustav Vasa, translated the Bible to Swedish and had a crucial role in the development of the Swedish language. He was the head of the church 1543–1552 and is buried in it.</p>\n<p>In the cobbled pavement between the cathedral and the palace are two markings showing the location of the south-west bastion of the medieval palace and the eastern sanctuary of the medieval church destroyed by King Gustav Vasa to give the cannons of the palace more aiming space.</p>\n<h3>The Royal Household</h3>\n<p>Built in 1910 to the design of Erik Josephson (1864–1929), the tall building on number 2 was much criticized as it replaced a lower building, the concave façade of which made the space in front of the palace wider and more prominent, and the 'tenement Baroque' (<em>hyreshusbarock</em>) it represented was regarded as objectionable for the royal setting. The building is, however, occupied by the Royal Household (<em>Hovstaterna</em>).</p>\n<h3>Tessin Palace</h3>\n<p>In respect to the vicinity to the royal palace and as a consequence of the irregularly shaped lot, the relatively discreet three-story façade of the private palace of Nicodemus Tessin the Younger, unveils very little of the elaborated Baroque garden in the interior court. The limestone portal by Ferdinand Foucquet, one of the most prominent monumental sculptors of the Swedish Baroque era, gives an inviting hint of the richly decorated interior. The façade was originally flanked by two walls perpendicular to the façade.</p>\n<p>The building is today the residence of the county governor of Stockholm.</p>\n<h3>Finnish Church</h3>\n<p>Finland was a part of Sweden until 1809, and the national parish of the Finnish Church was established in Stockholm in 1533, at the time accommodated in the old abbey of the Blackfriars. A building constructed on the present site 1648–1653, originally intended for ball games, and thus called <em>Lilla bollhuset</em> (\"Small Ball House\"), but mostly used as a theatre, was taken over by the Finnish parish in 1725 from when the irregularly shaped building stems. In the interior, the organ loft still resembles the gallery of the old Boll House. As the church never had an accompanying graveyard, the Church of Catherine on Södermalm was of great importance to the Finnish parish until the 19th century.</p>\n<h3>The obelisk</h3>\n<p>The 22 metres tall granite obelisk from 1800, is the design of architect Jean Louis Desprez. Commissioned by King Gustav III and erected by the inventor and colonel-mecanicus Jonas Lidströmer, it was a product of the kings gratitude to the burghers of Stockholm who guarded the city while the king was at war with Russia in 1788-1790. Inspired by Egyptian obelisks, it tapers vertically to end in a pyramid-like shape, but is, in contrast, made of several stones.</p>\n<h3>Statue of Gustav III</h3>\n<p>The bronze statue of Gustav III on its tall porphyry base standing by the quay, is from 1808 and designed by Johan Tobias Sergel and erected by his friend, the inventor and colonel-mecanicus Jonas Lidströmer, who also designed the postament with the functional stairs around the statue, and thus matching the surrounding quays, for which he was responsible. Inspired by Apollo Belvedere and commissioned by the king himself, it depicts the monarch dressed in a naval uniform and a mantle, handing over an olive twig to the Swedish people, as he is heroically landing on the quay following the Russian war 1788–1790.</p>\n<h3>Royal Armoury</h3>\n<p>The relatively discreet entrance to the Royal Armoury located under the eastern wing of the palace, hides the award-winning museum created in 1971-1978 showing royal costumes, crowns, carriages, and weapons displayed under the cellar vaults of the palace.</p>\n<h3>Royal Coin Cabinet</h3>\n<p>The Royal Coin Cabinet is an institution with a national responsibility for the conservation and the historical studies of coins, medals, and finance in general. Through exposition the institution offers insights in the economical history of the world, by lending objects from its collection to researchers and expositions all over the world it helps developing the knowledge within its scope, and by maintaining a national register of coin hoards it is of great importance to scholars in Sweden. Over the portal is a piece of art by Elisabeth Ekstrand from 1996 called <em>Vattenporfyrlek</em> (\"Water Porphyry Game\") made of porphyry and marble.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Slottsbacken is a street in Gamla stan, the old town in central Stockholm, Sweden.",
  "created_at": "2026-02-21T15:17:28.449436+00:00"
}