{
  "entity_id": "Q7542372",
  "title": "Slussplan",
  "latitude": 59.32194722,
  "longitude": 18.07330278,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/0/0d/R%C3%A4ntm%C3%A4starhuset_2009.jpg",
  "text": "<h1>Slussplan</h1>\n<p><strong>Slussplan</strong> (Swedish: \"Lock's Space/Plane\") is a street in Stockholm, Sweden. Located on the southern end of Gamla stan, the old town, and just north of Slussen and the public square Karl Johans Torg, it stretches west from Skeppsbron to Katarinavägen and Munkbroleden. South of the street is the statue of Charles XIV John, the creation of Bengt Erland Fogelberg and inaugurated in 1854. Järntorgsgatan leads north to the square Järntorget.</p>\n<h2>History</h2>\n<p>While the street was created together with the statue in 1854 as a by-product of Nils Ericsson's construction of the third lock guiding the water flow from Lake Mälaren to the Baltic Sea, the name came into official use in 1872. An alley named <em>Kvarnhusgatan</em> passing between the block north of the street and a mill was discontinued together with the latter. The street and the area around it was considerably altered following the reconstruction of the Slussen area completed in 1935.</p>\n<p>The botanist and zoologist Carl Linnaeus (1707–1778), while living on Österlånggatan during the period 1738–1741, had his consulting rooms in the so-called <em>Räntmästarhuset</em> (literally: \"Interest Master's Stairs\", meaning: \"Stairs of the Director of the Financial Administration\"), once located on number 9. Before departing for Uppsala he handed the residence over to his relative Emanuel Swedenborg (1668–1772). The commemorative tile on the location is however erroneous in several aspects.</p>\n<p>From 2010 to 2020 the Secretariat of the Council of the Baltic Sea States had its office at Slussplan 9.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Slussplan is a street in Stockholm, Sweden. Located on the southern end of Gamla stan, the old town, and just north of Slussen and the public square Karl Johans Torg, it stretches west from Skeppsbron to Katarinavägen and Munkbroleden. South of the street is the statue of Charles XIV John, the creation of Bengt Erland Fogelberg and inaugurated in 1854. Järntorgsgatan leads north to the square Järntorget.",
  "created_at": "2026-02-21T15:22:52.015789+00:00"
}