{
  "entity_id": "Q7596578",
  "title": "Staffan Sasses Gränd",
  "latitude": 59.3253,
  "longitude": 18.0733,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Staffan_Sasses_Gr%C3%A4nd_valv_mars_2007.JPG",
  "text": "<h1>Staffan Sasses Gränd</h1>\n<p><strong>Staffan Sasses Gränd</strong> is a blind alley in Gamla stan, the old town in central Stockholm, Sweden. Stretching north from Köpmangatan, it forms a parallel street to Bollhusgränd and Peder Fredags Gränd.</p>\n<h2>History</h2>\n<p>The alley is named after Staffan Sasse, a man originating from Westphalia in Germany, who bought a house <em>belæget paa køpmana gatwne</em> (\"situated on Köpmangatan\" (Merchant's Street)) in 1524, and the alley was associated with his name from 1569. He served, first under Sten Sture the Younger (1493–1520), and then under King Gustav Vasa (1496–1560) during the ousting of the Danish forces. Staffan Sasse was raised to peerage in 1524 and appointed court bailiff in 1531.</p>\n<p>The alley was called '<em>gamble</em> (\"old\") <em>Staffan Saxsses grändh</em>' in 1615, but is referred to as the alley of Blasius Dundie in 1609. Dundie was a merchant from Scotland who is said to have owned a garden in the alley, at the time facing his building on the opposite side of Köpmangatan. His presence in Stockholm is first documented in 1576, and his business was apparently successful, since he owned a great number of properties in and around the city and is one of the renowned <em>Blasius</em> potentially having given his name to Blasieholmen, today a peninsula in central Stockholm but at the time an islet east of the city.</p>\n<p>By the end of the 17th century, the alley was referred to as <em>Jgnatij grendh</em> after the printer Ignatius Meurer (1589–1672), a German who settled in Stockholm in 1610, arguably because his famous printing workshop was located in the alley (see also Ignatiigränd).</p>\n<p>In 1925, the alley reverted to its old name.</p>\n<h2>Gallery</h2>\n<ul><li> Interior of the blind alley facing Köpmangatan.</li> <li> Detail of the portico at Number 2.</li> <li> The so-called <em>Rosenporten</em> (\"The Rosen Portal\"), arguably the oldest in the old town.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Staffan Sasses Gränd is a blind alley in Gamla stan, the old town in central Stockholm, Sweden. Stretching north from Köpmangatan, it forms a parallel street to Bollhusgränd and Peder Fredags Gränd.",
  "created_at": "2026-02-21T15:16:14.856342+00:00"
}