{
  "entity_id": "Q7618027",
  "title": "Stockholm Music Museum",
  "latitude": 59.3335,
  "longitude": 18.0782,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/36/Kronobageriet_Stockholm_Sibylle_Riddar_20060524.jpg",
  "text": "<h1>Stockholm Music Museum</h1>\n<p>59°20′01″N 18°04′42″E﻿ / ﻿59.33351°N 18.07820°E﻿ / 59.33351; 18.07820</p>\n<p><strong>The Stockholm Music Museum</strong> was founded in 1899 (then named ”Musikhistoriska museet”), inspired by an exhibition of theatre and music which was part of the great Stockholm art and industry exhibition of 1897. Via donations and appeals for gifts around 200 musical instruments and an amount of archive material concerning the history of music and theatre were gathered. The new museum was opened to the general public in 1901. In 1932 the museum, in the form of a trust, was associated with the Royal Swedish Academy of Music and received a state grant. The state became increasingly responsible for the museum, which in 1981 became part of a new public body–The Swedish National Collections of Music. At the same time the museum was renamed The Stockholm Music Museum (Musikmuseet), since its activities had broadened and changed in character. The present collection encompasses approximately 5,500 instruments with an emphasis on Western art music, and Scandinavian folk music instruments.</p>\n<p>Since 1979 the Stockholm Music Museum is located in the splendid former Crown Bakery, in the same quarter as the Court Stables, beside the Royal Dramatic Theatre, in central Stockholm. The Crown Bakery dates from the 17th century, and is Stockholm’s oldest industrial building.</p>\n<p>This building has a long and eventful history and has through the centuries performed a number of functions: bakery, weapon depot, spirits store. Yet almost all the time—from the 1640s to 1958—it has been a bakery for the armed forces in Stockholm. It even boasted mobile ovens which could be used during field exercises. In 1945 the building was ravaged by a fire which destroyed its upper floors in the northern part–where the Concert Hall is now located.</p>\n<p>The museum's instrument collection is viewable on the MIMO (Musical Instrument Museums Online) website.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Stockholm Music Museum was founded in 1899, inspired by an exhibition of theatre and music which was part of the great Stockholm art and industry exhibition of 1897. Via donations and appeals for gifts around 200 musical instruments and an amount of archive material concerning the history of music and theatre were gathered. The new museum was opened to the general public in 1901. In 1932 the museum, in the form of a trust, was associated with the Royal Swedish Academy of Music and received a state grant. The state became increasingly responsible for the museum, which in 1981 became part of a new public body–The Swedish National Collections of Music. At the same time the museum was renamed The Stockholm Music Museum (Musikmuseet), since its activities had broadened and changed in character. The present collection encompasses approximately 5,500 instruments with an emphasis on Western art music, and Scandinavian folk music instruments.",
  "created_at": "2026-02-21T15:33:01.186235+00:00"
}