{
  "entity_id": "Q7618001",
  "title": "Stockholm City station",
  "latitude": 59.33111111,
  "longitude": 18.05944444,
  "categories": [
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/94/Station_Stockholm_City_20170706_-_01.jpg",
  "text": "<h1>Stockholm City station</h1>\n<p><strong>Stockholm City</strong> is a railway station in central Stockholm, Sweden. Opened on 10 July 2017, the station is located on the Stockholm City Line. It is located directly below T-Centralen (the hub of the Stockholm Metro) and is connected to Stockholm Central Station. The station serves all Stockholm Commuter Rail routes except for line 48. It is the busiest mainline railway station in Sweden.</p>\n<h2>Facilities</h2>\n<p>The station is located directly below T-Centralen, and allows quicker transfer between metro and commuter rail than the past solution, with the commuter trains stopping at the central station. The station has two entrances, which are shared with the metro station. One exit at Vasaplan is with access to the Arlanda Express, and the other at Centralplan beside Scandic Continental. The station is located between 35 and 40 metres (115 and 131 ft) below ground level. At ground level, the station has a glass facade to allow as much sunlight as possible to penetrate down to the track level. It includes accesses to the metro's Green Line platforms towards Hagsätra, Skarpnäck and Farsta, and the Red Line's platforms towards Mörby and Ropsten.</p>\n<h2>History</h2>\n<p>Construction started in 2009 and was done by building access tunnels from the depot at the central station, Vattugaraget and Torsgatan. The tunneling and bedrock work was completed in 2013, after which the station itself with facilities was built.</p>\n<h2>Gallery</h2>\n<h3>Access to the station</h3>\n<h3>Concourse</h3>\n<h3>Platforms</h3>\n<h3>Construction</h3>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Stockholm City is a railway station in central Stockholm, Sweden. Opened on 10 July 2017, the station is located on the Stockholm City Line. It is located directly below T-Centralen and is connected to Stockholm Central Station. The station serves all Stockholm Commuter Rail routes except for line 48. It is the busiest mainline railway station in Sweden.",
  "created_at": "2026-02-21T15:31:34.155564+00:00"
}