{
  "entity_id": "Q7619886",
  "title": "Stora Gråmunkegränd",
  "latitude": 59.3254,
  "longitude": 18.0681,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Stora_Gr%C3%A5mungegr%C3%A4nd_2012.jpg",
  "text": "<h1>Stora Gråmunkegränd</h1>\n<p><em><strong>Stora Gråmunkegränd</strong></em> (Swedish for 'Great Greyfriar's Alley') is an alley in Gamla stan, the old town in central Stockholm, Sweden. Stretching west from Västerlånggatan down to Munkbron and Munkbroleden, it is crossed by Stora Nygatan, and forms a parallel street to Storkyrkobrinken and Helga Lekamens Gränd.</p>\n<h2>History</h2>\n<p>The alley is named after the defensive tower <em>Gråmunketornet</em> (\"Greyfriar's Tower\") located in the city wall which used to pass along the eastern side of today's Västerlånggatan. The tower was named after the Greyfriars abbey on Riddarholmen, which at the time was called <em>Gråmunkeholmen</em> (\"Greyfriar's Islet\"). The alley appears in historical records as <em>grabroder strate</em> (\"grey brother's street\") in 1420 and <em>gramunka grendenne</em> (\"[the] grey monk's alley\") in 1456.</p>\n<p>The first element, however, does not appear until 1728 when the alley to the south (Helga Lekamens Gränd) was referred to as <em>Lilla Gråmnukegränd</em> (\"Smaller Greyfriars Alley\"), and the part of the alley west of Lilla Nygatan was named <em>Schaleri Gränd</em> after the doctor Peter Schallerus Starenflycht who owned the property in the western end. The name has been used for the entire alley since 1885.</p>\n<p>At number 5, is a flat with preserved wall paintings and a coffered ceiling from 1580. While sparsely used by the Stockholm Beauty Council since the city took it over in 1973, as of 2006 the flat will hopefully be made available to the general public.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Stora Gråmunkegränd is an alley in Gamla stan, the old town in central Stockholm, Sweden. Stretching west from Västerlånggatan down to Munkbron and Munkbroleden, it is crossed by Stora Nygatan, and forms a parallel street to Storkyrkobrinken and Helga Lekamens Gränd.",
  "created_at": "2026-02-21T15:17:39.231301+00:00"
}