{
  "entity_id": "Q7666363",
  "title": "Södra Bankohuset",
  "latitude": 59.3225,
  "longitude": 18.0739,
  "categories": [
    "historic",
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/7f/S%C3%B6dra_Bankohuset_Skeppsbrofasad_februari_2007.jpg",
  "text": "<h1>Södra Bankohuset</h1>\n<p><strong>Södra Bankohuset</strong> (Swedish: \"The Southern Bank Building\"), also known as <strong>Gamla Riksbanken</strong> (\"The Old National Bank\"). is a building in Gamla stan, the old town of Stockholm, Sweden. It was erected in stages from 1675 to 1735 as the seat of the Bank of Sweden which remained in that location (complemented from 1772 with the Norra Bankohuset immediately to the north) until moving in 1906 to a new head office by the Parliament building complex.</p>\n<p>Södra Bankohuset is the world’s oldest surviving purpose-built central bank office, separately from the Riksbank being the world’s oldest central bank in continuous operation. It is facing the square Järntorget on its west side and Skeppsbron on its east, while two alleys passes north and south of it, Norra Bankogränd and Södra Bankogränd. Since December 2018, it has housed Embark Studios, a Stockholm-based games studio.</p>\n<p>The western quarter of the building including the façade, built in 1675-1682, was designed by Nicodemus Tessin the Elder (1615–1684); the western court and its two wings were built in 1694-1712 under the son of the latter, Nicodemus Tessin the Younger (1654–1728); while the eastern half and façade were designed by Carl Hårleman (1700–1753) and built during the period 1733-1737.</p>\n<p>Coherently designed as elongated block-size palace, Södra Bankohuset unites the prestigious line-up along Skeppsbron with the narrow urban conglomeration of the old town. The plain architraves and original Renaissance design of the western façade is repeated around the building, and is in the eastern façade supplemented with pediments, channelled rustication up to the mezzanine, and a rocaille over the entrance pouring out bank notes and coins. The western portal is a quotation of Vignola's portal at Villa Farnese in Caprarola.</p>\n<h2>History</h2>\n<h3>The Scales House and The Iron Square</h3>\n<p>From at least the reign of King Magnus Eriksson (1316–1377) the official scales of the city meant an important source of income for the city and the king alike. From no later than the 15th century the scales were located at the city's southern square, and subsequently the building housing the scales and preceding the present building was called <em>Våghuset</em> (\"Scales House\" or Weigh house). As the city introduced more scales, probably in 1637, the southern scales were being used exclusively for the weighing of iron, copper, and other metals, which eventually gave the square next to it its present name <em>Järntorget</em> (\"The Iron Square\"). Given a depiction in an etching from 1660, and the location of the water front and city wall at the time, the Scales House is likely to have been located somewhere in the middle of the present site. It is depicted as having gables facing west and east with rows of six windows facing the alleys; probably occupying an area of 18×18 metres.</p>\n<p>During the second half of the 15th century, Stockholm was being transformed into a city built in stone and the Scales House present in Vädersolstavlan, a painting depicting an event in 1535 and the oldest known colour image of the city, was probably built in the 1460s, an assumption confirmed both by historical records and dendrochronological samples. It is depicted as a one-storey brick building with a stepped gable and white blind windows, a crane hanging over the round arched portal facing the square. A clock was added in the mid-16th century together with a shed for foreign merchants to keep their goods. As two stories were added to the Scales House in 1596-1603, the shed was enlarged into a warehouse and the entire structure transformed into a Renaissance building furnished with an elaborated stone portal, horizontal sandstone fillets, volutes and finials, and a ridge turret covered in copper. Stone tables on the front gable were painted in blue and furnished with gilded crowns and the inscription \"1603\". One of these can still be found in the entrance facing Skeppsbron.</p>\n<h3>Tessin the Elder</h3>\n<p>During the 17th century, both the Crown and the city encouraged merging minor plots into larger, thus allowing private stone palaces to replace medieval buildings, small alleys, and parts of public spaces. Accordingly, the scales were relocated in 1662, why another institutional function was considered for the site. The ground works for a new stock exchange led by Nicodemus Tessin the Elder the following year were however interrupted by financial difficulties.</p>\n<p>Now, the Bank of Sweden was established in 1668 as an institution not controlled by the king but by the Diet of the Estates, <em>Riksens Ständer bank</em>, thus securing strength and reliability - <em>Hinc robur et securitas</em>. When a bank building on the present site was requested by the bank authority in 1675, the city accepted the responsibility to ensure its accomplishment, thus initiating one of the first bank buildings in Northern Europe. In 1676, Tessin the Elder presented a scaled-down version of his original stock exchange design; restricting the new structure to the working site between the old Scale House and the square. Tessin the Elder was old and weak in health however, why his two sons, Nicodemus Tessin the Younger and Abraham Winandt, had a considerable influence on the design. As both returned from theirs <em>Grand Tours</em> at this time, they left their impressions from Italy clearly readable in the building.</p>\n<p>The façade is made of bright fair-faced plaster and sandstone supporting a Swedish manor-house roof (a Mansard-like roof) with an 'Italian' mezzanine. This 'Roman Renaissance' composition originating from France and Italy, depending on abstract geometry with bricks hidden by plaster, was to become the predominant style in the architecture of Stockholm until the 1870s. The central axis symmetrically passing through the vaulted and richly elaborated lobby, dissolving the contrast between interior and exterior, is clearly inspired by Andrea Palladio, the stairwells being very close to Palladio's both in construction and dimensions. Over and under the two 3,5 metres tall main floors are two mezzanine used for storage, a composition topped by an elaborated roof cornice.</p>\n<p>The work force for the project had to be brought in from Central Europe; the master builder Hans Buchegger from Switzerland bringing a number of German journeymen with him. The foundation works were started in 1676 and the roof was covered with copper three years later. Stonemason Anders Brokamp, originally from Bremen, was employed for both exterior and interior decorations, while the stuccoer Simon Necleus and the carpenter Daniel Heinssler were paid in 1679. After cocklestoves had been installed and the paving in front of the building were finished the following year, the building was finally inhabited in 1680.</p>\n<p>In the board's assembly room, centred on a six metres long desk, was a ceiling painted in grisaille stucco-imitations, walls covered with woven fabrics displaying a forest landscape, and doors and windows furnished with green broadcloths and curtains. The remaining spaces were left quite more modest, with white-washed walls and board floors and ceilings in the rooms, and limestone floors in the corridors and stairwell.</p>\n<h3>Tessin the Younger</h3>\n<p>Even before the inauguration of the new bank, the city was imposed to repair the adjacent old warehouse, which was probably carried through as the bank was being completed. The bank finally bought the warehouse in 1693 and invited Nicodemus Tessin the Younger, now having taken over the roll as the city architect, to propose a design for an enlargement of the bank. The latter exhorted the bank to produce a programme however, a request the bank would prove to have great difficulties in fulfilling, instead evasivingely describing the project in general terms. The fear of fire destroying valuable documents resulted in a request for a thrust water system including lead tubes in the walls, e.g. a fire sprinkler system, and, more down-to-earth, the faulty communications within the overcrowded building in a request for a bigger stairwell.</p>\n<p>Nothing much happened before 1708, except for endless discussions over the serviceability and aesthetical benefit of various roof designs, some representatives insisted focusing on the former while others wanted to entrust Tessin with the latter. The architect finally won the dispute and produced a design with the two wings adapted to his fathers building with roofs leaning towards the court. Together with the old vestibule, the new court formed a sequence of spaces decorated with doric pilasters and mouldings. Some Baroque interior fittings from this time is still present in the building, including classical corner mouldings, fire resistant doors with six double fillings, and separate windows with original hinges, colour, and glaziers lead casements.</p>\n<h3>Hårleman</h3>\n<p>Following the endless wars and the death of King Charles XII (1682–1718) came the so-called Age of Liberty (1718–1772), a period of recovery during which discussions to extend the bank further east appeared increasingly feasible. In 1730 the bank finally appointed the task to the court intendant Carl Hårleman, at this time busy working on the construction of the Stockholm Palace. While the plans were being further worked out 1732-1737, the choice of architect was also being questioned, some arguing Hårleman was to busy for the project and promoting Adelcrantz or Carlberg instead, apprehensions which would however prove unjustified.</p>\n<p>As the warehouse was pulled down and the piling started in 1734, the entire eastward extension of the building site, and thus the present extension of the building was settled at 92 ells (approx. 54,5 metres). Exactly where the work of Tessin the Younger ended have been disputed, but as Hårleman paid close attention to the original intentions of both his predecessors, the design is unison throughout the entire building. For the eastern façade however, Hårleman chose a more elaborated Italian Renaissance scheme, using alternatingly arched and triangular window lintels for the <em>piano nobile</em>, and channelled rustication up to the first mezzanine.</p>\n<p>The Rococo interior from this period is well preserved, especially the corridors and stairwells with their limestone floors, forged railings, and sheet metal doors, adding an automatic door closer in the attic leading to what used to be the privy. Rococo doors and other details, especially in the lavish session room, are both much elaborated and well preserved.</p>\n<h3>Adelcrantz</h3>\n<p>The stairwell by Tessin the Younger was rebuilt during the 1780s after a design by Carl Fredrik Adelcrantz (1716–1796), the plans resulting from the project being the oldest preserved. At the same time additional basement walls were added, probably to adapt to the weight from the printing presses.</p>\n<p>During the 19th and 20th centuries, minor details have been added to the historical setting, including neoclassical and Empire style interior fittings. The bank was relocated to Helgeandsholmen in 1905, and other state institutions have been accommodated in the building since. During the 1920s the foundation was reinforced. Since 1935 the building have been classified as a historical monument of national interest, and further archaeological investigations, lately in 2003, are hopefully going to unveil more details about the buildings history.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Södra Bankohuset, also known as Gamla Riksbanken. is a building in Gamla stan, the old town of Stockholm, Sweden. It was erected in stages from 1675 to 1735 as the seat of the Bank of Sweden which remained in that location until moving in 1906 to a new head office by the Parliament building complex.",
  "created_at": "2026-02-21T15:22:02.721125+00:00"
}