{
  "entity_id": "Q7696196",
  "title": "Telegrafgränd",
  "latitude": 59.326,
  "longitude": 18.0744,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Telegrafgr%C3%A4nd_D_070405.JPG",
  "text": "<h1>Telegrafgränd</h1>\n<p><strong>Telegrafgränd</strong> (Swedish: \"Telegraph Alley\") is an alley in Gamla stan, the old town of Stockholm, Sweden. Stretching from Skeppsbron to Österlånggatan, it is a parallel street to Slottsbacken and Skeppar Karls Gränd.</p>\n<h2>Origin of the name</h2>\n<p>The alley is named after the telegraph inaugurated in 1869 and located in the block north of the alley. Prior to this it was named <em>Saltkompanigränden</em> (\"The Salt Company Alley\") after the salt manufacturer from Västervik who had a warehouse built on a site they bought in 1647. In 1508, the alley was called <em>Lindhwidz grend</em>, presumably after a skipper known as <em>Lindivd skeppare</em>, who in 1512 was fined for having brought 100 loads of \"mould and muck from the gate to the bridge\" (e.g. into town).</p>\n<p>In 1875, several companies operating in the neighbourhood urged that the name to be changed to the present name, arguing that the old name was circumstantial and often confused with other local names (<em>Saltmätaregränden</em> (\"The salt Measurer's Alley\"), today Gåsgränd, and <em>Saltmätaregatan</em>, in today's Vasastaden), and the City Council raised no objections. A proposal from Gamla stan's folk society in 1953 to reinstate the old name proved unsuccessful.</p>\n<h2>A walk east to west</h2>\n<p>The present building at <strong>Number 2</strong> (<em>Aeolus 1</em>) was constructed for the national telegraph department (<em>Telegrafverket</em>) in 1868–1870 to the design of architect Ludvig Hawerman followed by various devastating reconstructions before the restoration of Ivar Tengbom in 1951–1959. During the Middle Ages, this was the location of the northernmost defensive tower in the eastern city wall built during the 14th and 15th centuries. As a result of a reconstruction in the mid 18th century, the lot of the salt company building facing Slottsbacken was united with the one facing Telegrafgränd and in 1782 the building was completely reconstructed again. It was the location for the National Archives (<em>Riksarkivet</em>) and the Royal Academy of Letters, History and Antiquities (<em>Kungliga Vitterhets-, Historie- och Antikvitetsakademien</em> (KVHAA) or <em>Vitterhetsakademien</em> for short) during the period 1848–1863. </p>\n<p>In medieval times, the building along the south-eastern part of the alley (<em>Bootes 5</em> facing Skeppsbron) was separated from the southern part of the block by a narrow alley, the western end of which is still discernible on 3–5, Österlånggatan. The eastern end of the alley was bought by Secretary Israel Israelsson Lagerfelt (1610–1684) who built the present building on the lot.</p>\n<p>The building at <strong>Number 4-6</strong> (<em>Aeolus 3</em>) was designed by Ingvar Tengbom 1952–1954. On the lot the councillor Erik Fleming had a three-storey building constructed in the 1660s. On its demolition the original decorated wainscots were discovered and saved by the Stockholm City Museum.</p>\n<p>The basement of <strong>Number 1</strong> (<em>Bootes 4</em>) is possibly preserved from the Middle Ages, while the Y-shaped wall anchors between the first and second floors are considerably younger, the third floor is from the first half of the 17th century, and the top floor if from 1652. The building was extensively rebuilt in 1875 and 1902 which gave the façade most of its present appearance.</p>\n<p>The building at <strong>Number 3</strong> (<em>Bootes 3</em>), rebuilt in the 17th century, was united with the building on the opposite side of the alley during the 18th and 19th centuries. It was rebuilt in 1907, from when it got most of its present appearance, while it conceals remains of medieval walls shared with Number 5.</p>\n<p>While both the interior and the exterior of <strong>Number 5</strong> (<em>Bootes 2</em>) mostly dates back to a reconstruction in 1764, the extent of the building is a century older, and the walls of first three storeys are preserved from the Middle Ages (the fork-shaped wall anchors and the decorated doors are from the 17th century though).</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Telegrafgränd is an alley in Gamla stan, the old town of Stockholm, Sweden. Stretching from Skeppsbron to Österlånggatan, it is a parallel street to Slottsbacken and Skeppar Karls Gränd.",
  "created_at": "2026-02-21T15:19:25.720289+00:00"
}