{
  "entity_id": "Q772914",
  "title": "Wrangel Palace",
  "latitude": 59.325,
  "longitude": 18.0625,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/1e/Stockholm_-_Riddarholmen%2C_Wrangelska_Palatset.jpg",
  "text": "<h1>Wrangel Palace</h1>\n<p><strong>Wrangel Palace</strong> (Swedish: <em>Wrangelska palatset</em>) is a townhouse mansion on Riddarholmen islet in Gamla Stan, the old town of Stockholm, Sweden.</p>\n<h2>Courthouse</h2>\n<p>Since 1756 the palace has housed the Svea Court of Appeal (<em>Svea Hovrätt</em>), the regional court of appeal.</p>\n<h2>History</h2>\n<p>Wrangel Palace has a long history. The southern tower used to be part of Gustav Vasa's defence fortifications from the 1530s.</p>\n<h3>17th century</h3>\n<p>Around 1630, the mansion was turned into a palace for Lars Sparre. From 1652 to 1670, the palace was rebuilt and expanded by architect Nicodemus Tessin the Elder for Count Carl Gustaf Wrangel. After a fire in 1693, it was rebuilt and expanded once again, this time to become a royal residence after the devastating fire that left the Tre Kronor Castle in ruins (1697).</p>\n<h3>Royal palace</h3>\n<p>Wrangel Palace was the official Stockholm residence of the royal family and court from 1697 until 1754, when the Royal Palace of Stockholm was completed. During this time, the Palace was called <em>Kungshuset</em> (The Kings House). From 1756 to 1928, it housed the <em>Statskontoret</em> (Office of state).</p>\n<p>In 1802, the palace had to be rebuilt once again after a fire. This time the architect was C.G. Gjörwell.</p>\n<h2>Gallery</h2>\n<ul><li> Wrangel Palace in the 1660s. Copperplate by Erik Dahlberg from the <em>Suecia Antiqua et Hodierna</em>.</li> <li> Wrangel Palace viewed from Birger Jarls torg 2008.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Wrangel Palace is a townhouse mansion on Riddarholmen islet in Gamla Stan, the old town of Stockholm, Sweden.",
  "created_at": "2026-02-21T15:24:08.084080+00:00"
}