{
  "entity_id": "Q7825703",
  "title": "Torgdragargränd",
  "latitude": 59.3231,
  "longitude": 18.0717,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Torgdragargr%C3%A4nd_sun_070404.JPG",
  "text": "<h1>Torgdragargränd</h1>\n<p><strong>Torgdragargränd</strong> (Swedish: \"Market Draughter's Alley\") is an alley in Gamla stan, the old town in Stockholm, Sweden. Stretching from the street Västerlånggatan to the square Kornhamnstorg, it forms a parallel street to Tyska Brinken and Funckens Gränd. Prior to 1981, Torgdragargränd was closed with a gate at Kornhamstorg and a low building at the other end. The present name commemorates the people working at the market next to the alley.</p>\n<h2>Naming contest</h2>\n<p>The daily paper Dagens Nyheter arranged a naming contest in 1981, and the winning proposal was produced by Gunnar Rönn, a man who worked in the alley. Rönn's proposal referred to the people working at the market on Kornhamnstorg who used to literally 'draught' their goods and market stalls from the alley to the square every morning (called <em>Torgdragare</em>, literally: \"Square draughters\"). He also told the paper how these people used to seek the darker corners of the alley whenever they needed something stronger to drink than water, occasionally ending up sharing a dinner, including herring, loaf and schnaps, on a shutter placed upon the dustbins standing in the alley.</p>\n<h2>Gallery</h2>\n<ul><li> The sun reaches the alley for a short moment daily.</li> <li> Seal of the Stockholm Masonry Master's Guild (Murmestare Embetet i Stockholm)</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Torgdragargränd is an alley in Gamla stan, the old town in Stockholm, Sweden. Stretching from the street Västerlånggatan to the square Kornhamnstorg, it forms a parallel street to Tyska Brinken and Funckens Gränd. Prior to 1981, Torgdragargränd was closed with a gate at Kornhamstorg and a low building at the other end. The present name commemorates the people working at the market next to the alley.",
  "created_at": "2026-02-21T15:19:08.993164+00:00"
}