{
  "entity_id": "Q7861748",
  "title": "Tyska Brinken",
  "latitude": 59.3236,
  "longitude": 18.0703,
  "categories": [
    "historic",
    "trendy",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Tyska_brinken_2010.jpg",
  "text": "<h1>Tyska Brinken</h1>\n<p><strong>Tyska Brinken</strong> (Swedish: <em>The German Slope</em>) is a street in Gamla stan, the old town in central Stockholm, Sweden. Extending Kindstugatan past the German Church down to the square Mälartorget, it is crossed by Skomakargatan, Prästgatan, Västerlånggatan, Stora Nygatan, Lilla Nygatan, and Munkbrogatan, while forming a parallel street to Schönfeldts Gränd and Lejonstedts Gränd.</p>\n<h2>History</h2>\n<p>Mentioned as <em>Vattubrinken</em> (\"Water Slope\") and <em>Skomakarbrinken</em> (Shoemaker's Slope\") in the 15th and 16th centuries, the street appears as <em>Tyske Kyrkebrinken</em> in 1612, and finally as <em>Tyska brinken</em> in 1679, and <em>Tyska Brinken</em> in 1880. The street name refers to the proximity of the German Church, and the German parish. The German influence in Stockholm was considerable during the Middle Ages - half of both the population and the members of the City Council were German; the Hanseatic League dominated trade; the wealthiest burghers were Germans; and the German language and culture was present everywhere. German merchants in the city gathered at the Guild of St Gertrud found on the present location of the church. In 1571, King John III sanctioned a German parish and a German graveyard, and by 1638-1642 the Germans had completed the present church. The section west of Stora Nygatan was renamed <em>Jochum Bryggares gränd</em> (\"Alley of Jochum Brewer\") around 1700 after the German-born master brewer Jochum Ahlstedt (-1680).</p>\n<p>Archaeological excavations in the junction of Lilla Nygatan and Tyska Brinken in 1993, exposed the remains of an old city wall and traces of what was initially interpreted as a defensive tower from the 14th century known as <em>Bocktornet</em> (\"Buck (He-goat) Tower\"). Later investigations however, suggest that this is more likely to be the remains of structures from the defensive system constructed in the 1560s.</p>\n<p>As the street forms an extension to Kindstugatan, the first numbers on the eastern end of the street begins with number 20. The Rococo building on Number 20–22, called \"Building of the German Church\", was created in 1869 when three medieval properties were merged to create a single building. The blind windows reveal the location of the joins. The 1870s building in the corner to 18, Lilla Nygatan, is the design of Albert Törnqvist (1819–1898).</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Tyska Brinken is a street in Gamla stan, the old town in central Stockholm, Sweden. Extending Kindstugatan past the German Church down to the square Mälartorget, it is crossed by Skomakargatan, Prästgatan, Västerlånggatan, Stora Nygatan, Lilla Nygatan, and Munkbrogatan, while forming a parallel street to Schönfeldts Gränd and Lejonstedts Gränd.",
  "created_at": "2026-02-21T15:17:17.676136+00:00"
}