{
  "entity_id": "Q7916304",
  "title": "Vasabron",
  "latitude": 59.3272,
  "longitude": 18.0644,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/78/00_5245_Stockholm_-_Central_Bridge%2C_Town_Hall_tower.jpg",
  "text": "<h1>Vasabron</h1>\n<p><strong>Vasabron</strong> (Swedish: \"The Vasa Bridge\") is a bridge over Norrström in central Stockholm, Sweden connecting Norrmalm to Gamla Stan, the old city.</p>\n<p>The bridge is, unintelligibly, named after King Gustav Vasa (1496–1560), perhaps because of the vicinity to the statue of the king in front of the House of Knights. From Vasabron a much smaller bridge, Strömsborgsbron, connects to the islet Strömsborg.</p>\n<p>Nearby bridges include Riksbron, Stallbron, Norrbro, Centralbron, and Strömbron.</p>\n<h2>History</h2>\n<p>By the mid-19th century Stockholm was expanding quickly and the single permanent northern connection at the time, Norrbro bridge, was becoming inadequate, which is why a new bridge to the west of it was proposed. The first attempt to build the bridge was made by the British-Swedish engineer and industrialist Samuel Owen (1774–1854). He began to work on a suspension footbridge soon after an agreement with the city was settled, but the work had to be cancelled when Owen was declared bankrupt in 1843.</p>\n<p>Owen's attempt was followed by various proposals and in 1868 a competition was instigated for an 18 metre wide cast iron bridge connecting Riddarhusgränd to Tegelbacken, requiring all proposals to be \"neat and lasting\". The city approved two of the proposals and construction began in 1872. Completed six years later the bridge stretched 208 metres, carried by seven arches with a maximum span of 32 metres. End grain wood blocks on a concrete foundation formed the roadway while the pavements were made of asphalt. For the construction cast steel was used for the first time and the bridge was also innovative for its time because of its use of underwater cast concrete.</p>\n<p>While the bridge was required to be 18 metres wide, its continuation in Gamla stan, Riddarhusgränd, was less than 7 metres wide. The intention was to solve this problem by widening the alley, but this was never carried out. Thus, today the street fails to pass in-between the House of Knights and the Bonde Palace, and, consequently, one of the roads makes a detour around the palace.</p>\n<p>When the light, horse-driven trams were replaced by modern, electrical cars by the turn of the century, the end spans of the bridge had to be reinforced, which was done in 1906. Further analysis and reinforcements were done in 1921-1923. In the mid-1970s rust and cracks were discovered, which led to the bridge being closed between 1977 and 1979.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Vasabron is a bridge over Norrström in central Stockholm, Sweden connecting Norrmalm to Gamla Stan, the old city.",
  "created_at": "2026-02-21T15:23:51.745467+00:00"
}