{
  "entity_id": "Q85220807",
  "title": "Guldbron",
  "latitude": 59.32116666666667,
  "longitude": 18.07263888888889,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/21/Guldbron_2020-03-13.jpg",
  "text": "<h1>Guldbron</h1>\n<p><strong>Guldbron</strong> \"The Golden Bridge\", formally <em>Slussbron</em>, is the main bridge for road traffic as well as pedestrians and cyclists that connects the Old Town of Stockholm with Södermalm. The bridge, which is part of the Nya Slussen project, was opened on 25 October 2020 by king Carl XVI Gustaf. Due to its color scheme it is unofficially often called the Gold Bridge.</p>\n<h2>General</h2>\n<p>The bridge, which links Södermalm with the Old Town, is a steel structure manufactured by China Railway Shanhaiguan Bridge Group (CRSBG) in China. Skanska is the main contractor for the bridge construction, which includes planning, design, manufacturing, delivery and assembly. The bridge was designed by Spencer de Grey, chief architect at Foster + Partners. The company also designed the new Western Årsta Bridge (inaugurated 2003). The consulting company Ramboll was responsible for the design drawings. The bridge cost SEK 198 million.</p>\n<h2>Description</h2>\n<p>The main bridge of the lock is 140 meters long, 45 meters wide and the height varies between one meter (on the Old Town side) and seven meters (on the Södermalm side). The longest span (center section) measures 58 meters. The bridge has three carriageways, where the middle slopes down and connects to Söder Mälarstrand and Stadsgårdsleden respectively. The design is prepared to carry any future tramway traffic. The service life was estimated to be at least 120 years. The entire construction weighs approximately 3,700 tonnes and was built between March 2018 and September 2019 in Shanhaiguan and in Zhongshan where the final assembly took place.</p>\n<h2>Transport and assembly</h2>\n<p>The bridge was then transported in one piece by sea via the Suez Canal and the Mediterranean, through the English Channel and the Baltic to Stockholm where it arrived on 11 March 2020. The arrival was delayed several times due to bad weather. The transport took place on the ship MS <em>Zhen Hua 33</em>, a semi-submersible transport ship. Especially the long sea voyage has been criticized for its climate impact. The fact that the contractor Skanska's climate compensation for the freight also receives criticism, because it does not reduce emissions here and now.</p>\n<p>On site in Stockholm, the ship was lowered and the bridge, resting on pontoons, was towed in place between Stadsgårdsleden and Skeppsbron. Once in place, it was mounted on prepared bridge pillars and then opened for traffic at the end of August 2020. The bridge is painted in gold-colored hue which, according to the architect, should help it blend into the delicate urban environment around Slussen, therefore the media called it the Gold Bridge.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Guldbron \"The Golden Bridge\", formally Slussbron, is the main bridge for road traffic as well as pedestrians and cyclists that connects the Old Town of Stockholm with Södermalm. The bridge, which is part of the Nya Slussen project, was opened on 25 October 2020 by king Carl XVI Gustaf. Due to its color scheme it is unofficially often called the Gold Bridge.",
  "created_at": "2026-02-21T15:23:40.851876+00:00"
}