{
  "entity_id": "Q892513",
  "title": "Hötorget buildings",
  "latitude": 59.33416667,
  "longitude": 18.06361111,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/42/Hoghus_1-5_2007a.jpg",
  "text": "<h1>Hötorget buildings</h1>\n<p>The <strong>Hötorget buildings</strong> (Swedish: <em>Hötorgshusen</em> or <em>Hötorgsskraporna</em>, \"-scrapers\") are five high-rise office buildings in the Stockholm city center in Sweden. Located between the squares Hötorget and Sergels Torg in the central Norrmalm district, they stand 72 m (236 ft) tall and are a clearly visible landmark.</p>\n<h2>History</h2>\n<p>Though not skyscrapers in an international context, the 19-storey buildings stand out on the Stockholm skyline and so are called \"scrapers\". Built 1952-1966, they were labelled the architectonic five \"trumpet-blasts\" (<em>trumpetstötar</em>) of the renewed city centre by the Municipal commissioner (<em>Borgarråd</em>) Yngve Larsson. The buildings are designed by different architects (from Hötorget and south: David Helldén, Sven Markelius, Anders Tengbom, Lars-Erik Lallerstedt, and Backström and Reinius) and there is thus a slight variation in the curtain wall façades. Curtain walls are rare in Sweden and were here directly inspired by the Lever House by Skidmore, Owings and Merrill in New York City built in 1951-52.</p>\n<p>Originally, intentions were to allow a series of pedestrian bridges to connect shops and malls on several levels below and around the buildings, but vandalism and other social problems forced the closure of all levels above ground in the 1970s. During the 1990s, much of the complex at ground-level was rebuilt to allow new indoor shops and new tenants.</p>\n<p>The buildings first appeared in a city planning proposal by David Helldén in 1946, and in 1951 he was commissioned, together with Sven Markelius, to develop a detailed plan for the surrounding area and the buildings themselves. His first proposal was modified so that all five buildings looked virtually the same, composed of two narrow volumes, one wider facing south and a smaller facing north. Notably, the second proposal had the system of pedestrian bridges added. In 1953, a new city plan determined the buildings should be made even taller, 19 storeys, and the surrounding building were restricted to two storeys, a decision that finally gave the entire neighbourhood its present appearance.</p>\n<p>According to Professor Thomas Hall, these buildings and the neighbourhood around them are to be regarded as</p>\n<blockquote><p>a product of a utopia — a dream of a clean and crystalline architecture in glass and steel, in a new rational city structure where tall, light-washed buildings are surrounded by green spaces, an urban vision implemented most significantly and at the largest scale in Brazil's capital Brasília.</p></blockquote>\n<p>and ultimately originating with le Corbusier's 1930 <em>Ville Radieuse</em>.</p>\n<p>Hall then notes there are few city centres in Europe more deeply affected by these Modernist ideas than Stockholm, the most notable exceptions being Rotterdam and Coventry, both largely destroyed during World War II. He finally concludes the concept is implemented with more elegance and vigour in Stockholm, but that these urban projects seem to have inspired each other.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Hötorget buildings are five high-rise office buildings in the Stockholm city center in Sweden. Located between the squares Hötorget and Sergels Torg in the central Norrmalm district, they stand 72 m (236 ft) tall and are a clearly visible landmark.",
  "created_at": "2026-02-21T15:34:04.014960+00:00"
}