{
  "entity_id": "Q901371",
  "title": "Vasa Museum",
  "latitude": 59.32807,
  "longitude": 18.09139,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Vasa_Museum_building_view_from_the_sea_%283%29.jpg",
  "text": "<h1>Vasa Museum</h1>\n<p>The <strong>Vasa Museum</strong> (Swedish: <em>Vasamuseet</em>) is a maritime museum in Stockholm, Sweden. Located on the island of Djurgården, the museum displays the only almost fully intact 17th-century ship that has ever been salvaged, the 64-gun warship <em>Vasa</em> that sank on her maiden voyage in 1628. The Vasa Museum opened in 1990. Together with other museums such as the Stockholm Maritime Museum, it belongs to the Swedish National Maritime Museums (SNMM).</p>\n<h2>History</h2>\n<p>From the beginning of 1961 to 1983, <em>Vasa</em> was housed in a temporary structure called Wasavarvet (\"The Vasa Shipyard\") where she was treated with polyethylene glycol. Visitors could only view the ship from two levels and the maximum distance was only 5 m (17 ft). In 1981, the Swedish government decided that a permanent <em>Vasa</em> museum was to be constructed and a competition for the design of the museum building was organized. A total of 384 architects sent in models of their ideas and the final winners were Marianne Dahlbäck and Göran Månsson with <em>Ask</em> (\"box\"). The construction of the new building began on and around the dry dock of the old naval yard with an inauguration ceremony hosted by Prince Bertil on 2 November 1987. <em>Vasa</em> was towed into the flooded dry dock under the new building in December 1987, and during the summer of 1989, when visitors were allowed onto the construction site, 228,000 people visited the half-finished museum. The museum was officially opened on 15 June 1990. Across the two museums, by the beginning of 2025, <em>Vasa</em> has been seen by over 45 million people. In 2024, the museum had a total of 1,353,453 visitors.</p>\n<p>The main hall contains the ship itself, and various exhibits related to the archaeological findings of the ships and early 17th-century Sweden. <em>Vasa</em> has been fitted with the lower sections of all three masts, a new bowsprit, winter rigging, and has had certain parts that were missing or heavily damaged replaced. The replacement parts have not been treated or painted and are therefore clearly visible against the original material that has been darkened after three centuries under water.</p>\n<p>The new museum is dominated by a large copper roof with stylized masts that represent the actual height of <em>Vasa</em> when she was fully rigged. Parts of the building are covered in wooden panels painted in dark red, blue, tar black, ochre yellow and dark green. The interior is similarly decorated, with large sections of bare, unpainted concrete, including the entire ceiling. Inside the museum the ship can be seen from six levels, from her keel to the very top of the sterncastle. Around the ship are numerous exhibits and models portraying the construction, sinking, location, and recovery of the ship. There are also exhibits that expand on the history of Sweden in the 17th century, providing background information for why the ship was built. A movie theatre shows a film in alternating languages on the recovery of the <em>Vasa</em>.</p>\n<p>The museum is in the process of publishing multi-volume archaeological report to commemorate the 50th anniversary of the salvage. <em>Vasa I: The Archaeology of a Swedish Warship of 1628</em> was published at the end of 2006. The next volume, <em>Vasa. II Part 1: Rigging and sailing a Swedish warship of 1628 The material remains and archaeological context</em> was published in 2023.</p>\n<p>The museum also features four other museum ships moored in the harbour outside: the ice breaker <em>Sankt Erik</em> (launched 1915), the lightvessel <em>Finngrundet</em> (1903), the torpedo boat <em>Spica</em> (1966) and the rescue boat <em>Bernhard Ingelsson</em> (1944).</p>\n<h2>Gallery</h2>\n<ul><li> The main hall of the museum with a model of <em>Vasa</em> to the left and the ship itself to the right.</li> <li> The four floating museum ships moored outside the Vasa Museum.</li> <li> Exterior detail of the museum building.</li> <li>  A side view of the bow of the warship <em>Vasa</em>.</li> <li> <em>Vasa</em>, top deck and port side, seen from above.</li> <li> <em>Vasa</em> part of stern and port side, from a lower viewing point.</li> <li> Reproduction of the 'Great Cabin' from Vasa's upper gun deck.</li> <li> Leather shoes and boots on display.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Vasa Museum is a maritime museum in Stockholm, Sweden. Located on the island of Djurgården, the museum displays the only almost fully intact 17th-century ship that has ever been salvaged, the 64-gun warship Vasa that sank on her maiden voyage in 1628. The Vasa Museum opened in 1990. Together with other museums such as the Stockholm Maritime Museum, it belongs to the Swedish National Maritime Museums (SNMM).",
  "created_at": "2026-02-21T15:35:34.020056+00:00"
}