{
  "entity_id": "Q916039",
  "title": "Helgeandsholmen",
  "latitude": 59.3279,
  "longitude": 18.0697,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Helgeandsholmen_2.JPG",
  "text": "<h1>Helgeandsholmen</h1>\n<p><strong>Helgeandsholmen</strong> (Swedish: [ˈhêːlɡɛandsˌhɔlːmɛn]) is a small island in central Stockholm, Sweden. It is located north of Stadsholmen, and east of Strömsborg, with which, together with Riddarholmen, it forms Gamla stan, the old town of Stockholm. Helgeandsholmen contains the Riksdag Building and the Museum of Medieval Stockholm, and is connected to neighbouring islands through three bridges: Riksbron, Stallbron, and Norrbro. Despite the small size, it is very important as it contains the parliament building, the supreme decision-making body of the Kingdom of Sweden.</p>\n<p>The terrace in the eastern end, called <em>Strömparterren</em> (\"The Stream Parterr\"), is a public park with a restaurant dating from 1832, while the flight of stairs leading down to the water is from 1807–1810. The quay west of the Riksdag Building once surrounded Sweden's central bank Sveriges Riksbank and was thus named <em>Bankkajen</em> (\"The Bank Quay\"), while the streets on southern and northern sides are called <em>Norra/Södra Helgeandstrappan</em> (\"The Northern/Southern Helgeand Stairs\"), all of them named in 1925.</p>\n<h2>Origin of the name</h2>\n<p>First mentioned in a letter written in Latin July 28, 1320, the name <em>Helgeandsholmen</em>, a corruption of <em>Helige andens holme</em> (\"Islet of the Holy Spirit\"), appears as Latin: <em>in insula dicta helghaanzsholm</em> (\"on the island called Helgeandsholm\"). At the time, <em>helgeandshus</em> (Old Swedish: <em>hälgha ands hus</em>, <em>hälandzhus</em>, <em>helghanzhhws</em>, <em>hälianshus</em>) was a name used for charitable institutions spiritual in nature, in Stockholm first mentioned in a testament from April 24, 1301 (<em>domus sancti spiritus</em>).</p>\n<h2>History</h2>\n<h3>A set of islets</h3>\n<p>Though one regular shaped island today, Helgeandsholmen was until quite recently a set of islets. Before the start of extensive archaeological excavations in 1978, it was traditionally believed that the present island once encompassed three islets:</p>\n<ul><li>A larger main island to the south, called Helgeandsholmen from the 14th century. The excavations, however, convincingly showed that during the early Middle Ages this island in fact consisted of two smaller islets, of which we know absolutely nothing.</li> <li>And, north of this major island, two smaller ones, once the property of the abbey at Klara: <ul><li>One called <em>Barkarholmen</em> (\"Bark Islet\"), suggesting there was a tanning business here as bark was an important raw material for tanning. This islet was also known as <em>Klosterholmen</em> (\"Abbey Islet\").</li> <li>And, east of Barkarholmen, a rocky islet called <em>Lilla Stockholm</em> (\"Little Log Islet\") in the 16th century, renamed <em>Bryggeriholmen</em> (\"Brewery Islet\") during the 17th century (in reference to a brewery in operation 1641–45), and after that called <em>Slaktarholmen</em> (\"Butcher's Islet\") after a slaughterhouse operating there. Lilla Stockholm disappeared when Norrbro was finally completed in 1806.</li></ul></li></ul>\n<h3>The Helgeand House</h3>\n<p>As mentioned above, a charitable institution organized by a pious foundation was located on the island, receiving sick people, poor and elderly as well as foreigners, and accepting donations from burghers in city, through which the institution became an important landowner. The original <em>Helgeandshuset</em> (\"The House of the Holy Spirit\") probably dates back to the 13th century but is not mentioned until 1301. Rebuilt after a fire in 1410, it was moved to Riddarholmen by King Gustav Vasa (1496–1560) in 1531. Though the appearance of Helgeandshuset is not known, it is believed to have resembled similar institutions elsewhere and thus consist of a hospital ward and a church surrounded by other buildings and a graveyard.</p>\n<h3>Norrbro</h3>\n<p>Originally, Norrbro stretched diagonally across Helgeandsholmen from (what is today) Mynttorget to Gustav Adolfs torg. Though not mentioned until 1288, the first bridge is believed to have been built with the foundation of the city in 1252. Like virtually all bridges during the Middle Ages, Norrbro was built in wood, at the time considered appropriate as bridges then easily could be dismantled during sieges.</p>\n<p>Drawbridges are mentioned in 1318, and the general urban code from the mid 14th century prescribes six cities around Lake Mälaren – Arboga, Enköping, Sigtuna, Strängnäs, Västerås and Uppsala – to share the costs of maintenance with Stockholm, thus indicating the bridge wasn't merely of interest to the city, but a vital part of the regional road system. These neighbouring cities gradually came to question this obligation however, and during the 16th and 17th centuries Stockholm was, bit by bit, to take charge of the bridge alone.</p>\n<p>Until the 1640s, the width of the street varied from 10 to 20 ells (5.9–11.9 metres), but as the northern settlements were incorporated with the city in 1635, so was Helgeandsholmen, and the standard street width was regulated. Governor Klas Fleming (1592–1644) had Norrbro straightened out, in line with his own site on the street, and the width set to 24 ells (14.3 metres).</p>\n<p>Norrbro was rebuilt as one of the city's first stone bridges, the northern section completed in 1797, and the southern in 1806.</p>\n<h3>City gates and fortifications</h3>\n<p>An inner gate, <em>Norreport</em>, is mentioned south of Helgeandsholmen in 1409, and an outer gate in the 1460s, but was probably older than that. Both gates were eventually supplied with defensive towers. In the early 15th century, the walls were extended and a western tower added to the fortifications, the entire structure being outdated later that century and finally demolished by 1672.</p>\n<h3>Royal Stables</h3>\n<p>Probably established on the island as early as 1535, Royal Stables were at first accommodated in the former hospital ward, and by 1612 given a for the purpose suitable building. First relocated north of Helgeandsholmen in the 1640s, they were moved back again in 1680 to a building designed by architect Nicodemus Tessin the Elder (1615–1684). Destroyed by a fire in 1696, the stables were immediately rebuilt in the design of Nicodemus Tessin the Younger (1654–1728), a structure surviving different alternations until the beginning of the 20th century.</p>\n<h3>Historical canals</h3>\n<p>Over the years, several canals have passed through today's Helgeandsholmen, most notably between and south of the two palaces described above. Before post-glacial rebound made the canals unnecessary, spring floods was a serious problem often forcing the reconstruction of bridges and other structures, but by the 17th century the first canal was scrapped, the second when the Parliament Building was built in the early 20th century.</p>\n<h3>17th-century structures</h3>\n<p>Needing access to a water mill, a royal workshop for the production of gun carriages, <em>Lådmakaregården</em> (\"The Box Making Court\") was relocated to Barkholmen in the early 17th century, built on poles and reaching around Stockholmen. It was later demolished and replaced by the Gyldenklou House.</p>\n<p>Having bought a site north of the Royal Stables in 1637, Klas Fleming had his private palace, <em>Flemingska huset</em> (\"The Fleming House\"), built after his own German-Dutch renaissance design, and, subsequently, the entire neighbourhood adapted to it. In 1696 however, the Crown bought the house to have it demolished for the extension of the stables.</p>\n<p>During the 1640s, several people close to the Crown and Royal Court were allotted sites on Helgeandsholmen, and in 1645, Queen Christina donated the site north of The Fleming House to Anders Gyldenklou (–1665 ?), Secretary of the Chancellery, who had two buildings erected there, called <em>Gyldenklouska huset</em> (\"The Gyldenklou House\"), and subsequently sold to Lord High Chancellor (<em>Riksdrots</em>) Per Brahe (1602–1680). The palace, a Dutch renaissance structure four storeys tall with a stepped gable and called <em>Braheska huset</em> (\"The Brahe house\") until its demolition, is often appearing next to the Fleming House in engravings and paintings from the 17th and 18th centuries. It was taken over by the Crown in 1696, and used for the royal administration after the fire at the Royal Palace in 1697. By 1770, the building was handed over to the Royal Stables, who used it for various purposes until its demolition in 1815.</p>\n<h3>Modern history</h3>\n<p>Completed in 1807–10, the semicircular space on Norrbro's eastern side was first used as a storage space for fisheries, finally removed on the commands of the king in 1821. Ten years later, a park was established, at the time still with a canal passing through it. Opened to the public in 1832, it became the first municipal park in Stockholm. During the following 100 years, the park was furnished with various pavilions, bookstalls, and stages, and became a popular spot among the city's society. By the 1930s however, the park had become abandoned and shabby, and it was therefore redesigned first in 1937-38, and then again following the archaeological operations in the 1970s.</p>\n<p>A bazaar called <em>Norrbro-basaren</em> built on the western side of Norrbro in 1838–39, remained a vital social and commercial meeting place until its removal in 1903 for the creation of the small park in front of the Riksdag Building.</p>\n<p>By the 1870s, the old Riksdag Building on Riddarholmen had become too small and was regarded as not representative enough, a problem also plaguing the Riksbank, then residing at the Järntorget square in Gamla stan. Helgeandsholmen was soon suggested as an appropriate site for both institutions, under the condition that the new structure didn't overshadow the Royal Palace. The winning proposal from an architectural competition in the late 1880s was further developed by the architect Helgo Zettervall (1831–1907) assisted by Aron Johansson (1860–1936). The old buildings were demolished in 1893, and both institutions completed during 1897–1906. The Riksbank was moved to Brunkebergstorg in 1976, and the building taken over by the Riksdag.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Helgeandsholmen is a small island in central Stockholm, Sweden. It is located north of Stadsholmen, and east of Strömsborg, with which, together with Riddarholmen, it forms Gamla stan, the old town of Stockholm. Helgeandsholmen contains the Riksdag Building and the Museum of Medieval Stockholm, and is connected to neighbouring islands through three bridges: Riksbron, Stallbron, and Norrbro. Despite the small size, it is very important as it contains the parliament building, the supreme decision-making body of the Kingdom of Sweden.",
  "created_at": "2026-02-21T15:22:25.184680+00:00"
}