{
  "entity_id": "Q924856",
  "title": "Strömsborg",
  "latitude": 59.326944444444,
  "longitude": 18.062777777778,
  "categories": [
    "historic",
    "nature"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/5f/Str%C3%B6msborg_Mars_2014_01.jpg",
  "text": "<h1>Strömsborg</h1>\n<p><em><strong>Strömsborg</strong></em> (Swedish for 'Stream's castle') is a small islet in central Stockholm, Sweden, located north of Stadsholmen, and west of Helgeandsholmen, between the bridges Centralbron, a motorway passing through central Stockholm, and Vasabron. Administratively, Strömsborg is part of Gamla Stan, the old town of Stockholm and is connected to the rest of the city by the bridge Strömsborgsbron leading over to Vasabron.</p>\n<h2>History</h2>\n<p>The earliest known owner of Strömsborg was a merchant named Berge Olofson Ström. He bought the island in 1740, and, according to a description from 1896 (G. Nordensvan), ten years later he had a \"suitably-sized\" stone house surrounded by lime trees built on the island. Whenever the small island received its present name, it must have been in reference both to Strömmen (\"The Stream\"), the stream surrounding it, and to the merchant \"Ström\" and his building with the appearance of a castle (<em>Ströms-borg</em>, \"Stream's Castle\"). Further, Nordensvan tells the island has been the site for several restaurants, skittle alleys, and public baths, and \"was a small idyllic spot, particularly at that time, when no bridge led to the islet, but one had to travel by rowing boat with a motley woman from Dalarna at the oars.\"</p>\n<p>Arthur Sjögren, mostly remembered for his illustrations of the novels of August Strindberg, also studied the history of Strömsborg in great detail. In a report in 1926, he concluded that the present circular-shaped island dates back to the end of the 19th century and described the island before then as a thickly wooded and irregularly shaped island with a set of various small buildings; a charmingly picturesque view that saw its fate finally sealed with the demolition of the main building in 1895. The idyll described by both two men vanished with the construction of the current palace in 1895–1997, designed by the builder Johan Andersson and the architect Claes Grundström and then redesigned by architect Ragnar Östberg in 1929–1930.</p>\n<p>Even before then, the isolated idyll was tied closer to the rest of the city with the construction of Vasabron in 1872–1878 and what remained thereafter definitely disappeared with the construction of Centralbron in 1961–1967.</p>\n<p>The islet remained the headquarters of Swedish Sports Confederation for many years, and the ground floor was used as a restaurant. In 1953, a renowned dance hall was built on the island, and the upper floors were used for offices until 1994. Since 1996, the entire building has been restored to its pre-1953 appearance, but it is used exclusively for offices. From 1998 to 2010 the building hosted the Secretariat of the Council of the Baltic Sea States. The island is currently devoted entirely to the offices of IDEA, an international intergovernmental organization that supports democracy building worldwide. Since September 2023, the Ukrainian Institute in Sweden has also been operating there.</p>\n<h3>Mapping</h3>\n<p>Known for centuries as a set of insignificant cliffs surrounded by a number of treacherous sunken rocks, Strömsborg is represented on Petrus Tillæus' 1733 map as uninhabited and named <em>Stenskär</em> (\"Stone Skerry\"). This name has survived as the original name of the present island. However, it is far from certain that this ever was a proper name in common use. For example, in 1747 Tillæus mentions it as <em>det stenskär eller klippa som är beläget uti Norra Ström och Melaren</em> (\"the stone skerry or cliff that is located in Northern Stream and Mälaren\") and says it occupied an area of 2.944 square ells (<em>kv.alnar</em>) in size. In a letter in 1647 Queen Christina donated the island to her half-brother and referred to it as <em>den lille holmen eller skäret</em> (\"the small islet or skerry\"). Most likely, the cliffs had an official name at the time, and since they appeared in no city planning records, the queen's donation of the insignificant cliffs to her half-brother arguably was a carefully-studied insult. Nevertheless, they remained unexplored during her era, and it is possible the skerry shared the fate of many other structures at the time and had a popular name \"not suitable for print\". Of the approximately 35 maps of Stockholm produced during the 17th century, only one includes Strömsborg but provides very little information.</p>\n<h2>Bridge</h2>\n<p>The Strömsborgsbron (Swedish: \"Bridge of Strömsborg\") is the three-way bridge in Gamla Stan which connects Stömsborg to the main Vasabron bridge, itself between central Stockholm and Gamla Stan. The present bridge is from 1992–1993.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Strömsborg is a small islet in central Stockholm, Sweden, located north of Stadsholmen, and west of Helgeandsholmen, between the bridges Centralbron, a motorway passing through central Stockholm, and Vasabron. Administratively, Strömsborg is part of Gamla Stan, the old town of Stockholm and is connected to the rest of the city by the bridge Strömsborgsbron leading over to Vasabron.",
  "created_at": "2026-02-21T15:25:14.167787+00:00"
}