{
  "entity_id": "Q926316",
  "title": "Kungsträdgården",
  "latitude": 59.33194444,
  "longitude": 18.07111111,
  "categories": [
    "culture",
    "nature"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/20/Stockholm_Kungstr%C3%A4dg%C3%A5rden_%281890-1900%29.jpg",
  "text": "<h1>Kungsträdgården</h1>\n<p><strong>Kungsträdgården</strong> (Swedish for \"King's Garden\") is a park in central Stockholm, Sweden. It is colloquially known as <em>Kungsan</em>.</p>\n<p>The park's central location and its outdoor cafés makes it one of the most popular hangouts and meeting places in Stockholm. It also hosts open-air concerts and events in summer, while offering an ice rink during winters. There are also a number of cafés, art galleries and restaurants; for example Galleri Doktor Glas, a name taken from the novel <em>Doctor Glas</em> by Hjalmar Söderberg published in 1905.</p>\n<p>The park is divided into four distinct spaces (south to north): (1) Square of Charles XII; (2) Molin's Fountain; (3); Square of Charles XIII and (4) \"Fountain of Wolodarski\" (which does not have an official name). The park is administered and events in it organized by the Stockholm Chamber of Commerce.</p>\n<h2>Overview</h2>\n<p>A number of Stockholm landmarks are found around the perimeter of Kungsträdgården:</p>\n<p>South of the park is the quay Strömgatan interconnecting the bridges Strömbron and Norrbro, both of which stretch over to the Stockholm Old Town and the Royal Palace.</p>\n<p>North of the park is Hamngatan with the department stores PK-huset and Nordiska Kompaniet (NK) facing the park.</p>\n<p>Kungsträdgårdsgatan stretches along the park's eastern side. A series of prominent buildings are lined-up along it: Stockholm Synagogue by Fredrik Wilhelm Scholander, 1867–70, Jernkontoret by Axel Kumlien, 1875, Palmeska huset by Helgo Zettervall, 1884–86, today the headquarters of Handelsbanken, and Skandinaviska Enskilda Banken (SEB), then the Kungsträdgården Stockholm metro station.</p>\n<p>On the western side are the Royal Swedish Opera with the Opera Bar, Saint James's church, Ivar Kreuger's Matchstick Palace designed by Ivar Tengbom, and Sverigehuset (home to a tourist information centre) designed by Sven Markelius, 1961–69.</p>\n<h2>History</h2>\n<p>Though the royal kitchen garden is known to date back to the Middle Ages, it is first mentioned in historical records as <em>konungens kålgård</em> (\"king's cabbage garden\") in 1430. (See also Trädgårdsgatan.) The royal property in the area was considerably enlarged through an acquisition in 1454 and further expanded throughout the following century. This utilitarian garden was gradually transformed into an enclosed royal Baroque pleasure garden and accordingly referred to as \"King's Garden\" throughout the 17th and 18th centuries. The garden was a symmetrical composition centred on a fountain and separated from the waterfront by the Makalös Palace (\"incomparable\").</p>\n<p>However, the demolition of the walls began in the early 19th century, and for the inauguration of the statue of Charles XIII in 1821, his successor Charles XIV John had most of the garden replaced by a gravelled open space ordered to be named \"Square of Charles XIII\". When Makalös was destroyed by fire in 1825 the park was extended south down to the waterfront. Notwithstanding the area became a popular spot for bourgeois social life and military drilling, Charles XIV's initiative never was appreciated, and in the 1860s the space was subsequently furnished with the tree-lined avenues still giving the park its character and through which the old name prevailed. In addition, the park's showpiece, the tall and elaborate Molin's Fountain, was cast in bronze and given a space in the park.</p>\n<p>The following century saw several proposals to have the northern section of the park replaced by various buildings, but during WWII a contract determined the area should remain a park and in 1970 it finally became the property of the city.</p>\n<p>In the 1970s, construction of the metro station caused much controversy since the plans called for the old elms to be cut down, which led to violent protests and a tree-hugger campaign on May 12-May 13, 1971 with people chaining themselves to the trees, the so-called Battle of the Elms. Eventually these protests not only saved the trees and caused the station entrances to be located east and west of the park, but they also marked the end of a period when many old buildings in central Stockholm were demolished.</p>\n<p>The park had a reputation for rioting youth, prostitution, and drug dealing in the 1980s. Extreme-right demonstrations in the 1990s by the statue of Charles XII altered its reputation. It was redesigned in the late 1990s to it present shape. In 2004, 285 new linden trees were planted to replace the sick elms (of which some dated back to the 17th century) and new pavilions with cafés were added.</p>\n<h2>Squares of both Charles</h2>\n<p>The southern third of the park. called <em>Karl XII:s torg</em> (\"Charles XII's Square\") is centred on the statue of Charles XII by Johan Peter Molin, inaugurated for the 150th anniversary of the king's death on November 30, 1868. The square, until then forming a section of the levelled park carrying the name of Charles XIII, was subsequently renamed after Charles XII and transformed into more of a park than a square.</p>\n<p>The park is centred on the statue of Charles XIII, King of Sweden from 1809 until his death in 1818, commissioned by his successor Charles XIV John. The Neoclassicist composition of Gustaf Göthe (1779–1838), inaugurated in 1821, is escorted by four lions sculpted by Bengt Erland Fogelberg (1786–1854), added in 1824, and each of which are holding a ball carrying the coat of arms of Sweden and Norway alluding the Swedish-Norwegian Union initiated by the king. The anchor under the king's right arm reminds us of his great naval victories during the Russo-Swedish War 1788–1790.</p>\n<p>Now, Stockholmers were widely displeased with Charles XIII and therefore referred to the statue as \"a gardener without a garden just as a king without honour\" and, as Charles XII is surrounded by four backs from mortars, in Swedish called <em>kruka</em> (\"pot\") and Charles XIII is flanked by four lions, again popular humour used the opportunity to throw some dirt at the latter by referring to both statues as \"a lion among pots and a pot among lions\".</p>\n<p>On the location for the statue of Charles XII was the palace Makalös (\"Peerless\"), owned by the Constable of the Realm and Count of Läckö Jakob De la Gardie and completed in 1642. The palace was transferred to the Crown under King Charles XI and rebuilt into an armoury in 1690. Following the death of Gustav III in 1792 the palace was rebuilt into an opera house. The opera house burned to the ground during a performance in 1825, fragments from it today exhibited in the nearby metro station. Since the exposition of 1866, the western part of the square, named <em>Lagerlunden</em> (\"The Laurel Grove\"), is renowned for the exclusive dining-rooms of the rebuilt opera house.</p>\n<p>In the early 1970s, this was the location for the Battle of the Elms (<em>Slaget om almarna</em>), protests which ended the demolition of central portions of Stockholm. In the 1990s, the square was made a popular gathering spot for right-wing extremists and neo-Nazis usually holding parades on November 30 every year. Occasionally, this has resulted in clashes with left wing protesters and real battles have taken place in Kungsträdgården. Today it is mostly known for the so-called <em>Tehuset</em> (\"Tea House\") offering coffee, sandwiches, and other refreshing things.</p>\n<h2>Fountain of Molin</h2>\n<p>The fountain of Johan Peter Molin, originally carved in plaster, was the centrepiece of a Scandinavian art and industry exposition in 1866. While the exposition's main building, stretching 200 metres across the park and crowned by a dome 30 metres wide, was over-crowded with objects, it failed to attract an audience. The fountain was, however, appreciated to the extent a subscription was raised to have it cast in bronze, and was subsequently inaugurated in 1873 on the same location.</p>\n<p>The mythological characters inhabiting the fountain are the ocean god Ægir and his wife Rán with their nine daughters, all listening to the river spirit Nix playing his harp. It symbolizes Stockholm located between the upper bowl, Lake Mälaren, and the lower basin, the Baltic Sea. The six swans, still offering fresh water to passers-by, were late additions, the artist condescending the audience's apprehension of the sculpture as mere luxuriousness. </p>\n<p>For the inauguration of the fountain, willow trees were planted in the park. These are a hybrid of the willow species Peking Willow (<em>Salix babylonica</em>), in English known as Thurlow Weeping Willow (<em>Salix × elegantissima</em>) but in Swedish given the name <em>fontänpil</em> (\"fountain willow\") in recognition to still the admired artwork.</p>\n<p>As one of thirteen objects selected for a project 1999–2006 to decorate prominent buildings and milieus in Stockholm with fiber optics, the fountain was furnished with a score of light sources accentuating the sculptures and cascades of water, toppled by a laterally emitting cable in the upper bowl.</p>\n<h2>Fountain of Wolodarski</h2>\n<p>In August 1998, a total number of 63 <em>Sakura</em> trees (\"Japanese cherry\") were planted; each spring when they all blossom is an experience of beauty and scent in the park. Additionally, city architect Alexander Wolodarski commissioned artist Sivert Lindblom to design the large bronze urns now lined up along the new rectangular fountain. Lindblom has also furnished the small square Blasieholmstorg just east of the park with Byzantine horses.</p>\n<p>Wolodarski's renewal of the park has been met with protest focusing on the \"Baroque\" scale and geometry of his design. Others have been critical about the park being \"handed over\" to an entrepreneur – for example, the head of the city's garden department was upset nothing much remains of the park, notwithstanding the park was even reshaped into a golf course to suit a Mercedes-Benz campaign.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Kungsträdgården is a park in central Stockholm, Sweden. It is colloquially known as Kungsan.",
  "created_at": "2026-02-21T15:29:09.401747+00:00"
}