{
  "entity_id": "Q97578035",
  "title": "Slussen",
  "latitude": 59.32111111111111,
  "longitude": 18.071944444444444,
  "categories": [
    "historic",
    "trendy",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Slussen_22_juli_2020a.jpg",
  "text": "<h1>Slussen</h1>\n<p>59°19′16.2″N 18°4′21.5″E﻿ / ﻿59.321167°N 18.072639°E﻿ / 59.321167; 18.072639</p>\n<p><strong>Slussen</strong> (lit. 'The Sluice') is an area in Stockholm, Sweden, located at the northern edge of Södermalm, adjacent to Gamla stan. It is known for its locks system between Lake Mälaren and the Baltic Sea, as well as its historic role as a major transport interchange. The Slussen area includes the Slussen metro station and Saltsjöbanan terminus, and a bus terminal.</p>\n<p>The boundary between Uppland and Södermanland runs through the area.</p>\n<h2>History</h2>\n<p>Slussen has been a vital crossing point in Stockholm for centuries, linking southern roads with the waterways connecting Lake Mälaren to the Baltic Sea. Over time, the area has undergone significant transformations.</p>\n<p><strong>Early history</strong></p>\n<p>The first lock at Slussen, known as Queen Christina's Lock, was inaugurated in 1642. It was replaced in 1755 by Christopher Polhem's Lock. Nils Ericson's Lock, built in 1850, followed, allowing ships to traverse the area more efficiently. The final major lock, Karl Johan's Lock, was inaugurated in 1935 as part of the modernisation of the area.</p>\n<p><strong>1935 Traffic interchange</strong></p>\n<p>The 1935 traffic interchange was a pioneering example of functionalist urban planning. Designed by architects Gösta Lundborg and Sven Markelius, the structure was hailed as a modern solution to traffic and pedestrian congestion. However, the innovative \"cloverleaf\" design proved problematic as traffic volumes increased, leading to congestion and safety concerns.</p>\n<p>The interchange became a symbol of Stockholm's modernity in the mid-20th century, but structural issues began emerging as early as the 1940s due to salt corrosion and other damage.</p>\n<h3>Redevelopment 2016–2027</h3>\n<p>In the early 2000s, the deteriorating state of the 1935 interchange prompted the decision to rebuild the area entirely. A design competition in 2007 led to plans by Foster + Partners and Berg Arkitektkontor being approved in 2011. Construction began in 2016, with completion scheduled for 2027. The project is to rebuild water regulation infrastructure, while modernising Slussen as a mixed-use public space with improvised public transport.</p>\n<h4>Cultural and political impact</h4>\n<p>The redevelopment project has faced criticism and public debate. Some have opposed the loss of the historic 1935 structure, while others support the need for modernisation. The new design includes parks, plazas, and waterfront promenades, aiming to revitalise the area.</p>\n<h4>Golden Bridge and traffic layout</h4>\n<p>A central feature of the new design is the <em>Golden Bridge</em> (<em>Guldbron</em>), officially known as Slussbron, which connects Södermalm to Gamla stan. The bridge accommodates vehicle traffic, pedestrians, and cyclists. It was manufactured in China and shipped to Stockholm in 2020, where it opened to traffic on 26 October 2020.</p>\n<h2>Public transport</h2>\n<p>Slussen metro station lies in the southwest, under Ryssgården.</p>\n<p>The Slussen bus terminal temporarily moved eastward to Stadsgården during redevelopment. By August 2024, buses were relocated to a temporary terminal at Stadsgårdsterminalen. A permanent terminal is under construction inside the bedrock at Katarinaberget.</p>\n<p>The Saltsjöbanan railway terminus is closed during the works, with Henriksdal station serving as the interim terminus.</p>\n<p>The Djurgården ferry has moved its departure point further north but retains the name <em>Slussen</em>.</p>\n<h2>Waterways</h2>\n<p>The new water facilities include two discharge channels and the newly named <em>Victoria Slussen</em>. These are surrounded by four low bridges and form the heart of Vattentorget, which opened in phases in 2022 and 2024. The original Nils Ericson lock has been repurposed into a fish migration channel as of 2024.</p>\n<h2>Gallery</h2>\n<ul><li>Images of the Slussen area, 1642–1905</li> <li> Queen Christina's Lock, 1642</li> <li> Christopher Polhems Lock, 1755, after heavy spring runoff. Painting from 1780.</li> <li> Nils Ericsons Lock sometime after 1850</li> <li> Plan by municipal architect Johan Eberhard Carlberg, 1728</li> <li> I G Claesons' proposal, 1905</li></ul>\n<ul><li>Historic photos of the Slussen area, 1922–1958</li> <li> Slussen 1922</li> <li> \"Slussen Misery\" c. 1930</li> <li> 1931 master plan for Slussen</li> <li> Construction 1932</li> <li> Traffic 1933</li> <li> Construction 1933</li> <li> Opening of new interchange 15 October 1935</li> <li> Opening of new interchange 15 October 1935</li> <li> Locks in operation 1958</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Slussen is an area in Stockholm, Sweden, located at the northern edge of Södermalm, adjacent to Gamla stan. It is known for its locks system between Lake Mälaren and the Baltic Sea, as well as its historic role as a major transport interchange. The Slussen area includes the Slussen metro station and Saltsjöbanan terminus, and a bus terminal.",
  "created_at": "2026-02-21T15:23:44.573204+00:00"
}