{
  "entity_id": "Q1032561",
  "title": "Skatteskrapan",
  "latitude": 59.311944444444,
  "longitude": 18.073611111111,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/bd/Skatteskrapan%2C_Stockholm%2C_2007-07-17.jpg",
  "text": "<h1>Skatteskrapan</h1>\n<p><em><strong>Skatteskrapan</strong></em> (\"The Tax Scraper\") is a 26-storey, 86 m (282 ft) building in Stockholm, Sweden. It is located at Götgatan 76 in the district of Södermalm, in a block named <em>Gamen</em> (The Vulture). With an initial height of 81 metres and 25 floors, it was the tallest building in Sweden from its completion in 1959 to 1964 when it was surpassed by the 84 metres tall Dagens Nyheter Tower.</p>\n<p>The building was designed by architect Paul Hedqvist for the Swedish National Tax Board (hence its name). It served as the office of the Tax Board until 2003, when it was decided under then Mayor of Stockholm Annika Billström that the building be rebuilt internally to turn it into student apartments. Svenska Bostäder took over ownership of the building from its former host Vasakronan on 29 December 2003. In 2008 the building was bought by AP Fastigheter which soon merged with Vasakronan. The building is protected as a cultural landmark by the City of Stockholm, which means it can't be rebuilt externally.</p>\n<p>The skyscraper, as rebuilt by Skanska, now has 415 student apartments as well as office and conference space on the top floors. Connecting with the rebuilt building, another seven-floor building was built on a side with 61 student apartments and 19 general rental apartments. On the first and second floors of the skyscraper, and in the side building, there is now space used for shops and restaurants. The official name of the new building complex is <em><strong>Skrapan</strong></em> (The Scraper).</p>\n<p>In the rebuilding process a new floor with a skybar was added at the top, increasing the floor count to 26.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Skatteskrapan is a 26-storey, 86 m (282 ft) building in Stockholm, Sweden. It is located at Götgatan 76 in the district of Södermalm, in a block named Gamen. With an initial height of 81 metres and 25 floors, it was the tallest building in Sweden from its completion in 1959 to 1964 when it was surpassed by the 84 metres tall Dagens Nyheter Tower.",
  "created_at": "2026-02-21T15:39:59.481667+00:00"
}