{
  "entity_id": "Q104881879",
  "title": "Nationalmuseum robbery",
  "latitude": 59.328611111111115,
  "longitude": 18.078333333333333,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Nationalmuseum_November_2011.jpg",
  "text": "<h1>Nationalmuseum robbery</h1>\n<p>The <strong>Nationalmuseum robbery</strong> was the robbery of three paintings worth a combined total of $30–45 million USD from the Nationalmuseum in Stockholm, Sweden, on 22 December 2000. The stolen paintings were a self-portrait by Rembrandt and two Renoir paintings, <em>Conversation</em> and <em>Young Parisian</em>. The paintings have been recovered.</p>\n<h2>Robbery and initial investigation (2000–2001)</h2>\n<p>At about 4:55 p.m., after setting off bombs in two cars at hotels nearby as a distraction for the police, a man armed with a submachine gun accompanied by two men with handguns threatened the guards and made off with three paintings. The robbers escaped by throwing nails on the road to hinder the police cars, and fleeing in a motorboat they had moored in a nearby waterway.</p>\n<p>In January 2001, the police received a ransom demand for several million kronor from a lawyer acting on behalf of the thieves with photos of the paintings to prove it was real, but they refused to pay. Also in January, the masterminds of the scheme, Alexander Petrov and Stefan Nordström, as well as the lawyer who acted on their behalf as a negotiator and several other accomplices were arrested which led to the conviction of Petrov, Nordström, and three others in July of the same year. Despite the arrests, the police would not recover any of the paintings until two months later, when they recovered <em>Conversation</em> in an unrelated drug raid. An official police statement on the raid stated: \"We weren't looking for the painting so it was a bonus when we found it.\"</p>\n<h2>International recovery of the other paintings (2005)</h2>\n<p>In September 2005, FBI in Los Angeles were investigating a Bulgarian criminal syndicate for drug trafficking when they heard talk of the <em>Young Parisian.</em> The FBI arrested one of the group's leaders, a man named Boris Kostov, who after being interrogated, gave them the <em>Young Parisian</em> and told them that the Rembrandt was in Denmark. Later in the same month, the FBI and the Danish authorities in Copenhagen set up a sting operation in which an FBI agent named Robert K. Wittman pretended to be a buyer of the Rembrandt to catch the sellers in the act. The sellers were trying to sell the $42 million painting for only $100,000 after being unable to sell it for five years. The four men were arrested while trying to sell the painting and were extradited to Sweden.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Nationalmuseum robbery was the robbery of three paintings worth a combined total of $30–45 million USD from the Nationalmuseum in Stockholm, Sweden, on 22 December 2000. The stolen paintings were a self-portrait by Rembrandt and two Renoir paintings, Conversation and Young Parisian. The paintings have been recovered.",
  "created_at": "2026-02-21T15:26:36.942081+00:00"
}