{
  "entity_id": "Q10494586",
  "title": "Fem små hus",
  "latitude": 59.32527778,
  "longitude": 18.07416667,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Fem_sm%C3%A5_hus%2C_nov_2019f.jpg",
  "text": "<h1>Fem små hus</h1>\n<p><strong>Fem små hus</strong> (Swedish for \"five small houses\") is a classic restaurant in Gamla stan in central Stockholm, Sweden, located in the <em>Python</em> block in the corner of Nygränd 10 and Österlånggatan 15. The restaurant serves traditional Swedish cuisine with a French influence. In winter the restaurant is only open on evenings but in summer it also serves lunch.</p>\n<p>The earliest evidence of a restaurant located at the site is from 1694. As there has since then continuously been a restaurant at Nygränd 10, Fem små hus can be seen as the oldest still operating restaurant in Sweden and the third oldest in the entire world.</p>\n<h2>History</h2>\n<p>The name of the restaurant comes from the five buildings (Python block 1 to 5) along Nygränd where the restaurant's nine cellar vaults are located on various floors. Details of the original five houses remain in the cellar vaults. The fifth and oldest house, \"Hans Hanssons Hus\", is from 1651. The festive hall is one floor upstairs at house number 2. The main entrance and the terrace bar with street service on Österlånggatan are at house number 1.</p>\n<h3>Tre Kungar, Tre Kongar</h3>\n<p>There was a pub in the building's cellar vault already in the 1690s. One of the pub's oldest landladies was Anna Lindberg. However, she had no licence and operated the pub illegally. The pub gradually became legal and was named <em>Tre Kungar</em> (\"three kings\") in the early 18th century and <em>Tre Prinsar</em> (\"three princes\") well into the 19th century. <em>Tre Kungar</em> is possibly identical with the wine cellar <em>Tre Kongar</em> along Österlånggatan owned by Jakob Johan Lockens in 1728. There has even been a <em>Källare Tre Kongar</em> at the Glaucus Block in the corner between Johannesgränd and Pelikansgränd.</p>\n<h3>Fem små hus today</h3>\n<p>Fem små hus in its current form has been managed since 1969, originally by ICA restaurants, who thoroughly renovated the restaurant, making place for 150 guests. When ICA restaurants was sold in 1982 the restaurant got a new owner. The current owners bought the restaurant in February 2013. Currently the restaurant is owned by Restaurang Vita Flottan AB with Jan Håkan Saiges as the CEO.</p>\n<h2>Gallery</h2>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Fem små hus is a classic restaurant in Gamla stan in central Stockholm, Sweden, located in the Python block in the corner of Nygränd 10 and Österlånggatan 15. The restaurant serves traditional Swedish cuisine with a French influence. In winter the restaurant is only open on evenings but in summer it also serves lunch.",
  "created_at": "2026-02-21T15:17:43.050534+00:00"
}