{
  "entity_id": "Q10526589",
  "title": "Scandic Hotel Malmen",
  "latitude": 59.314675,
  "longitude": 18.07367222,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/8a/Hotell_Malmen_2009.jpg",
  "text": "<h1>Scandic Hotel Malmen</h1>\n<p><strong>Scandic Hotel Malmen</strong>, commonly called <strong>Malmen</strong>, is a hotel located in Södermalm, Stockholm, Sweden. The building has been graded by the Stockholm City Museum as having a particularly high cultural history value from the point of view of history, cultural history, the environment and the arts.</p>\n<h2>History</h2>\n<p>The hotel was built from 1948 to 1951 in place of the Stora Teatern which had been built in 1916 as one of Stockholm's largest film theatres. The hotel was one of the interesting commercial designs of the 1950s designed as modernist architecture. The building was built by Kommunal Hotell AB. The building was designed by Georg Varhelyi and Carl-Axel Acking. Acking's design was classy but raw, for example conservation of space was done with narrow rooms and using couch beds as extra beds.</p>\n<p>The facade of the building has been renovated many times, but has kept its characteristic decorations with blue-gray details. On the corner towards Folkungagatan there was an entry to the Medborgarplatsen metro station on the Stockholm metro already from the beginning, and there was an office of the Stockholm Savings Bank with a direct entrance from the street and the hotel lobby. The bank office was closed down in the 1980s.</p>\n<p>The Federation of International Bandy was founded in a meeting at the hotel in February 1955.</p>\n<p>The hotel has changed owners many times and has been part of the hotel chain Scandic Hotels since 2009. The small hotel bar has a concert stage.</p>\n<h2>Facts and figures</h2>\n<ul><li>Number of floors: 10</li> <li>Number of rooms: 332</li> <li>Number of conference rooms: 4</li> <li>Maximum capacity of the largest conference room: 120 sitting places</li> <li>Number of allergy-friendly rooms: 288</li> <li>Number of rooms with handicapped access: 4</li> <li>Number of pet-friendly rooms: 44</li> <li>Number of gyms: 1</li> <li>Barber's shop</li> <li>Studio Canal 8 San Juan 1964</li> <li>TV Cameras</li></ul>\n<h2>Interior pictures</h2>\n<ul><li> The entry hall.</li> <li> The bar.</li> <li> The reception.</li> <li> The reception desk.</li> <li> The barber's shop.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Scandic Hotel Malmen, commonly called Malmen, is a hotel located in Södermalm, Stockholm, Sweden. The building has been graded by the Stockholm City Museum as having a particularly high cultural history value from the point of view of history, cultural history, the environment and the arts.",
  "created_at": "2026-02-21T15:34:52.663328+00:00"
}