{
  "entity_id": "Q10536077",
  "title": "Institute for Futures Studies",
  "latitude": 59.336832,
  "longitude": 18.060263,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/25/Centralbadet_2010a.jpg",
  "text": "<h1>Institute for Futures Studies</h1>\n<p>The <strong>Institute for Futures Studies</strong> (IFFS, <em>Institutet för framtidsstudier</em>) is a Swedish research institute founded in 1973 as a Swedish government secretariat, and made independent in 1987. The institute conducts policy-relevant, inter-disciplinary research on critical future-related issues and contributes to the public policy discourse through its seminars and publications.</p>\n<p>The core mission of the institute is futures research, the promotion of long term perspectives in scientific research and the management and development of theory and methodology within the field of futures studies. In addition, the Institute promotes and stimulates public discussion on future possibilities and risks in the development of society, and informs decision makers on the same topic.</p>\n<p>The IFFS is partly financially supported by a direct grant from the Swedish Department of Education, but mostly by external research funding.</p>\n<h2>Research</h2>\n<p>The research at the institute is conducted under overarching research programs that are proposed by the director and approved of by the board. The current research program is called \"Humanity's Path Forward - Democracy, Technology, Society and Future Generations\" and is the creation of Gustaf Arrhenius. This research program is structured around four overlapping themes:</p>\n<ol><li>Population ethics relating to future generations</li> <li>The impact of new technologies on society</li> <li>The problems and opportunities of democracy</li> <li>The socially sustainable society</li></ol>\n<p>All themes are interdisciplinary and involve researchers from a range of disciplines in the social sciences and humanities, including philosophy, political science, sociology, economics, business administration, demography, psychology, law, history, mathematics, environmental science, computer science, developmental biology and artistic research. The aim is to use both theory and empirically oriented research to produce results that are relevant to policy making.</p>\n<h2>Organization</h2>\n<p>The Institute for Futures Studies is based in Stockholm, Sweden.</p>\n<p>The number of people working at the institute has fluctuated over the years. In 2023 there were 96 employees, out of which 81 were researchers. Many of the researchers are recruited from abroad and are also often linked to Swedish and foreign universities.</p>\n<p>The global research network World Values Survey has its legal seat at the Institute for Futures Studies.</p>\n<h3>Board and management</h3>\n<p>The institute's nine board members are appointed by the Swedish government, and are recruited from different sectors of Swedish society. As of November 1, 2014, professor of Practical Philosophy Gustaf Arrhenius is the executive director of the institute.</p>\n<h2>History and previous research programs</h2>\n<p>In the 1960s, an increased awareness of environmental degradation and overpopulation led to a surging interest in the field of futures studies in Sweden. In 1972 the government's working group for futures research, headed by Alva Myrdal, published the official report <em>Att välja framtid: ett underlag för diskussion och överväganden om framtidsstudier i Sverige</em> (\"To choose a future: a basis for discussion and deliberations on futures studies in Sweden\"). As a result of this work the government chose to set up the Secretariat for Futures Studies, which was initially directly subordinate to the ministerial cabinet. This secretariat's studies were to function as a foundation for strategic planning and public debate. The first head of the organization was the mathematician Lars Ingelstam.</p>\n<p>In 1980 the Secretariat for Futures Studies was reconstituted as a unit within the Swedish Research Council, and in 1982 the Secretariat launched the journal <em>Framtider</em>.</p>\n<p>In 1987 the government decided to reorganize the Secretariat as an independent foundation, which became the Institute for Futures Studies.</p>\n<h2>Leadership</h2>\n<h3>Heads of the Secretariat for Futures Studies</h3>\n<ul><li>1973–1980: Lars Ingelstam</li> <li>1980–1987: Olof Eriksson</li></ul>\n<h3>Directors of the Institute for Futures Studies</h3>\n<ul><li>1987–1999: Åke E. Andersson</li> <li>1999–2002: Lena Sommestad</li> <li>2002–2012: Joakim Palme</li> <li>2012–2014: Peter Hedström</li> <li>2014–: Gustaf Arrhenius</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Institute for Futures Studies is a Swedish research institute founded in 1973 as a Swedish government secretariat, and made independent in 1987. The institute conducts policy-relevant, inter-disciplinary research on critical future-related issues and contributes to the public policy discourse through its seminars and publications.",
  "created_at": "2026-02-21T15:39:47.315354+00:00"
}