{
  "entity_id": "Q10532337",
  "title": "Royal Seminary",
  "latitude": 59.33475278,
  "longitude": 18.07605,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Exteri%C3%B6rbild_fr%C3%A5n_L%C3%A4rarinneseminariet%2C_Riddargatan_6%2C_Stockholm%2C_troligen_1910-tal_-_Nordiska_Museet_-_NMA.0054000.jpg",
  "text": "<h1>Royal Seminary</h1>\n<p>The <strong>Royal Seminary</strong>, fully the <strong>Royal Advanced Female Teachers' Seminary</strong> (Swedish: <em>Kungliga Högre Lärarinneseminariet</em>, abbreviated <strong>KHLS</strong>), was a normal school (teachers' college) in Stockholm, Sweden. It was active from 1861 until 1943. It was the first public institution of higher academic learning open to women in Sweden.</p>\n<p>The <strong>Royal Normal School for Girls</strong> (<em><em>Statens normalskola för flickor</em></em>) was a secondary school attached to the Royal Seminary. It served as a feeder program for the seminary and was the first public girls' school in the country.</p>\n<h2>History</h2>\n<h3>Background and foundation</h3>\n<p>The Royal Seminary was founded after the so-called <em>Hertha</em> debate over women's rights prompted by Fredrika Bremer's 1856 novel <em>Hertha</em>. Swedish women (unless widowed or divorced) were then considered to be incompetent wards of their husbands, fathers or brothers under the Civil Code of 1734 and could be granted legal majority only by a personal petition to the Crown. The novel argued against that and supported female admission to institutions of higher education, ultimately successfully on both counts. The Swedish Parliament permitted women to petition their local courthouses instead of the king in 1858, and it finally granted legal majority to all women over the age of 25 in 1863.</p>\n<p>The call for entry to higher education was answered first by Stockholm's 1859 <strong>Course of Education for Women</strong> (<em><em>Lärokursen för fruntimmer</em></em>). Subsidised by influential men, the course provided free lectures and private recitations for elective classes covering religion, natural science, mathematics, history, grammar, literature, French, personal hygiene, and drawing. When this proved hugely popular, it was expanded into a full normal school.</p>\n<p>On 23 December 1909, the philanthropist and social activist Maria Ribbing, one of the students of the Course of Education for Women, commented to the feminist magazine <em>Dagny</em> about her experience when the Course of Education for Women opened in 1859, half a century previously:</p>\n<h3>Organization</h3>\n<p>The <strong>Royal Seminary for the Training of Female Teachers</strong> (<em><em>Kongl. Seminariet för bildande af lärarinnor</em></em>) was inaugurated on 1 October 1861 and also free. In addition to the subjects provided by its predecessor, it offered courses in German, English, geography, natural philosophy and pedagogy. The first head of the institution was Hilda Elfving, the governess of the royal princess Louise. It was organized along new lines by Jane Miller Thengberg in 1864, which made it the focus of study trips from other schools nationwide. The foremost purpose of the seminary was the training of female teachers for public elementary schools and girls' schools. The study period was three years, with a voluntary additional year.</p>\n<p>In 1873, the other Swedish universities were opened to women, but female students were initially rare. In the 1880s, the Royal Seminary was still described as the foremost centre for female higher education. It became increasingly obsolete as women gained greater access to other institutions, however, and was finally closed in 1943.</p>\n<h3>Royal Normal School for Girls</h3>\n<p>The Royal Normal School for Girls opened on 1 October 1864. It acted as a feeder programme and training ground for the Royal Seminary.</p>\n<p>The headmaster of the Royal Seminary acted as its principal, but it also had its own head teacher, who was always to be a female. Both of them were under the supervision of a directory of the state.</p>\n<p>It was the first public girls' school in the country and admitted girls with at least four years of elementary education. The levels were six (initially five) of which the middle four levels lasted two years, which amounted to ten classes in all. Of the eleven classes available, three were defined as preparatory classes, and eight to the elementary classes.</p>\n<p>After eight years of study, students took the normal school graduation, which was roughly equivalent to that of the graduation of a male student from the gymnasium).</p>\n<p>The Normal School was to act as a role model for all the girls' schools in Sweden and to advertise the latest innovations and recommendations of state policy. The system of the school was what was to be referred to as the \"normal school type\", and the \"8th classes girls' school\", as it was called, became the customary definition to whether or not a girls' school could be called a proper secondary education school.</p>\n<p>Although it was not free, scholarships permitted fifteen free pupils and five reduced-fee pupils each term.</p>\n<h2>Notable students</h2>\n<p>A great number of notable personalities were students at the Royal Seminary during its existence. Among them were Albertina Carlsson, Emilia Fogelklou, Selma Lagerlöf, Lilly Engström, Jeanna Oterdahl, Anna Maria Roos, Anna Sandström, Maria Stenkula, Alice Tegnér, and Anna Whitlock.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Royal Seminary, fully the Royal Advanced Female Teachers' Seminary, was a normal school in Stockholm, Sweden. It was active from 1861 until 1943. It was the first public institution of higher academic learning open to women in Sweden.",
  "created_at": "2026-02-21T15:34:21.478311+00:00"
}