{
  "entity_id": "Q10603044",
  "title": "Norwegian Exhibition",
  "latitude": 59.33722222,
  "longitude": 18.0625,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Utst%C3%A4llning_Thulehuset.jpg",
  "text": "<h1>Norwegian Exhibition</h1>\n<p>The <strong>Norwegian Exhibition</strong> was held in Sweden in 1943 to raise awareness of Norwegian culture and history in Sweden. It opened in Thulehuset, Sveavägen, Stockholm on 10 March and ran until 27 April.</p>\n<p>It was chaired by Hans Wilhelmsson Ahlmann.</p>\n<h2>Opening</h2>\n<p>The Stockholm exhibition was opened by Prince Eugen, Duke of Närke with Princess Ingeborg of Denmark, the Swedish Foreign Minister Christian Günther, the Norwegian envoy Jens Bull, ambassadors for the Allied nations, and representatives of Stockholm in attendance.</p>\n<h2>Exhibits</h2>\n<p>Art works displayed included paintings by Christian Krohg, Per Krohg and Edvard Munch, and statues by Gustav Vigeland.</p>\n<ul><li> Painting by Christian Krohg</li> <li> Paintings by Munch</li> <li> <em>Man and Woman</em> by Vigeland</li></ul>\n<p>There were statues of Olaf II of Norway (with a label saying <em>HELLIG OLAV NORGES EVIGE KONGE</em>) and of Norwegian explorer Fridtjof Nansen, and a photograph of the King of Norway Haakon VII of Norway at the time in exile in Britain.</p>\n<ul><li> Statue of King Olaf II</li> <li> Statue of Nansen</li> <li> Portrait of Haakon VII of Norway</li></ul>\n<h2>9 April</h2>\n<p>On 9 April 1943, three years after the start of the German occupation of Norway there was a memorial service to commemorate Norwegian nationals who had died fighting the occupation. at which Yngve Larsson and the Stockholm governor Torsten Nothin laid wreaths at a plaque saying <em>Vi hyllar de norska patrioterna som offrade sina liv för Norges frihet</em>.</p>\n<ul><li> Yngve Larsson laying his wreath</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Norwegian Exhibition was held in Sweden in 1943 to raise awareness of Norwegian culture and history in Sweden. \nIt opened in Thulehuset, Sveavägen, Stockholm on 10 March and ran until 27 April.",
  "created_at": "2026-02-21T15:39:44.031642+00:00"
}