{
  "entity_id": "Q10679840",
  "title": "Marcus and Amalia Wallenberg Foundation",
  "latitude": 59.33027,
  "longitude": 18.06925,
  "categories": [
    "economic"
  ],
  "image_url": null,
  "text": "<h1>Marcus and Amalia Wallenberg Foundation</h1>\n<p><strong>Marcus and Amalia Wallenberg Foundation</strong> was formed with a donation from the banker Jacob Wallenberg in 1960. The original donation was SEK 442,000.</p>\n<p>In 2018, the foundation awarded grants totaling SEK 103 million to various programs and projects. Since its establishment, it has awarded funding of nearly SEK 2.6 billion, in 2022, with a large proportion going to Swedish research.</p>\n<p>The foundation primarily awards funding to research projects displaying high scientific potential, and individual grants to excellent researchers in the field of humanities and learning that include new areas of research, and research involving transnational elements.</p>\n<p>It also supports children’s and youth projects carried out by established national non-profit organizations, academies, museums, and higher education institutions.</p>\n<h2>WASP-HS</h2>\n<p>Spring 2019 saw the launch of WASP-HS, a ten-year research program examining the consequences of the technology transition resulting from the development of AI and autonomous systems. The program is interdisciplinary – humanities and social sciences are combined with technological research.</p>\n<p>Together, Marianne and Marcus Wallenberg Foundation and Marcus and Amalia Wallenberg Foundation have allocated up to SEK 660 million for the program.</p>\n<p>WASP-HS should be independent of WASP – Wallenberg AI, Autonomous Systems and Software Program, but conducted in close collaboration with it. The latter program is a basic research initiative funded to the tune of SEK 3 billion by Knut and Alice Wallenberg Foundation.</p>\n<h2>The Wallenberg Foundations</h2>\n<p>Marcus and Amalia Wallenberg Foundation is the third-largest of the 16 Foundations formed on the basis of donations from members of the Wallenberg family, or created with funds raised in honor of Wallenberg family members. The foundations are referred to collectively as the Wallenberg Foundations, and award grants totaling approximately SEK 2.2 billion each year.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Marcus and Amalia Wallenberg Foundation was formed with a donation from the banker Jacob Wallenberg in 1960. The original donation was SEK 442,000.",
  "created_at": "2026-02-21T15:26:52.811781+00:00"
}