{
  "entity_id": "Q10622333",
  "title": "Pelikansgränd",
  "latitude": 59.324,
  "longitude": 18.07416667,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Pelikansgr%C3%A4nd_070410.JPG",
  "text": "<h1>Pelikansgränd</h1>\n<p><strong>Pelikansgränd</strong> is an alley in Gamla stan, the old town of Stockholm, Sweden, connecting Gaffelgränd to Österlånggatan. It forms a parallel street to Ferkens Gränd, Lilla Hoparegränd, Gaffelgränd, and Johannesgränd.</p>\n<p>The alley appears in historical records as <em>Lilla S:t Johannes gränd</em> in 1664, <em>Pilicans Gränden</em> around 1700, and <em>Pelekans gr</em>[<em>änd</em>] in 1733. In the basement of the building still present on 39, Österlånggatan, constructed by a man named Hans Georg Cron who bought the site in 1664, was an inn called <em>Pelikan</em> (\"Pelican\"), an establishment which gave its name to both the building and the street. A noteworthy portal of historical interest is found on number 3.</p>\n<p>Like most of the structures along the eastern waterfront, the buildings in the alley were built on garbage and landfills, and, as unveiled in connection with excavations in the 1940s and 1950s, 5–6 metres long poles pushed vertically through the layers during the 15th century, are today leaning some 20 degrees towards the water, thus indicating the area have been sliding eastward by some 2–3 metres and sinking by at least 1.5 metres.</p>\n<p>The oldest archaeological traces underlying the area are the remains of a landing stage found close to today's Österlånggatan, revealing that it was first settled in the late-13th and early-14th centuries. The oldest historical evidence mentions two stone houses on Österlånggatan flanking an alley leading down to a bulwark by the water demolished in 1430. The location of the bulwark can still be seen at the border between the properties south of the alley.</p>\n<p>An archaeological investigation in 1997–1998, showed the storehouse on number 1 dates from 1700, and the building east of it probably from the same period.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Pelikansgränd is an alley in Gamla stan, the old town of Stockholm, Sweden, connecting Gaffelgränd to Österlånggatan. It forms a parallel street to Ferkens Gränd, Lilla Hoparegränd, Gaffelgränd, and Johannesgränd.",
  "created_at": "2026-02-21T15:18:38.670671+00:00"
}