{
  "entity_id": "Q10661353",
  "title": "Saint George and the Dragon (Notke)",
  "latitude": 59.32581667,
  "longitude": 18.07053611,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Stockholm-Storkyrkan_%28St.Georg%29.jpg",
  "text": "<h1>Saint George and the Dragon (Notke)</h1>\n<p><em><strong>Saint George and the Dragon</strong></em> (Swedish: <em>Sankt Göran och draken</em>) is a late medieval wooden sculpture depicting the legend of <em>Saint George and the Dragon</em>, located in Storkyrkan in Stockholm, Sweden. It is attributed to Bernt Notke and was commissioned by the Swedish regent Sten Sture the Elder. It was inaugurated in 1489. It has been described as an artistic high point in the artistic production of Bernt Notke.</p>\n<h2>History</h2>\n<p>The statue was commissioned by Sten Sture the Elder following his victory over the Danish army in the Battle of Brunkeberg in 1471. During the battle, Sten Sture put his army under the protection of Saint George. Although not signed by him, the sculpture is widely attributed to the workshop of Bernt Notke. Notke, who had his workshop in Lübeck, lived in Sweden between 1491 and 1497 and was a frequent visitor to the country before that. The sculpture was inaugurated on New Year's Eve 1489 by a papal nuncio.</p>\n<p>The symbolism of the sculpture can be interpreted in religious and political terms and as a funerary monument over the person Sten Sture. On the one hand it resonates with a cult of St. George that enjoyed widespread popularity in Scandinavia during this time, a popularity that also stemmed from the ideals of chivalry which it expressed. It can also been seen, and it was intended to be seen, as a victory monument commemorating the Swedish victory over the Danish army; it has been noted that the plume feathers of the saint are blue and yellow, the Swedish national colours. Lastly, it was used as a funerary monument for Sten Sture himself, who was for a short while buried in the base of the sculpture and whose heraldic insignia appear again and again on the sculpture. Notke's monument apparently fulfilled these different roles simultaneously; Jeffrey Chipps Smith relates that the figure of St. George was removed from the horse and carried in a procession to the site of the battle (just outside Stockholm) on 10 October annually (the date of the battle) to celebrate the victory and give praise to St. George.</p>\n<h2>Description</h2>\n<p>Originally the sculpture consisted of a central piece and several subsidiary groups. Nearly the whole original group survives, including the central piece depicting the fight between St. George and the dragon and one subsidiary group depicting the princess, captured by the dragon and accompanied by a symbolic lamb. A portrait attributed to Bernt Notke depicting the Swedish King Charles VIII, today in Gripsholm Castle, may possibly originally have been part of the <em>Saint George and the Dragon</em> group.</p>\n<p>The main group is 3.75 metres (12.3 ft) tall, and stands on a wooden plinth that makes the total height c. 6 metres (20 ft). The scale of the sculpture is larger-than-life. It depicts St. George on horseback, fighting with the dragon. The saint has pierced the dragon with his lance, which is broken, and has drawn his sword and holds it aloft to strike the dragon. The dragon is reeling under the attack but has managed to pierce the horse with one of its claws, and the horse is rearing. On the ground, baby dragons peer out from cavities and the ground is littered with human bones. The plinth of the main sculpture displays eight panels on which the legend of St. George is related. The subsidiary sculpture depicts the princess in seemingly serene prayer. Saint George, likewise, is not looking at the dragon but his gaze is piously focused in the distance. Jan Svanberg notes that the sculpture as a whole is characterised by \"realism in its execution and idealism in its perception\".</p>\n<p>The sculpture is mainly made from oak wood, but Notke has also made unconventional use of a variety of materials in the sculpture: metal, leather, human hair, imprints of coins and jewels, string, parchment and for the spikes of the dragon, elk antlers.</p>\n<h2>Appraisal</h2>\n<p>The sculpture has been called a \"high point in the artistic production of Bernt Notke\" and in <em>The German Hansa</em> Philippe Dollinger quotes Wilhelm Pinder calling it \"a Nordic counterpart to the statue of Colleoni by Verrocchio\". The Grove Encyclopedia of Northern Renaissance Art gives the following summary: \"With its bizarre overall silhouette (with many gaps), its effect heightened by rich decoration, the main group is a carving of mythical power\".</p>\n<h2>Replicas and works of art inspired by Notke's sculpture</h2>\n<p>There are two replicas of the sculpture. One is in St. Catherine's Church in Lübeck and the other is on Köpmantorget in Stockholm. The copy in Stockholm is made of bronze and was inaugurated on 10 October 1912, the anniversary of the Battle of Brunkeberg. The sculpture also inspired numerous other contemporary (albeit less elaborate) wooden depictions of the same subject in Sweden, Finland and Germany. In Sweden, around thirty wooden sculpture groups depicting the theme of Saint George and the Dragon and made relatively soon after Notke's sculpture still exist. Several are today in the Swedish History Museum but others still <em>in situ</em>. In Finland the number is slightly more than twenty. Although most of these were made by local or unknown artists, a number have been attributed to Henning van der Heide, Haaken Gulleson and Henning Roleve. The state of preservation of these sculptures are very varied.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Saint George and the Dragon is a late medieval wooden sculpture depicting the legend of Saint George and the Dragon, located in Storkyrkan in Stockholm, Sweden. It is attributed to Bernt Notke and was commissioned by the Swedish regent Sten Sture the Elder. It was inaugurated in 1489. It has been described as an artistic high point in the artistic production of Bernt Notke.",
  "created_at": "2026-02-21T15:15:19.956069+00:00"
}