{
  "entity_id": "Q10637538",
  "title": "Poppius journalistskola",
  "latitude": 59.32027222,
  "longitude": 18.06761667,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Poppius_journalistskola.jpg",
  "text": "<h1>Poppius journalistskola</h1>\n<p><strong>Poppius journalistskola</strong> is Scandinavia's oldest journalism school. The school was founded in 1947 in Stockholm by the journalist and editor Set Poppius who had a long working life of experience in the field of journalism.</p>\n<p>The school was founded during a period when the earlier volunteer system had stopped working and before state funded journalism schools started in the early 1960s. It was for a long time the only private journalism school in the entire Nordic region; only Germany and the USA at that time had similar private schools. Although there was a lack of educated journalists there was initial hesitation to the Poppius initiative, due to a belief that journalism could only be learnt through experience, not taught.</p>\n<p>Set Poppius started the school with his wife Ebba. Set was the school manager and teacher while his wife was responsible for the school's finances. The school soon developed a good reputation amongst journalists, and many praised the school such as Majgull Axelsson, Caroline Älvebrink Calais, Beppe Wolgers, Svante Foerster, Carl Otto Werkelid, Malou von Sivers, Mona Krantz, Hans Nestius, Mats Lundegård, Sten Hedman, Magdalena Ribbing, Kristin Kaspersen, Fredrik Lindström and Carolina Neurath.</p>\n<p>Set Poppius died in 1972 and Ebba Poppius ran the school for a few more years. The study school Vuxenskolan operated the school between 1974 and 1986. The school today is run by a non profit foundation and is financed solely by student tuition fees.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Poppius journalistskola is Scandinavia's oldest journalism school. The school was founded in 1947 in Stockholm by the journalist and editor Set Poppius who had a long working life of experience in the field of journalism.",
  "created_at": "2026-02-21T15:26:10.641320+00:00"
}