{
  "entity_id": "Q10688015",
  "title": "Sällskapet (club)",
  "latitude": 59.33083333,
  "longitude": 18.07444444,
  "categories": [
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/9e/Stora_s%C3%A4llskapet_2009.jpg",
  "text": "<h1>Sällskapet (club)</h1>\n<p><strong>Sällskapet</strong> is an exclusive gentlemen's club in Stockholm, Sweden, providing private member facilities to a constitutionally limited number of members, and their invited guests.</p>\n<h2>Creation</h2>\n<p>The success of private gentlemen's clubs in London during the eighteenth century led to a group of Swedish socialites seeking similar facilities in their capital. A total of 91 founders established Sällskapet, which opened on 1 December 1800. The founders established a rule book and constitution for their society, aiming to recreate the ethos and success of top London clubs such as White's.</p>\n<h2>Clubhouse</h2>\n<p>On 31 March 1870 Sällskapet relocated into a new purpose-built clubhouse in central Stockholm, on the opposite bank of the river from the Swedish Parliament and the Royal Palace. The Club remains at this location, No 7 Arsenalsgatan, to the present day. The architect was Johan Fredrik Åbom, a leading proponent of his art in mid-nineteenth century Stockholm. Åbom had also designed the world-renowned Hotel Rydberg (where the Club then met), whose banqueting hall was considered one of the greatest architectural triumphs of nineteenth century Stockholm, and which gave its name to the now classical Swedish dish \"Biff Rydberg\". The members commissioned Åbom to construct a clubhouse including an exact replica of the Hotel Rydberg banqueting hall. As the hotel no longer exists, the main dining room at Sällskapet is the only place where Biff Rydberg may be eaten in its original setting.</p>\n<h2>Membership</h2>\n<p>Membership of Sällskapet is limited to 2,000, and there are more applications for membership than available places. The king of Sweden, Carl XVI Gustaf, is a club member and patron of the club whilst Prince Carl Philip, Duke of Värmland is an honorary member. The club's membership is male only, although members may bring female guests into the clubhouse daily after 3 pm. Children aged 12 or above may visit the Club accompanied by their parents, boys all day, and girls after 3 pm.</p>\n<h2>Facilities</h2>\n<p>The main clubhouse has attractive lounges, games rooms, and a billiards room, as well as coffee rooms, dining rooms, and facilities for private study and work. The library houses a collection of over 15,000 books, and is one of the largest private collections in Sweden. Members enjoy reciprocal facilities at a number of similar clubs in other countries. There is a smoking room, but smoking is not otherwise permitted inside the clubhouse.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Sällskapet is an exclusive gentlemen's club in Stockholm, Sweden, providing private member facilities to a constitutionally limited number of members, and their invited guests.",
  "created_at": "2026-02-21T15:27:55.622401+00:00"
}