{
  "entity_id": "Q10610464",
  "title": "Operakällaren",
  "latitude": 59.33,
  "longitude": 18.07138888888889,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Operak%C3%A4llaren_2009w.jpg",
  "text": "<h1>Operakällaren</h1>\n<p><strong>Operakällaren</strong> is a classic and exclusive restaurant in Kungsträdgården, Stockholm. It is owned through the Nobis corporation by Alessando Catenacci. Operakällaren opened in 1787, and during its first decades it was an ordinary restaurant. In the 1830s, it became known for its clientele, many of which were artists and politicians. In the 1870s, Operakällaren was refurbished into a more exclusive restaurant by then owner Bengt Carlsson.</p>\n<p>The restaurant had linen tablecloths and napkins on the tables, and the walls was covered with wooden panels. The ladies of Stockholm's socialite were invited and a new trend of serving coffee was introduced. The restaurant was originally called <em>Terrassen</em> (\"The Terrace\") after its open-air section.</p>\n<p>The Opera bar was opened in 1905 so the restaurant could compete with other exclusive restaurants in the area, among the regular clients were Anders Zorn and Albert Engström. In the 1950s, the restaurant was run-down and the company had been losing money for several years. Bar owner Tore Wretman who owned other restaurants, took on the challenge to bring the restaurant back to its former glory.</p>\n<p>A new modern kitchen, a wine cellar and a new open-air serving area was built. The renovation took six years and Operakällaren was officially reopened again in 1961. Architects for the project were Peter Celsing and Nils Tesch. Werner Vögeli became head chef. In 2010, Operakällaren lost its star in the Michelin Guide, but regained it in 2014, under the new head chef Stefano Catenacci.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Operakällaren is a classic and exclusive restaurant in Kungsträdgården, Stockholm. It is owned through the Nobis corporation by Alessando Catenacci. Operakällaren opened in 1787, and during its first decades it was an ordinary restaurant. In the 1830s, it became known for its clientele, many of which were artists and politicians. In the 1870s, Operakällaren was refurbished into a more exclusive restaurant by then owner Bengt Carlsson.",
  "created_at": "2026-02-21T15:26:06.694324+00:00"
}