{
  "entity_id": "Q10659251",
  "title": "SS Drottningholm (1909)",
  "latitude": 59.328266666667,
  "longitude": 18.057566666667,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/2e/SS_Drottningholm_2012a_%28cropped%29.jpg",
  "text": "<h1>SS Drottningholm (1909)</h1>\n<p>The <em><strong>Drottningholm</strong></em> is a Swedish steam ship that was built in 1909 at Motala Verkstads Nya AB as the <em><strong>Valkyrian</strong></em>, and was also briefly known as the <em><strong>Nya Strömma Kanal</strong></em>. Given her current name in 1969, she now operates cruises and charters for the Strömma Kanalbolaget and is a listed historic ship of Sweden.</p>\n<h2>History</h2>\n<p><em>Valkyrian</em> was built by the Motala Verkstads Nya AB in Motala and delivered in May 1909 to the <em>Stockholms Ångslups AB</em> (Stockholm Steam Launch AB) of Stockholm for use on a service between Stockholm and Lidingö. She was a sister ship to <em>Angantyr</em>, built the same year. She was rebuilt in 1914 with an upper deck superstructure.</p>\n<p>In 1918, <em>Valkyrian</em> was sold to Waxholms Nya Ångfartygs AB, better known as Waxholmsbolaget. In the 1940s a new boiler was fitted, and the upper deck was remodelled with a large seating area in 1949. In 1964, she was sold back to Stockholms Ångslups AB, who sold her to Järnvägs AB Stockholm - Saltsjön the following year. In 1968, she was sold to a private individual, who renamed her <em>Nya Strömma Kanal</em> and hired her to Ångfartygs AB Strömma Kanal, better known as Strömma Kanalbolaget. In this guise, she was intended for use on the service between Stockholm and Sandhamn via the Strömma canal, but she proved to have too deep a draught for that route.</p>\n<p>In 1969, <em>Nya Strömma Kanal</em> was sold to Drottningholms Ångfartygs AB, who renamed her <em>Drottningholm</em> and remodelled her, with a dining room on the upper deck. The same year, she started serving the Stockholm to Drottningholm route. In 1980, she was badly damaged in a fire that broke out whilst she was moored at her berth in Stockholm; the fire also spread to the <em>Mariefred</em> moored alongside. <em>Drottningholm</em> was subsequently sold to Mälaröarnas Ångfartygs AB, and, after reconstruction, returned to service with Strömma Kanalbolaget in 1982.</p>\n<h2>Operation</h2>\n<p>The <em>Drottningholm</em> is operated by Strömma Kanalbolaget in the Stockholm area, principally on services on Lake Malaren from Stockholm to Drottningholm Palace. She has a length of 23.18 metres (76.0 ft), a beam of 5.56 metres (18.2 ft) and a draft of 1.9 metres (6 ft 3 in). She has a top speed of 8 knots (15 km/h; 9.2 mph) and carries 150 passengers.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Drottningholm is a Swedish steam ship that was built in 1909 at Motala Verkstads Nya AB as the Valkyrian, and was also briefly known as the Nya Strömma Kanal. Given her current name in 1969, she now operates cruises and charters for the Strömma Kanalbolaget and is a listed historic ship of Sweden.",
  "created_at": "2026-02-21T15:29:51.989110+00:00"
}