{
  "entity_id": "Q10707851",
  "title": "Tysta Mari",
  "latitude": 59.3289,
  "longitude": 18.0617,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/e2/Kronprinsens_stall_1950.jpg",
  "text": "<h1>Tysta Mari</h1>\n<p><strong>Tysta Mari</strong> was a famous coffee shop and restaurant in Stockholm, Sweden, known to be popular with artists, intellectuals and journalists. It was established in 1834 by Maria Christina Lindström (1806–1895) on the intersection of Jakobsgatan and Drottninggatan. The original Tysta Mari was closed in 1954, but a new coffee shop and restaurant with the same names was opened in 1974 on Östermalm.</p>\n<h2>Overview</h2>\n<p>It got its name <em>Tysta Mari</em> (literary: \"Silent Mary\") as a description the founder Maria Christina Lindström's unobtrusive and discreet way of doing business and serving, and after this name became common, she made the nickname the cafe's official name.</p>\n<p>In 1934, Tysta Mari moved to a location on Tegelbacken. Maria Christina Lindström retired in 1857 and the business was continued by first her cousin Elise Granberg and in 1879 by the sisters Amalia and Mina Damberg. The Tysta Mari finally closed its doors in 1954, when the locale Tegelbacken was demolished for renovations and building of a more modern edifice.</p>\n<p>Tysta Mari was famous in 19th-century Stockholm and came to be the common used name for a certain category of coffee shops, often managed by women, where no alcohol was served, no gaming and betting was allowed, and which therefore became socially acceptable for a clientele of upperclass women. This was noted in the a book about Stockholm, <em>Nya Stockholm</em> ('New Stockholm') by Claës Lundin in 1890, who described the name in this capacity in his description of the contemporary restaurant-life in Stockholm:</p>\n<h2>In popular culture</h2>\n<h3>Tysta Marigången</h3>\n<ul><li>The café gave its name to Tysta Marigången, the walkway and shopping arcade between Tegelbacken (the café's famous location) and Klara Västra Church. Around the middle of the tunnel is a staircase that leads up to Herkulesgatan and in the north a staircase leading up to Vattugatan. It was named Tysta Marigången in 1970.</li></ul>\n<h3>Others</h3>\n<ul><li>Writer Claës Lundin dedicated a chapter in his 1890 book <em>Nya Stockholm</em> to the coffee shop.</li> <li>The name Tysta Mari was adopted by a restaurant establishment that opened with independent management in 1974 in Östermalmshallen. It is part of the retail and restaurant group \"Melanders fisk\".</li> <li>Its name was used by a Swedish musical group Tysta Mari.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Tysta Mari was a famous coffee shop and restaurant in Stockholm, Sweden, known to be popular with artists, intellectuals and journalists. It was established in 1834 by Maria Christina Lindström (1806–1895) on the intersection of Jakobsgatan and Drottninggatan. The original Tysta Mari was closed in 1954, but a new coffee shop and restaurant with the same names was opened in 1974 on Östermalm.",
  "created_at": "2026-02-21T15:28:07.384381+00:00"
}