{
  "entity_id": "Q107176851",
  "title": "Monster (Gröna Lund)",
  "latitude": 59.32388,
  "longitude": 18.096066,
  "categories": [
    "historic",
    "trendy",
    "sport"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/MonsterGr%C3%B6nalund.jpg/3024px-MonsterGr%C3%B6nalund.jpg",
  "text": "<h1>Monster (Gröna Lund)</h1>\n<p><strong>Monster</strong> is an inverted roller coaster at Gröna Lund in Stockholm, Sweden. The coaster was manufactured by Bolliger &amp; Mabillard and is the park's largest investment to date, which a price tag of 450 million Swedish krona (approximately €44.3 million). Development and construction of the coaster took several years, and a third of the park was redesigned to accommodate it. Monster opened to the public on June 2, 2021.</p>\n<h2>History</h2>\n<h3>Development</h3>\n<p>Gröna Lund had earmarked a parking lot – located just north of the park – as an expansion plot, and had begun attempting to secure its usage during the mid-2000s. The prospect of a Bolliger &amp; Mabillard coaster project was kept in mind for the site, and had first been brought up near the end of 2007/beginning of 2008. In 2009, the park drafted plans to construct a full-scale Bolliger &amp; Mabillard inverted coaster and a 90+ m Funtime Starflyer. As the approval process for the expansion faced numerous delays, the latter concept made its way into the existing park for Gröna Lund's 130th anniversary in 2013, where it materialized as the 121-metre (397 ft) tall Eclipse. With no guarantee on when the expansion site would become available, park officials began planning to build the coaster within the existing park.</p>\n<p>In February 2017, Gröna Lund unveiled their 700-metre (2,300 ft) long B&amp;M inverted coaster project, which was set to begin construction in 2018 and open for the 2020 season. The opening date was later revised to 2021, and an inversion was removed from the original layout.</p>\n<h3>Construction</h3>\n<p>Construction began on November 18, 2018, under the working title <em>Blue Harvest</em>. Over the course of the next two years, about a third of the park's buildings were demolished and redesigned as the park dug deep into the ground for the station area. The <em>Radiobilen</em> bumper cars were removed after the 2018 season to accommodate the attraction, and promptly relocated to Furuvik. In addition, the park's <em>Biergarten</em> was demolished, and later returned in the form of a new two-story building.</p>\n<p>To mask construction during the 2019 season, Gröna Lund created a temporary retro-themed area, stylizing the surroundings to mimic a 1950s traveling carnival. Management erected tents and set up a variety of Carnival games and food stands. In addition, the temporary Snake thrill ride – a Funtime <em>Chaos Pendle</em> – was built on top of the station pit for the 2019 season. Despite its limited availability at the park, Snake was a commercial success, and was relocated to Skara Sommarland following its run at Gröna Lund.</p>\n<p>The first pieces of track were installed in late 2019, making up the brake run and station area. Despite the COVID-19 pandemic forcing the park's closure throughout 2020, Gröna Lund kept their 2021 opening timeline and continued construction on <em>Blue Harvest</em>. The lift hill was topped off on October 12, 2020, and the ride's first inversion – a zero-g roll – was installed in early November. The final track piece was placed on February 9, 2021.</p>\n<h3>Marketing and debut</h3>\n<p>On August 1, 2020, the name of the roller coaster was revealed to be Monster, and that its surrounding area would be themed loosely to the 1950s Meatpacking District in Manhattan. An animated onride POV was released in November 2020.</p>\n<p>Monster was originally slated to open alongside Gröna Lund on April 24, 2021. However, COVID-19 restrictions forced Gröna Lund to postpone their reopening date multiple times, until they eventually settled on a June 2 reopening when the government cleared them to do so. Monster was expected to open alongside the park on June 2, 2021. In late May, the park released a Stranger Things-style advertisement to promote the ride's opening, which subsequently gained a positive reception online. Monster officially debuted to the public with the parks season premiere on June 2, 2021.</p>\n<h2>Ride experience</h2>\n<p>To access Monster, guests must descend to the station below ground. Upon dispatch, the train makes a left hand turn out of the station and into the lift hill, where it ascends aboveground to a peak height of 111.5 feet (34.0 m). Facing the waterfront, the train exits the lift hill into a tight curved drop – reaching a top speed of 55.9 mph (90.0 km/h) – and hastily enters into the first of three inversions; a zero-g roll. The train immediately navigates a Junior Immelmann loop and is followed shortly by a corkscrew inversion before entering a sweeping right hand turn by the park's northern boundary. Riders pop up into a counter-clockwise 270° helix around a central column, and then drop down into the ride's second and final corkscrew inversion. The coaster makes a right hand turn into its finale section, passing through a tunnel and rising over the brakes, where it makes a final left-hand turnaround close to the Jetline roller coaster before hitting the final brake run. The brake run takes riders down a controlled descent back below ground, where they pass through the transfer track and re-enter the station when cleared to do so. Riders then disembark the train and make their way back to ground level.</p>\n<h2>Characteristics</h2>\n<h3>Statistics</h3>\n<p>Monster is 111.5 feet (34.0 m) tall, 2,296.6 feet (700.0 m) long, and reaches a top speed of 55.9 mph (90.0 km/h). The coaster is able to run two trains with 7 cars, each car of which seats 4 riders in a single row for a total occupancy of 28 riders per train. Monster was designed and manufactured by Swiss firm Bolliger &amp; Mabillard, and is one of their inverted roller coasters, as well as the company's first to open since Banshee at Kings Island in 2014.</p>\n<h3>Design</h3>\n<p>Gröna Lund has very little space at their disposal, and, as a result, it is often challenging for the park to fit in new additions. This has forced designers to get creative, often building rides directly overtop buildings, pathways, and other attractions to take advantage of as much space as possible. Examples of major projects built with such constraints include Vilda Musen (2003), Kvasten (2007), Twister (2011), and Ikaros (2017). When discussing the placement of the Monster concept within the existing park, officials summarized that the only way that such a massive project would work was if the formidably sized station and maintenance bays were built underground. To spare more ground space, the coaster would have to use as few supports as possible, with multiple smaller supports being grouped into one thick column. When approached, engineers from B&amp;M were initially skeptical about whether such a project was possible, but eventually agreed to sign on. Given the limited size of the site, Monster is an extremely compact attraction and occupies a minimal amount of ground-level space.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Monster is an inverted roller coaster at Gröna Lund in Stockholm, Sweden. The coaster was manufactured by Bolliger & Mabillard and is the park's largest investment to date, which a price tag of 450 million Swedish krona. Development and construction of the coaster took several years, and a third of the park was redesigned to accommodate it. Monster opened to the public on June 2, 2021.",
  "created_at": "2026-02-21T15:39:27.566964+00:00"
}