{
  "entity_id": "Q112659538",
  "title": "Lenin Monument April 13th 1917",
  "latitude": 59.32572,
  "longitude": 18.08373,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Leninmonumentet_-_Bj%C3%B6rn_L%C3%B6vin.jpg",
  "text": "<h1>Lenin Monument April 13th 1917</h1>\n<p><em><strong>Lenin Monument April 13th 1917</strong></em> is a 1977 public art installation by Swedish artist Björn Lövin. It is part of the outdoor collection of Moderna Museet in Stockholm and is located on Skeppsholmen near the museum's main entrance.</p>\n<p>The artist made the installation based on a 1917 Axel Malmström photograph of Vladimir Lenin and entourage leaving the Stockholm Central Station on foot. The installation was first exhibited in 1977 at Kulturhuset, Stockholm, as part of Lövin's exhibition <em>Minnet sviker</em> (Failed Memory), and was purchased by Moderna Museet the same year.</p>\n<p>The work recreates a cobblestone street section in which the title character is absent and only represented by a cross-mark. Unlike a huge number of Lenin monuments and statues around the world, this work is not a celebration of the disputed Russian revolutionary. Instead, it is rather an anti-monument – a \"nonument\" – that challenges the underlying power structures that determine which sites, people and dates are recognized as historically significant. A similar approach can be seen in works by artists such as Braco Dimitrijević, Jochen Gerz and Walid Raad.</p>\n<blockquote><p>The work is not a tribute to a person or a deed, as is often the case with monuments. Instead, it raises questions of <em>what</em> and <em>how</em> we remember, or want to remember, collectively.</p></blockquote>\n<p>— Moderna Museet, About the artwork</p>\n<h2>The 1917 photograph</h2>\n<p>On their week-long train journey from Zürich to Petrograd, following the February Revolution and the abdication of Tsar Nicholas II, Vladimir Lenin and his co-travellers made a day-long stopover in Stockholm on 13 April 1917. They were met at the Stockholm Central Station by a group of prominent Swedish left-wing politicians. One of them, Fredrik Ström, gave word about the arrival to photographer Axel Malmström, who turned up at the station to take the only known photographs of Lenin during this famous journey, \"the most momentous train journey in history\" according to Catherine Merridale, author of the book <em>Lenin on the Train</em>.</p>\n<p>One of the photographs, taken at Vasagatan 12, shows Lenin talking to Ture Nerman. Following behind them are, among others, Carl Lindhagen, Nadezhda Krupskaya, Karl Radek, Inessa Armand and Grigory Zinoviev. In a widely reproduced print of the Vasagatan 12 photo, Lenin's position has been indicated by a cross-mark, most likely put there by the photographer himself.</p>\n<h2>Details of the work</h2>\n<ul> <li> Title plaque with the Axel Malmström photograph</li> <li> Lenin has been marked with a ✖ in the photograph</li> <li> The ✖ reproduced in the installation</li></ul>\n<h2>Criticism</h2>\n<p>Although not a statue or other clear glorification of Lenin, the work has nonetheless been the subject of some controversy. Former Swedish prime minister Carl Bildt called the work \"shameful\" in a 2016 tweet. In a letter to the editor of <em>Dagens Nyheter</em> in 2020, following international debates about contentious monuments in the wake of the George Floyd killing, a reader asked for the removal of the work, criticizing it to be a tribute to Lenin. In a reply, two curators at Moderna Museet wrote that the work rather raises a number of hard-to-answer questions and that \"...the only thing that is certain about Björn Lövin's work is that it is not a tribute to Lenin\".</p>\n<p>The criticism is largely due to the presentation of a controversial historical figure, like Lenin, in a prominent public space, like Moderna Museet, and the artist's rather wry and playful use of the word \"monument\" in the work's title.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Lenin Monument April 13th 1917 is a 1977 public art installation by Swedish artist Björn Lövin. It is part of the outdoor collection of Moderna Museet in Stockholm and is located on Skeppsholmen near the museum's main entrance.",
  "created_at": "2026-02-21T15:28:30.958121+00:00"
}