{
  "entity_id": "Q113624778",
  "title": "Avicii Experience",
  "latitude": 59.333102,
  "longitude": 18.064317,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Avicii_Experience_-_20250409_-_03.jpg",
  "text": "<h1>Avicii Experience</h1>\n<p><strong>Avicii Experience</strong> is a museum located in Stockholm, Sweden. It is built in the memory of Swedish music producer Tim Bergling, better known as Avicii, to exhibit his work.</p>\n<h2>History</h2>\n<p>After Bergling's death from suicide in 2018, his parents visited ABBA The Museum, an interactive museum dedicated to ABBA. They decided that a similar museum could work as a tribute to him. Bergling's parents wanted to give fans a place to remember and celebrate the work of their late son and learn about his process for creating music.</p>\n<p>On 9 June 2020, it was announced that an Avicii Tribute Museum would open in Stockholm in the summer of 2021. The renamed Avicii Experience was opened in February 2022 by Prince Carl Phillip and Princess Sofia, alongside Bergling's father Klas, in Space Stockholm, a new digital culture centre near Sergels torg. The museum was co-founded by Per Sundin.</p>\n<h2>Features</h2>\n<p>The museum features reconstructions of Bergling's childhood bedroom and Los Angeles mansion. It also includes recordings of Avicii's most popular work and the ability to remix the songs, as well as unreleased music. The interactive museum also includes exhibitions from various stages in Bergling's life, including a simulation of the high paced lifestyle he experienced before his retirement from touring in 2016, which are designed to give visitors an understanding of the health issues Bergling faced. The exhibitions are also dedicated to raising the awareness of mental health problems in young people and the wider music industry. Part of the profits from the museum go to the Tim Bergling Foundation.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Avicii Experience is a museum located in Stockholm, Sweden. It is built in the memory of Swedish music producer Tim Bergling, better known as Avicii, to exhibit his work.",
  "created_at": "2026-02-21T15:32:27.162449+00:00"
}