{
  "entity_id": "Q1208346",
  "title": "Hötorget metro station",
  "latitude": 59.3355,
  "longitude": 18.0636,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/e7/H%C3%B6torget_tunnelbana_2025.jpg",
  "text": "<h1>Hötorget metro station</h1>\n<p><strong>Hötorget</strong>, formerly known as <strong>Kungsgatan</strong>, is an underground station on the Green line of the Stockholm metro. It is situated near to the Hötorget square in the borough of Norrmalm in central Stockholm, and lies below Sveavägen between its junctions with Oxtorgsgatan and Apelbergsgatan. The station has three entrances, one at each end and one in the middle from Kungsgatan. The central entrance includes an underground square with several shops and stores. The distance to Slussen is 1.5 km (0.93 mi).</p>\n<p>The station was inaugurated on 26 October 1952 as the east terminus of the stretch between Hötorget and Vällingby. The line was extended to Slussen on 24 November 1957, thereby connecting west and east sections of the green line. It was called Kungsgatan until 1957. The name was changed to Hötorget when the southern and western tracks were joined as one (by the opening of the stations T-centralen and Gamla Stan through the central city).</p>\n<p>The station's original 1950s signage and decor have been deliberately retained. As part of <em>Art in the Stockholm metro</em> project, 103 white neon strips have been installed in the platform ceiling. These were executed by Gun Gordillo and date from 1998.</p>\n<h2>Gallery</h2>\n<ul><li> Southbound direction signs at the station, 2025</li> <li> A station entrance, 2018</li> <li> Another station entrance, 2018</li> <li> Shops in station entrance, 2018</li> <li> Ticket barriers, 2016</li> <li> Station tunnelling, 1954</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Hötorget, formerly known as Kungsgatan, is an underground station on the Green line of the Stockholm metro. It is situated near to the Hötorget square in the borough of Norrmalm in central Stockholm, and lies below Sveavägen between its junctions with Oxtorgsgatan and Apelbergsgatan. The station has three entrances, one at each end and one in the middle from Kungsgatan. The central entrance includes an underground square with several shops and stores. The distance to Slussen is 1.5 km (0.93 mi).",
  "created_at": "2026-02-21T15:36:14.433038+00:00"
}