{
  "entity_id": "Q1208360",
  "title": "Slussen metro station",
  "latitude": 59.319444444444,
  "longitude": 18.072222222222,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/38/Ryssg%C3%A5rden_i_Stockholm_fr%C3%A5n_s%C3%B6der_2005-06-05.jpg",
  "text": "<h1>Slussen metro station</h1>\n<p><strong>Slussen</strong> (lit. 'The Sluice') is a station on the Stockholm Metro and Saltsjöbanan, located at Slussen in the district of Södermalm. It is served by the Red and Green lines, and originally opened in 1933 as an underground tram stop. On 1 October 1950, it became the terminal of the first metro line running south to Hökarängen. It was rebuilt when the extension of the line north to Hötorget was opened on 24 November 1957. On 5 April 1964, the first stretch of the Red line, between T-Centralen and Fruängen, was opened.</p>\n<p>Slussen has also been the terminus for the Saltsjöbanan railway since the 1940s, however this has temporarily been moved to Henriksdal in 2016 due to the reconstruction of Slussen. Traffic will resume when the reconstruction is complete due in 2028. Just outside the northern entrance to the metro station, there is a bus terminal for buses to the Nacka and Värmdö municipalities.</p>\n<p>In November 2017, an art exhibition by Liv Strömquist at the metro station sparked a debate about the appropriateness of showing depictions of menstruation to children.</p>\n<h2>Gallery</h2>\n<ul><li> Slussen metro station in 1950</li> <li> Another view of the station on 1 October 1950</li> <li> Saltsjöbanan platforms before their demolition in 2016</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Slussen is a station on the Stockholm Metro and Saltsjöbanan, located at Slussen in the district of Södermalm. It is served by the Red and Green lines, and originally opened in 1933 as an underground tram stop. On 1 October 1950, it became the terminal of the first metro line running south to Hökarängen. It was rebuilt when the extension of the line north to Hötorget was opened on 24 November 1957. On 5 April 1964, the first stretch of the Red line, between T-Centralen and Fruängen, was opened.",
  "created_at": "2026-02-21T15:27:02.983344+00:00"
}