{
  "entity_id": "Q137399843",
  "title": "2023 Jetline roller coaster accident",
  "latitude": 59.323055555555555,
  "longitude": 18.095555555555553,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/76/Jetline_Gr%C3%B6na_Lund_07_06_09.JPG",
  "text": "<h1>2023 Jetline roller coaster accident</h1>\n<p>Jetline was a steel roller coaster at Gröna Lund amusement park in Stockholm, Sweden. On 25 June 2023, a train partially derailed, resulting in one death and nine injuries. An investigation by the Swedish Accident Investigation Authority (SHK) found an improperly manufactured replacement control arm caused the derailment, leading to the permanent closure and later demolition of the ride.</p>\n<h2>Background</h2>\n<p>Jetline was manufactured by defunct German manufacturer Schwarzkopf; the trains were made by Zierer. It had operated from 23 April 1988 to 25 June 2023 and is currently removed.</p>\n<h2>Accident</h2>\n<p>On 25 June 2023, at 11:36 am, Train E, carrying eleven riders, derailed after travelling close to its third rise. The control arm (wheel-carrying support arm) on the very front of the train suffered a structural failure, becoming detached, resulting in the underside of the carriage striking the track joints at several points before coming to rest after travelling approximately one-third of the track. The resultant deceleration forces caused the eleven passengers on board to be thrown against the individual lap bars serving to constrain the passengers to their seats, some of which bent under the imposed dynamic load to such an extent that two passengers were ejected from the ride, one of whom died while another sustained major injuries. In total, 9 riders were injured.</p>\n<h2>Incident response</h2>\n<p>Jetline's ride operators had witnessed the accident from the ride's station and immediately called Gröna Lund's maintenance team. Several technicians immediately responded to the roller coaster. At the same time, visitors to Gröna Lund had also heard and seen the accident. Some visitors approached the restricted area to assist before emergency personnel arrived. The first emergency call was placed at 11:38 a.m. and emergency responders from Greater Stockholm Fire Brigade and police arrived on scene at 11:45 a.m. The rescue operation for the people on the ground and the people on the train began immediately. The incident commander decided to close and evacuate the park, which was implemented ten minutes later with the help of Gröna Lund staff. All passengers were evacuated from the train just over an hour after the accident. Passengers in the other two trains that were running that day were evacuated by Gröna Lund staff and safely got off of the ride. Fire and rescue service operations concluded at 2:52 p.m. The Swedish Police Authority cordoned off the area and, on 30 June 2023, decided to prohibit operations of the ride.</p>\n<h2>Investigation</h2>\n<p>The accident was investigated by the Swedish Accident Investigation Authority (SHK) with assistance from Elements Materials Technology AB and the KTH Royal Institute of Technology. The investigation began on 26 June 2023. On 14 June 2024, SHK published the accident report, concluding the investigation.</p>\n<h3>Ordering and manufacturing of new front control arms</h3>\n<p>During the annual teardown of Train B in October 2019, cracks were discovered in its front control arm. The wear on the control arm was deemed too great to repair; because of this, it was decided that the front control arm for all trains would be replaced.</p>\n<p>Gröna Lund decided to replace the front control arms on all trains and placed an order with Mekosmos AB, providing copies of the original drawings. The park expected the welds to undergo magnetic particle testing but did not specify any additional manufacturing requirements. Mekosmos subcontracted the welding to Göteborgs Mekaniska Werkstad AB (GMW) without informing Gröna Lund. GMW purchased the materials needed and performed fabrication and internal checks. According to the welder, there was uncertainty about whether a backing bar was required. The question was referred to the employee managing the order at GMW, who determined that no backing bar was needed. No further verification of this interpretation was carried out. The welder did not hold a valid qualification certificate, although he had extensive practical experience.</p>\n<p>The five front control arms were completed in January 2020 and sent for magnetic particle inspection, which did not detect any defects. They were delivered to Gröna Lund in early spring 2020. One of the arms was identified as damaged during manufacturing and set aside for scrapping, though it remained in storage. The remaining arms were installed on the trains. SHK concluded that the control arm that failed during the accident was one of the components manufactured in this 2019 order.</p>\n<h3>Cause of the accident</h3>\n<p>SHK determined that the component that failed was a front control arm manufactured as part of the 2019 replacement order. The arm deviated from the original Schwarzkopf design because it had been welded without a backing bar, and several of its welds contained significant defects. These deficiencies resulted in substantially reduced structural strength.</p>\n<p>During the accident ride cycle, the operational forces exceeded the weakened arm's capacity, causing the welds to fail and the control arm to fracture. This failure led to the partial derailment of the front car, initiating the sequence of events that caused the fatal accident.</p>\n<h3>Cause of the ejection and injuries of the riders</h3>\n<p>The lap bars were designed in accordance with standards that existed when they were built and no defects were found with the lap bars. When passengers were thrown forward when the train hit the joints in the track they generated force that the lap bars were not designed for. This caused the lap bars to bend and some of them bent so far to the point where they were entirely open. Only one lap bar did not bend. The lap bars being bent out of their secure position caused three riders to be ejected from the train. Testing showed that the restraints secured riders properly during normal operations and emergency stops. It is likely the restraints were not designed with anticipation that riders could experience that amount of force.</p>\n<h2>Aftermath</h2>\n<p>On 14 June 2024, Gröna Lund announced that Jetline would close permanently. The ride was later demolished.</p>\n<p>The accident drew attention to the challenges of manufacturing replacement components for rides whose original manufacturers no longer exist. SHK's findings identified deficiencies in ordering, documentation, subcontracting oversight, and quality assurance. As a result of this accident, the International Association of Amusement Parks and Attractions (IAAPA) did a case study of the accident where almost 100 members attended. IAAPA stated that the case study informed efforts to improve standards for replacement parts on rides from defunct manufacturers.</p>\n<h3>Criminal case</h3>\n<p>After the incident, the police launched a criminal investigation into the accident with possible charges of involuntary manslaughter, causing bodily harm and danger to others.</p>\n<p>In early November 2025, the criminal trial began against Gröna Lund, Mekosmos AB, and the now-defunct GMW. The companies were charged with gross negligence causing death, gross negligence causing bodily harm, and causing danger to others. Prosecutors sought kr 12,000,000 from Gröna Lund and kr 3,000,000 from each subcontractor.</p>\n<p>On 28 January 2026, Gröna Lund was sentenced by the Stockholm District Court and fined kr 5,200,000. GMW was fined kr 1,300,000, while Mekosmos was acquitted.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Jetline was a steel roller coaster at Gröna Lund amusement park in Stockholm, Sweden. On 25 June 2023, a train partially derailed, resulting in one death and nine injuries. An investigation by the Swedish Accident Investigation Authority (SHK) found an improperly manufactured replacement control arm caused the derailment, leading to the permanent closure and later demolition of the ride.",
  "created_at": "2026-02-21T15:39:09.896817+00:00"
}