{
  "entity_id": "Q1498881",
  "title": "Norrmalmstorg robbery",
  "latitude": 59.3332,
  "longitude": 18.074,
  "categories": [
    "historic",
    "trendy",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c2/Kreditbanken_Norrmalmstorg_2012a.jpg",
  "text": "<h1>Norrmalmstorg robbery</h1>\n<p>The <strong>Norrmalmstorg robbery</strong> was a bank robbery and hostage crisis that occurred at the Norrmalmstorg Square in Stockholm, Sweden, in August 1973 and was the first crime in Sweden to be covered by live television. It is best known as the origin of the term \"Stockholm syndrome\".</p>\n<p>Jan-Erik Olsson was a convicted criminal who had disappeared while on furlough from prison and then held up the Kreditbanken bank, taking four hostages in the process. During the negotiations that followed, Swedish Minister of Justice Lennart Geijer allowed Olsson's former cellmate and friend Clark Olofsson to be brought from prison to the bank. Although Olofsson was a long-time career criminal, it was deemed unlikely that he was in league with Olsson. In the popular account, the hostages then bonded with their captors and refused to cooperate with police. However, it has also been argued that the hostages were simply distrustful of the police given the latter's willingness to risk the hostages' safety. Police finally mounted a tear-gas attack five days into the crisis, and the robbers surrendered.</p>\n<p>Olsson was sentenced to 10 years for the robbery, and Olofsson was ultimately acquitted. The counter-intuitive actions of the hostages led to a great deal of academic and public interest in the case, including a 2003 Swedish television film titled <em>Norrmalmstorg</em>, a 2018 Canadian film titled <em>Stockholm</em> and a 2022 Swedish Netflix television series <em>Clark</em>.</p>\n<h2>Events</h2>\n<p>Jan-Erik Olsson was on leave from prison on 23 August 1973, when he went into Kreditbanken on Norrmalmstorg, Stockholm, and attempted to rob it. Swedish police were notified shortly after and arrived on the scene. One officer, Ingemar Warpefeldt, suffered injuries to his hand after Olsson opened fire, while another was ordered to sit in a chair and sing a song. Olsson then took four bank employees hostage: Birgitta Lundblad, Elisabeth Oldgren, Kristin Enmark, and Sven Säfström. He demanded his friend Clark Olofsson be brought there, along with three million Swedish kronor, two guns, bulletproof vests, helmets and a Ford Mustang.</p>\n<p>Olsson was initially misidentified as Kaj Hansson, another escaped prisoner, and someone who specialized in bank robberies. Olofsson was a repeat offender who had committed several armed robberies and acts of violence, the first when he was 16.</p>\n<p>The government gave permission for Olofsson to be brought as a communication link with the police negotiators. The hostage Kristin Enmark said that she felt safe with Olsson and Olofsson but feared that the police might escalate the situation by using violent methods. Olsson and Olofsson barricaded the inner main vault in which they kept the hostages. Negotiators agreed that they could have a car to escape but would not allow them to take hostages with them if they tried to leave.</p>\n<p>Olsson called Swedish Prime Minister Olof Palme and said that he would kill the hostages and backed up his threat by grabbing one of them in a stranglehold. She was heard screaming as he hung up. The next day, the hostage Kristin Enmark called Palme and said that she was very displeased with his attitude and asked him to let the robbers and the hostages leave.</p>\n<p>Olofsson walked around the vault and sang Roberta Flack's \"Killing Me Softly\". On 26 August, the police drilled a hole into the main vault from the apartment above and took a widely circulated photograph of the hostages with Olofsson. Olsson fired his weapon into the hole on two occasions and wounded a police officer in the hand and face.</p>\n<p>Olsson had fired his weapon and threatened to kill the hostages if any gas attack was attempted. Nonetheless, on 28 August police used tear gas, and Olsson and Olofsson surrendered after an hour. None of the hostages sustained permanent injuries.</p>\n<h2>Aftermath</h2>\n<p>Both Olsson and Olofsson were convicted, and Olofsson was sentenced to an extended prison term for the robbery. He claimed, however, that he had not helped Olsson but had only tried to save the hostages by keeping the situation calm. He was later acquitted in the Svea Court of Appeal and served only the remainder of his prior sentence. He went on to meet the hostage Kristin Enmark several times, and their families became friends. He also committed several more crimes.</p>\n<p>Olsson was sentenced to 10 years in prison. He received many admiring letters from women who found him attractive. He later got engaged to a woman who was not, despite what some state, one of the former hostages. After his release, he is alleged to have committed further crimes. After having been on the run from Swedish authorities for ten years for alleged financial crimes, he turned himself in to police in 2006, only to be told that the charges were no longer being actively pursued.</p>\n<p>The hostages sympathised with their captors, which has led to academic interest in the matter. The Swedish term <em>Norrmalmstorgssyndromet</em> (lit. \"the Norrmalmstorg syndrome\"), later known as Stockholm syndrome, was coined by the criminologist Nils Bejerot. The hostages, although they were threatened by Olsson, never became violent toward the police or toward each other.</p>\n<p>In 1996, Jan-Erik Olsson moved to northeastern Thailand with his wife and son, and moved back to Sweden in 2013. Olsson's autobiography <em>Stockholms-syndromet</em> was published in Sweden in 2009.</p>\n<h2>In popular culture</h2>\n<p>The 2003 television film <em>Norrmalmstorg</em>, directed by Håkan Lindhé, is loosely based on the events. A fictionalized version of the robbery is told in <em>Stockholm</em>, a 2018 Canadian film directed by Robert Budreau.</p>\n<p>The podcast <em>Criminal</em> spoke with Olofsson about the Norrmalmstorg robbery in the episode \"Hostage\".</p>\n<p>In 2022, Netflix produced a six-episode series named <em>Clark</em>, directed by Jonas Åkerlund and starring Bill Skarsgård as Clark Olofsson.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Norrmalmstorg robbery was a bank robbery and hostage crisis that occurred at the Norrmalmstorg Square in Stockholm, Sweden, in August 1973 and was the first crime in Sweden to be covered by live television. It is best known as the origin of the term \"Stockholm syndrome\".",
  "created_at": "2026-02-21T15:30:59.784548+00:00"
}