{
  "entity_id": "Q15233834",
  "title": "Karl Johansslussen",
  "latitude": 59.32138889,
  "longitude": 18.07277778,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/71/Slussen_2009dd.jpg",
  "text": "<h1>Karl Johansslussen</h1>\n<p><strong>Karl Johansslussen</strong> (\"Lock of Charles John\") is a lock and a sluice, along the Söderström river connecting and controlling the flood discharge between Riddarfjärden, the easternmost part of Lake Mälaren, and Saltsjön, the section of the Baltic Sea reaching into central Stockholm, Sweden. The lock is 75 metres long, 10 metres wide and 3.90 metres deep. The maximum height is 3.8 metres. The lock is closed from 2016 to 2021 due to large reconstruction works in the area.</p>\n<p>Before World War I, few of the steam ships in the harbor of Stockholm were larger than 500 tonnes, and the previous lock thus largely sufficient. While commercial traffic was relocated to Hammarbyleden passing south of Södermalm in 1926–1929, the present lock, completed in 1935, was still used by some 3,000 commercial vessels in the 1970s, and log rafts passed through the canal until the 1950s. Its main function is however to allow passage for pleasure boats and sightseeing boats.</p>\n<h2>Construction</h2>\n<p>Like the surrounding area Slussen, named after the lock and built simultaneous to it in 1930–1935, the lock is a concrete construction resting on franki piles (e.g. cast-in-situ piles) located along the sides of the canal and next to the gates. The base plate is made of reinforced concrete, reinforced with steel sleepers next to the gates. The walls of the canal are dressed in granite reinforced with vertical iron rebates stretching three meters from the bottom and horizontal anchoring irons. The two gates are sheeted with steel and lowered from the overhead road bridge, each of them operated with individual machinery hidden in the premises south of the canal. This sort of gates can be operated independent of water pressure, which makes additional aperture and culverts unnecessary for turning the lock.</p>\n<h2>History</h2>\n<p>Following the decline of the military importance of the southern city gate, the area south of the city became the subject for economic exploitation. Sweden was developing into a major power, and as such its capital apparently needed a facelift. The eastern waterfront of the city was remolded into what was to become Skeppsbron, the representative front of the city, and the western part, turned into ashes in the great fire of 1625, was reshaped in accordance to modern town planning. These changes necessarily had to affect the southern city gate and its watercourse; a large slaughterhouse was built on the eastern side of the passage in 1626, while two watermills with five systems of mill wheels each flanked the still undeveloped watercourse. Ships, still pulled by hand over the shallow passage, couldn't pass at all during some seasons and regularly ran ashore causing constant and expensive repairs, while the sheds and simple buildings next to it were often washed away by floods in spring and autumn.</p>\n<h3>Lock of Queen Christina</h3>\n<p>In 1634, works were begun to transform the two streams into a modern canal and construction works on the lock could finally start when the two oldest towers were demolished in 1637. Dutch craftsmen were brought in for the project led by two Dutch carpenters, called Adrian Dams and Lennart Hermanson. A pole-driver was used to dam up the watercourse during four months before the seabed was excavated and larger blocks were burnt into smaller pieces carried away by hand. Finally, in 1638 the dam was temporarily opened for the wooden box of the canal, towed in from the construction site on Skeppsholmen. The interior faces of the box was then dressed up in a block wall using stone imported from the Netherlands before the copper-dressed locks were completed. When completed in 1642, the Dutch were sent home and the lock was named <em><strong>Drottning Kristinas sluss</strong></em> (\"Lock of Queen Christina\") after Queen Christina (1626–1689), about to come of age. In spite of the constant need of repair, the canal and its lock was an instant success, the city's earnings from customs increased sixfold, and as the loading an unloading of iron was relocated to the old moat in 1662, the area developed into one of the most vital ports in Europe, after 1636 handling approximately two-thirds of the Swedish export. German and Dutch merchants opened branch offices on the southern side in 1664, and Russian shops were built next to them in 1641 (the space is still called <em>Ryssgården</em>, \"The Russian Yard\"). A planned Swedish trade house, started by Nicodemus Tessin the Elder, half-finished and struck by fire in 1680, was finally completed to the plans of Nicodemus Tessin the Younger and called the \"Southern Town Hall\" (<em>Södra Stadshuset</em>), today housing the Stockholm City Museum. In 1698, Tessin the Younger added a second drawbridge to the area, demolishing most of the tower of Gustav Vasa and the moat in the process. The southern city gate had by this time transformed into the city's financial centre, defraying the many Baroque palaces built during the era, and into a major traffic junction, serving both an increasing number of ships, the citizens of Stockholm who increased from 9,000 to 47,000 people 1611–1675.</p>\n<h3>Lock of Polhem</h3>\n<p>Following the death of Charles XII in 1718, and the defeat in the Great Northern War (1700–1721) the Swedish capital was a city in despair, preparing for a Russian attack and encamped by impoverished, refugees, and idle soldiers. The southern lock of the city was approaching a century in age, a bottleneck in a state of decay, inadequate for both the larger shipping vessels of the era and the increasing traffic load. While Göran Josuæ Adelcrantz (1668–1739), the pupil and successor of Tessin the Younger, was mostly occupied by the construction works of the new Royal Palace, in 1622 he accomplished an emergency repair of the old lock; workers wading between the temporary embankments filling cracks with clay, straw, and muck, while loose and missing planks were put back in place. These measure not only ended much more expensive than intended but also proved completely insufficient, and as the decay had obviously made the old lock impossible to repair properly, Christopher Polhem (1661–1751), \"the father of Swedish mechanics\", was consulted for a new construction. The proposal of Adelcrantz for a new construction, estimated to cost 32,741 riksdaler in silver coins, was passed over by a suggested repair of the old lock by Johan Eberhard Carlberg (1683–1773) in 1726, limited in cost to 30,000 rikdaler while implying widening the canal from 6,5 to 8,2 meters, a proposal to the taste of the city's building board which subsequently had Adelcrantz replaced by Carlberg. The latter, however, was a daring man and he quickly produced a proposal for a new lock south of the old, a proposal which implied not only the demolition of the city's brewery, but also the discontinuation of the bar iron deposit next to the lock (the biggest in Europe, representing about 40% of the global market at the time). By 1728, however, the city had accepted the need for a new construction, and, as Carlberg was busy with other undertakings, finally assigned Polhem for the project in 1729. The proposal for a wooden construction he produced the following year didn't please the board which had anticipated a more lasting construction in stone, and as the whole affair failed to conclude, a contract wasn't signed until 1744. At the age of 93 years, only days before his death, Polhem was reward the knighthood of the Royal Order of the Polar Star, at the bottom of the lock. Finally inaugurated on May 2, 1755, <em><strong>Polhems sluss</strong></em> (\"Lock of Polhem\"), was 3,9 meters deep, 12,5 meters wide, and 59 meters long; in the western end overpassed by a drawbridge flanked by two brick towers on either side and therefore called <em><strong>Röda Slussen</strong></em> (\"The Red Lock\"). With the new lock the surrounding area changed considerably in character; on the square south of the lock a triangular block was built, named <em><strong>Strykjärnet</strong></em> (\"The [Cloth] Iron\"); several old wooden buildings were replaced by new in stone; and an eastern bridge was added over the canal named <em><strong>Blå Slussen</strong></em> (\"The Blue Lock\") after the blue hoisting device.</p>\n<h3>Lock of Nils Ericson</h3>\n<p>Not only the environment was rebuilt, the gates of the lock gad to be replaced in 1820, the whole construction was subject for a comprehensive repair in 1836 and closed for three months autumn 1839. Half a dozen metal pump stocks 12 inches (300 mm) in diameter were found in the embankment but not understood as such, the entire machinery therefore thrown out of gear, while skippers exceeding the permissible draught attempted to pull their ships over the sill. The Blue bridge was repaired and en new pivoted bridge built by the red one. Finally in 1831, Lieutenant colonel Gustaf Adolf Lagerheim (1788–1845), who had worked at the Göta Canal, was commissioned to investigate a new bridge and eventually became the first person to propose a new seaway south of Södermalm, a suggestion however reject as to expensive, why he instead made a proposal for a new lock before he fell out with the building authorities and left the capital. Successive plans for a new bridge were first encouraged as His Majesty personally granted subsidies worth 20,000 riksdaler annually during a period of ten years starting from 1837, provided that the city allocated the same amount to cover the cost was estimated to 394,000 riksdaler, the plans then fell upon problems however, as a competition in 1841 awarding the winning proposal 200 ducats produced no entries, and a new competition in 1843 awarding 500 ducats resulted in the same outcome. The savior appeared in 1845 when lieutenant colonel Nils Ericson (1802–1870), who had worked for Baltzar von Platen at Göta Canal, delivered a proposal for which was, except for the award, also given 2,000 riksdaler for a supplemental investigation. The new lock required to be 9,5 meters wide, 3,6 meters deep at low tide, while the distance between the gates should be made 45 meters. The cost was estimated to 422,000 riksdaler, and Ericson's recompense settled at 40,000 riksdaler to be paid once the sluice was completed.</p>\n<p>In preparation for <em><strong>Nils Ericsons sluss</strong></em> (\"Lock of Nils Ericson\") he made detailed studies and minute calculations in 1845–1846. He concluded there were insufficient stonemasons in the Stockholm area, and therefore had limestone and granite brought in from other parts of Sweden, quarries Ericson knew well from his earlier projects. He constructed a circular saw turned inwards to cut the head each stock at equal level for the bottom of the caisson, an instrument which was, like virtually all heavy tasks during the project, hand operated by several men. Empty barrels were used as rafts. Ericson gave directions for all sorts of tasks, including dredging, securing the rabbeting of planks, earth fillings, and determining the inclination of the caisson walls in order for them to withstand the pressure from the levees. He had to use an expensive steam dredger, but could avoid a machine for the drainage which saved a lot of money. He also made great efforts to make the extensive piling for the foundation more efficient; the drop forge of the pile driver should hit the pile with a constant effect, why Ericson had the labourers lower the device as the pile sunk. The timbered caisson was built as a huge box on Djurgården, just north-east of the bridge Lilla Sjötullsbron, slightly more than 79 meters long, 16,5 meters wide and 6,2 meters high (266½×56×21 feet), subsequently towed into place before the ends were removed. The temporary drydock on Djurgården is still discernible as a depression in the landscape. The construction work on the caisson began in May 1847 with the construction of barracks for 60 men and a smithy. In the drydock keel blocks 3 inches (76 mm) tall were then placed and the bottom of the caisson was built upon them — a bed consisting of 3 inches (76 mm) deal, 12 inches (300 mm) beams, and 11⁄4 inches of boards. The caisson was completed in August, water was let in and the building berth and the barrage were removed. The floating was done in two hours 2-4 a.m., and its dimensions produced enthusiastic comparisons: \"larger than the Stockholm Cathedral!\", \"...could house the entire Swedish Army and its paraphernalia.\"</p>\n<p>On the site, construction started in October 1846, with demolition of the old slaughterhouse, water mills, bazaars and an entire block, and temporary bridges were built on either sides of the old canal, while old curbs and piles were removed from the seabed. Ericson concluded there never was an isthmus connecting the two island, in opposition to later expertise who believe they were cut off around 1000 AD. 2,000 piles were driven into the seabed, one about every two meters, and a bed of grit made up the leveled bed for the caisson. Since the caisson was fit into place the bricklaying of the bottom, sills, and lower parts of the walls began. The caisson was lowered with ballast of gravel and rock waste before water was pored in and the box sank into place — the fit was perfect and the box so tight the planned hiring of a steam engine to pump it dry could be cancelled. As the masonry with mortar begun in May 1849, the ballast was gradually removed. Limestone from Borgholm was used up to 12 feet over the bottom, while granite was cut locally for the upper part of the construction. Between the inner walls of the caisson and the stone walls, homogeneous, well-worked clay was used as a protection against frost and decay, while compressed sand was used outside the caisson. The entire construction was completed in 1850 with the addition of the gates, made in wood below water and iron above, the drawbridges outside the gates, also made of iron, and a cast iron sign was finally added in the middle of the lock displaying: \"Built during the VII year of reign of Oscar I\". The costs ended at 335,000 riksdaler, 75 per cent below the estimated cost, while the entire project was completed a year before the scheduled five years.</p>\n<p>The Inauguration on November 28, 1850, led by King Oscar I and including two military orchestras, salutes, and cheering crowds, culminated as the king descended the dock, and was the last to leave it before the water was let in and the bridges were opened to the public. Ericson was made Commander of the Royal Order of Vasa and the city rewarded the engineer amply, while the supervisor of the project, de Geer, was made Knight of the same order. A model of the dock was displayed at the Exposition Universelle in Paris in 1855 were Ericson received the silver medallion. The creation of the lock made it obvious the untidy surrounding area needed a facelift, and Ericson was therefore given the task of embellishing it. A paved space was added south of the lock, Karl Johans Torg, and the sculptor Bengt Erland Fogelberg (1786–1854) created an equestrian statue of Charles XIV John (1763–1844), carried out in Rome and cast in Munich in 1852. Ericson was raised to peerage at the unveiling ceremony November 4, 1854, which made him skipped the second s in his surname. The old canal was rebuilt into a fish sump with a bazaar added on top of it. The irregular waterfront running along Skeppsbron east and north of the lock, at the time still heaped with wooden hovel and other hardly representative structures, was unified 1852–1854 to a single, coherent quay 600 meters long, while Kornhamnstorg on the western side was furnished with a 45 meters long quay. Finally, Ericson also designed two of the drydocks on Beckholmen, still in use.</p>\n<p>While the lock of Ericson remained in use, the sea traffic continuously increased and in the 1920s more than 25,000 ships used it annually. Its dimensions soon proved insufficient and a shipyard located upstream had to build its ships in two pieces, tow them through the lock to assemble them in a second yard downstream. The working length was eventually increased by adding to secondary gates which lengthened the dock from 45 meters to 58,6 (using one of the gates) and 70,45 meters (using both) respectively. Today the lock of Ericson is superseded by the fourth lock, it is still in existence under the statue of Charles John, in spring much needed as a spillway for the annual spring flood discharge.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Karl Johansslussen is a lock and a sluice, along the Söderström river connecting and controlling the flood discharge between Riddarfjärden, the easternmost part of Lake Mälaren, and Saltsjön, the section of the Baltic Sea reaching into central Stockholm, Sweden. The lock is 75 metres long, 10 metres wide and 3.90 metres deep. The maximum height is 3.8 metres. The lock is closed from 2016 to 2021 due to large reconstruction works in the area.",
  "created_at": "2026-02-21T15:23:34.225480+00:00"
}