{
  "entity_id": "Q1540683",
  "title": "Klara Church",
  "latitude": 59.33111111,
  "longitude": 18.06166667,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Klara_kyrka_february_2013_01.jpg",
  "text": "<h1>Klara Church</h1>\n<p><strong>The Church of Saint Clare</strong> or <strong>Klara Church</strong> (Swedish: <em>Klara kyrka</em>) is a church in central Stockholm. A church has been at the site since the 1280s; the current buildings date from the sixteenth through nineteenth centuries. Since 1989, the Swedish Evangelical Mission is responsible for its activities.</p>\n<p>The Church of Saint Clare is located on Klara Västra Kyrkogata in the Klara area in lower Norrmalm. The Klara area (also known in Swedish as Klarakvarteren) takes its name from the church. This name has become synonymous with the old city that once occupied lower Norrmalm.</p>\n<h2>History</h2>\n<p>The Convent and Church of St. Clare was founded on the site in 1280s. In 1527, Gustav Vasa, King of Sweden, had the church and convent torn down. Construction of the current church started in 1577 and finished in 1590 under Johan III. Two master-builders and architects from the Netherlands, Henrik van Huwen and Willem Boy, were tasked with its construction.</p>\n<p>The graveyard which is almost surrounded now by modern buildings was started in the 17th century. The composer Carl Michael Bellman was buried here in 1795.</p>\n<p>The church tower was built as part of restoration work in the 1880s and is 116 metres (381 ft) tall.</p>\n<p>The church contains a 35-bell carillon, which was cast by the Bergholtz Bellfoundry in 1965.</p>\n<p>Composer Carl Ludvig Lithander was organist of the church 1801–1814.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Church of Saint Clare or Klara Church is a church in central Stockholm. A church has been at the site since the 1280s; the current buildings date from the sixteenth through nineteenth centuries. Since 1989, the Swedish Evangelical Mission is responsible for its activities.",
  "created_at": "2026-02-21T15:30:05.389368+00:00"
}