{
  "entity_id": "Q1568911",
  "title": "Norrbro",
  "latitude": 59.328333333333,
  "longitude": 18.069861111111,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/dc/Norrbro_Stockholm_July_2006.jpg",
  "text": "<h1>Norrbro</h1>\n<p><strong>Norrbro</strong> (Swedish for \"North Bridge\") is an arch bridge over Norrström in central Stockholm, Sweden. It extends north from the northern front of the Royal Palace passing over Helgeandsholmen in front of the Riksdag building, and from there over to Gustav Adolfs torg. Norrbro was designed by the city architect Erik Palmstedt (1741–1803) in a neoclassical style.</p>\n<h2>History</h2>\n<p>Norrbro was one of the first bridges of Stockholm to be built in stone. It was completed in ten years, with the northern portion, supported by three arches, finished in 1797, and the southern, supported by a single arch, in 1806. Norrbro replaced two old wooden bridges, <em>Slaktarehusbron</em> and <em>Vedgårdsbron</em>, both demolished on its completion.</p>\n<p>In many aspects Norrbro remained an unparalleled bridge in Stockholm for a long period, exceeding all other not only by its width (19 m) and span, but also by being the first street to be paved and furnished with separate pavements.</p>\n<p>For the foundation work of the bridge Erik Palmstedt introduced a new method. The base of a pillar was bricked on a barge with tall walls, which was then filled with enough water to sink to the piling on the bottom. There the walls of the barge were detached from its floor, which consequently became the bed of the pillar while the walls were being reused. The master builder was the innovator Jonas Lidströmer. </p>\n<h2>Gallery</h2>\n<ul><li> Night view of water flowing under Norrbro in December 2006.</li> <li> One of the former bridges in 1761</li> <li> Southern part of the bridge in March 2007. In the background are the Riksdag building, Mynttorget, and Riddarholmskyrkan.</li> <li> Northern part of Norrbro in front of the Riksdag building viewed from Gustaf Adolfs torg, below Lake Mälaren is gushing into the Baltic Sea.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Norrbro is an arch bridge over Norrström in central Stockholm, Sweden. It extends north from the northern front of the Royal Palace passing over Helgeandsholmen in front of the Riksdag building, and from there over to Gustav Adolfs torg. Norrbro was designed by the city architect Erik Palmstedt (1741–1803) in a neoclassical style.",
  "created_at": "2026-02-21T15:23:08.406873+00:00"
}