{
  "entity_id": "Q158428",
  "title": "Stockholm International Film Festival",
  "latitude": 59.3294,
  "longitude": 18.0686,
  "categories": [
    "culture",
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/22/Filmfestival_2009a.jpg",
  "text": "<h1>Stockholm International Film Festival</h1>\n<p>The <strong>Stockholm International Film Festival</strong> (Swedish: <strong>Stockholms filmfestival</strong>) is an annual film festival held in Stockholm, Sweden. It was launched in 1990 and has been held every year since then during the second half of November, and focuses on emerging and early career filmmakers. The winning film in the international competition section is awarded the Bronze Horse (<em>Bronshästen</em>), and it awards a number of other prizes.</p>\n<h2>History</h2>\n<p>The Stockholm Film Festival was founded in 1990 by the three film enthusiasts Git Scheynius, Kim Klein, and Ignas Shceynius. The first festival took place over four days, with its opening film being \"Wild at Heart\" by David Lynch. In 1994, the Stockholm Film Festival took a step into the digital age as the first film festival in the world with its own website.</p>\n<p>David Lynch visited the festival for the first time in 2003 to receive the Stockholm Lifetime Achievement Award, 13 years after <em>Wild at Heart</em> inaugurated the very first edition of the Stockholm Film Festival.</p>\n<p>The Stockholm Film Festival celebrated its 20th anniversary in 2009 by screening films on a specially made ice screen in Kungsträdgården. Susan Sarandon, who attended the festival to receive the Stockholm Lifetime Achievement Award, helped to unveil the canvas before the screening of \"The Rocky Horror Picture Show\". At the festival's 30th anniversary celebration in 2019, several tons of ice were yet again transported from Torneälven, 1227 km to the capital to recreate the ice canvas in Kungsträdgården.</p>\n<p>In 2011 the Stockholm Film Festival Feature Film Award was inaugurated, which funds a feature film for an unestablished female director.</p>\n<p>When director and actor Peter Fonda arrived at the festival as chairman of the jury in 2012, he made his entrance in style, escorted to the Skandia cinema by an entire motorcycle gang.</p>\n<p>The Chinese artist and activist Ai Weiwei was part of the festival jury in 2013, but could not be present as he was under house arrest in his home country. He created the work of art \"The Chair of Nonattendance\" which was sent to Stockholm; an empty chair that is impossible to sit in. The collaboration inspired the establishment of the Stockholm Impact Award; one of the world's largest film prizes, which was awarded for the first time in 2015 in collaboration with the City of Stockholm. The prize is awarded to filmmakers who raise important societal issues.</p>\n<p>In 2021, due to the COVID pandemic, the Stockholm Film Festival pivoted to a hybrid model using a video-on-demand platform provided by Shift72. This initiative included a unique partnership with Polestar to show films on their Android Automotive system, creating the world’s first in-car film festival.</p>\n<p>When the Stockholm International Film Festival celebrated its 35th anniversary in 2024, a special initiative was launched to bring the festival to audiences across Sweden. Six film enthusiasts—from Arvidsjaur in the north to Växjö in the south—opened their homemade cinemas to screen three selected films: <em>Christmas Eve at Miller’s Point</em>, <em>The Executioner</em>, and <em>Gloria! Miraklet i Venedig</em>. The campaign, created in collaboration with Rocket—Science and Geelmuyden Kiese Sweden, was awarded a Silver Pencil in the Branded Entertainment category at the internationally renowned competition The One Show.</p>\n<p>On 8 August 2024, film enthusiasts were invited to a unique summer evening at the intersection of cinema, city, and archipelago, marking the start of that year’s edition of Sommarbio in Rålambshovsparken — a special occasion celebrating the event’s 35th anniversary. The tragicomic maritime adventure <em>The Life Aquatic</em> (2004), a cult classic by Wes Anderson, was screened on a double-sided floating screen positioned in the water outside Stockholm City Hall. At the time, Anderson was also making headlines in Cannes with a new film. Audiences could enjoy the screening either from Stadshusparken or from their own boats.</p>\n<p>The festival has been visited by hundreds of filmmakers and since its inception, including Sean Baker, Dennis Hopper, Lauren Bacall, Gena Rowlands, Charlotte Rampling, Susan Sarandon, Ang Lee, Andrea Arnold, David Cronenberg, Roman Polanski, Terry Gilliam, David Lynch, Claire Denis, Elia Kazan, Céline Sciamma, Francis Ford Coppola, Wong Kar-Wai, Steve McQueen and Uma Thurman.</p>\n<h2>Description</h2>\n<p>Since its start the Stockholm International Film Festival has focused on supporting new talents through competitions and scholarships. As many as a third of the films selected for the competition are made by a debuting director and by directors who have made fewer than three films.</p>\n<p>The festival hosts seminars, gala screenings, and opportunities to meet actors and filmmakers. It also organises mobile film workshops for children and teenagers, screenings for festival members throughout the year as well as the Stockholm Film Festival Junior, an annual film festival for children and youth during the spring. The main goal of the Stockholm Film Festival Junior is to provide access to quality films from every corner of the world for young audiences – films that otherwise would not reach the mainstream film repertoire. All screenings are free of charge for everyone between 6 and 19 years old.</p>\n<p>Since 1990, the Stockholm International Film Festival has also been the host of Summer Cinema, an outdoor cinema open to the public during August in Stockholm. Summer Cinema has taken place in different venues in the Swedish capital, for example, Stockholm Olympic Stadium, Berzelii Park, and Rålambshovsparken.</p>\n<p>Stockholm Industry, during each film festival, organizes several full days of workshops, discussions, seminars and events tailored to filmmakers and film professionals. Stockholm Industry shapes a platform of filmmaking — designed to strengthen international cinema for the long term. Stockholm Industry represents 1 KM FILM, being Sweden’s leading short film pitch, alongside competitions like Nordic Wave — spotlighting Nordic quality cinema. Alongside the competitions exists works in progress, opening the door to the wider international industry.</p>\n<p>The Stockholm Industry Days of the festival were held at Filmhuset, home of the Swedish Film Institute. Here, works-in-progress were presented, and master classes and seminars were held.</p>\n<h2>Awards</h2>\n<h3>Bronze Horse</h3>\n<p><strong>Best Film</strong></p>\n<p>The winning film in the international competition section is awarded the Bronze Horse (Bronshästen). At 7.3kg (16 lb) the Bronze Horse is the heaviest film award in the world. It is also a paraphrase of a national design icon, the Swedish Dala horse, and was created by artist Fredrik Swärd.</p>\n<p>The following films have received the top honour at the festival, the 7.3 kg Bronze Horse statute for the best film.</p>\n<h3>Stockholm Lifetime Achievement Award</h3>\n<p>Stockholm Lifetime Achievement Award is given as an honour for a lifework within cinema.</p>\n<ul><li>1990 – Roger Corman</li> <li>1991 – Dennis Hopper</li> <li>1992 – Viveca Lindfors</li> <li>1994 – Quentin Tarantino</li> <li>1995 – Jean Paul Gaultier</li> <li>1996 – Rod Steiger</li> <li>1997 – Elia Kazan</li> <li>1998 – Gena Rowlands</li> <li>1999 – Roman Polanski</li> <li>2000 – Lauren Bacall</li> <li>2001 – Jean-Luc Godard</li> <li>2002 – Erland Josephson</li> <li>2003 – David Lynch</li> <li>2004 – Oliver Stone</li> <li>2005 – David Cronenberg</li> <li>2006 – Lasse Hallström</li> <li>2007 – Paul Schrader</li> <li>2008 – Charlotte Rampling</li> <li>2009 – Susan Sarandon</li> <li>2010 – Harriet Andersson</li> <li>2011 – Isabelle Huppert</li> <li>2012 – Jan Troell</li> <li>2013 – Claire Denis</li> <li>2014 – Mike Leigh</li> <li>2015 – Stephen Frears</li> <li>2016 – Francis Ford Coppola</li> <li>2018 – Mary Harron</li> <li>2019 – Max von Sydow</li> <li>2020 – Martin Scorsese and Isabella Rossellini</li> <li>2021 – Jane Campion</li> <li>2022 – Anthony Hopkins</li> <li>2023 – Ken Loach</li> <li>2024 – Costa-Gavras</li></ul>\n<h3>Stockholm Visionary Award</h3>\n<p>Stockholm Visionary Award was instituted 2004 to note visionaries within modern film.</p>\n<ul><li>2004 – Todd Solondz</li> <li>2005 – Terry Gilliam</li> <li>2006 – Darren Aronofsky</li> <li>2007 – Wes Anderson</li> <li>2008 – Wong Kar-wai</li> <li>2009 – Luc Besson</li> <li>2010 – Gus Van Sant</li> <li>2011 – Alejandro González Iñárritu</li> <li>2012 – Jacques Audiard</li> <li>2013 – Peter Greenaway</li> <li>2014 – Roy Andersson</li> <li>2015 – Yorgos Lanthimos</li> <li>2016 – François Ozon</li> <li>2018 – Asghar Farhadi</li> <li>2019 – Céline Sciamma</li> <li>2020 – Matteo Garrone</li> <li>2021 – Joachim Trier</li> <li>2022 – Sam Mendes</li> <li>2023 – Catherine Breillat</li> <li>2024 – Sean Baker and Steve McQueen</li> <li>2025 – Benny Safdie</li></ul>\n<h3>Stockholm Achievement Award</h3>\n<ul><li>2012 – Willem Dafoe</li> <li>2014 – Uma Thurman</li> <li>2015 – Ellen Burstyn</li> <li>2018 – Gunnel Lindblom</li> <li>2019 – Payman Maadi</li> <li>2020 – Viggo Mortensen</li> <li>2021 – Kenneth Branagh and Robin Wright</li> <li>2022 – Fares Fares</li> <li>2023 – Ethan Hawke</li> <li>2024 – Jesse Eisenberg</li> <li>2025 – Alexander Skarsgård</li></ul>\n<h3>Audience Award</h3>\n<p>The peoples choice.</p>\n<h3>Rising Star Award</h3>\n<p>The Rising Star Award is awarded to an actor who has made distinctive achievements in film and has the ability to become tomorrow's star. The purpose of the award is to highlight an actor early in their career.</p>\n<ul><li>2008 – Malin Crépin</li> <li>2009 – Anastasios Soulis</li> <li>2010 – Alicia Vikander</li> <li>2011 – Malin Buska</li> <li>2012 – Nermina Lukac</li> <li>2013 – Adam Lundgren</li> <li>2014 – Julia Ragnarsson</li> <li>2015 – Aliette Opheim</li> <li>2016 – Filip Berg</li> <li>2017 – Gustav Lindh</li> <li>2021 – Edvin Ryding</li> <li>2022 – Sara Shirpey</li> <li>2023 – Hanna Ardéhn</li> <li>2024 – Erik Svedberg-Zelman</li> <li>2025 – Nils Wetterholm</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Stockholm International Film Festival is an annual film festival held in Stockholm, Sweden. It was launched in 1990 and has been held every year since then during the second half of November, and focuses on emerging and early career filmmakers. The winning film in the international competition section is awarded the Bronze Horse (Bronshästen), and it awards a number of other prizes.",
  "created_at": "2026-02-21T15:24:39.236586+00:00"
}