{
  "entity_id": "Q167920",
  "title": "Royal Swedish Academy of Fine Arts",
  "latitude": 59.328672,
  "longitude": 18.064419,
  "categories": [
    "culture",
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Konstakademien_Stockholm.jpg",
  "text": "<h1>Royal Swedish Academy of Fine Arts</h1>\n<p>The <strong>Royal Swedish Academy of Fine Arts</strong> (Swedish: <em>Kungliga Akademien för de fria konsterna</em>), commonly called the <strong>Royal Academy</strong>, is located in Stockholm, Sweden. An independent organization that promotes the development of painting, sculpture, architecture, and other fine arts, it is one of several Swedish Royal Academies. The Royal Institute of Art, an art school that was once an integral part of the academy, was broken out in 1978 as an independent entity directly under the supervision of the Ministry of Education.</p>\n<h2>History</h2>\n<p>In 1735, Carl Gustaf Tessin set up a drawing school at Stockholm Castle, naming it the <strong>Royal Drawing Academy</strong>. It was modeled after French academies of the day as a gathering place for established artists and art connoisseurs. The painters Guillaume Taraval, Johan Henrik Scheffel, and Olof Arenius and the architect Carl Hårleman taught there, and the first group of students included Johan Pasch.</p>\n<p>In 1766, the academy expanded its activities following a parliamentary decree. In 1768, its name was changed to the <strong>Royal Academy of Painting and Sculpture</strong>. In 1773, King Gustav III wrote the first statutes for the academy's organization. At the time, the curriculum spanned architecture, graphics, anatomy, theory of perspective, and cultural history. The late 18th century is considered the first golden age of the Royal Academy, when great artists of the time such as Johan Tobias Sergel were elected as members and also taught there. In 1810, it was renamed again to Royal Swedish Academy of Fine Arts (Swedish: <em>Kungliga Akademien för de fria konsterna</em>), the name it still bears today.</p>\n<p>By the 1830s, there was beginning to be opposition to the Royal Academy's commitment to traditional academic art. In addition, while both men and women could be elected as members of the academy, at the time women could only study art by special permission before 1864, when women students were accepted. The Stockholm Art Association was formed to offer exhibition alternatives, and an Impressionist artists' group known as Opponenterna ('the Opponents') arose as well.</p>\n<h2>Location</h2>\n<p>In 1780, the Royal Academy of Painting and Sculpture moved from Stockholm Palace into a 17th-century palace designed by the architect Nicodemus Tessin the Elder on Fredsgatan street in the city center. In the years 1842–1846 it was redesigned by the architect Fredrik Blom and an extension was added in 1893–1896.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Royal Swedish Academy of Fine Arts, commonly called the Royal Academy, is located in Stockholm, Sweden. An independent organization that promotes the development of painting, sculpture, architecture, and other fine arts, it is one of several Swedish Royal Academies. The Royal Institute of Art, an art school that was once an integral part of the academy, was broken out in 1978 as an independent entity directly under the supervision of the Ministry of Education.",
  "created_at": "2026-02-21T15:26:03.494075+00:00"
}