{
  "entity_id": "Q175358",
  "title": "Swedish overseas colonies",
  "latitude": 59.32944444444445,
  "longitude": 18.06861111111111,
  "categories": [
    "historic",
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/54/SwedishColonialEmpire%28FIX%29.png",
  "text": "<h1>Swedish overseas colonies</h1>\n<p>Sweden controlled a small number of colonies outside Europe between 1638 and 1878, most of which were short-lived.</p>\n<p>In the Americas, Sweden founded the colony of New Sweden (1638–1655) along the Delaware River, and briefly controlled Esequibo (1732–1739) and Tobago (1733). Sweden also governed the island of Saint Barthélemy for nearly a century (1784–1878). Sweden made Saint Barthélemy a free port and it served as a hub in the Atlantic slave trade. The island of Guadeloupe was a personal possession of King Charles XIV John from 1813 to 1814.</p>\n<p>In West Africa, Sweden held several forts on the Swedish Gold Coast from 1650 to 1663. In South Asia, the Swedish East India Company founded a trading post at Porto Novo in 1733, but it was destroyed a month later by French and British forces.</p>\n<h2>Americas</h2>\n<h3>New Sweden</h3>\n<p>The colony of New Sweden was founded in 1638 by the Swedish South Company, a consortium of Swedish, Dutch and German business interests. Other European nations were establishing colonies in the New World and building successful trading empires at the same time, and Sweden also sought to expand its own influence by creating a tobacco plantation and fur-trading colony. The colony was located along the Delaware River with settlements in modern Delaware (e.g., Wilmington), Pennsylvania (e.g., Philadelphia) and New Jersey (e.g., New Stockholm and Swedesboro) along locations where Swedish and Dutch traders had been visiting for decades.</p>\n<p>At the time (until 1809) Finland was part of the Kingdom of Sweden, and some of the settlers of Sweden's colonies came from present-day Finland or were Finnish-speaking. The Swedes and Finns brought their log house design to America, where it became the typical log cabin of pioneers. The Swedish settlers established a trading relationship with the Susquehannock, and supported them in their successful war against Maryland colonists.</p>\n<p>New Sweden was conquered by the Dutch Republic in 1655 and incorporated into the Dutch colony of New Netherland, although the Swedish and Finnish settlers were allowed local autonomy. They retained their own militia, religion, court, and lands. This lasted until the English conquest of New Netherland in 1664 at the beginning of the Second Anglo-Dutch War. The conquest began on August 29, 1664, with the capture of New Amsterdam and ended with the capture of Fort Casimir in October.</p>\n<h3>Essequibo</h3>\n<p>During the 18th century, the Swedes attempted to colonize the Essequibo region between the lower Orinoco and Barima rivers in Guyana's present-day Barima-Waini region. The Swedes, settled in the area in July 1732, were expelled in 1737 by Spanish forces led by Major Sergeant Carlos Francisco Francois Sucre y Pardo (grandfather of Venezuelan independence leader Antonio José de Sucre).</p>\n<h3>Antillian possessions</h3>\n<p>Saint Barthélemy is the only Caribbean island to have been historically a Swedish colony for any significant length of time, Guadeloupe only having been one briefly, at the end of the Napoleonic Wars.</p>\n<p>As a result of Sweden's support of France's enemies during the Napoleonic Wars, the island of Guadeloupe was ceded to king Charles XIV John personally, not to his Swedish state. However a year later the island was given to France by the Treaty of Paris. Sweden then forced a settlement with the British government because it had been guaranteed the island which was strategically close to its other Caribbean colony. This led to the Guadeloupe Fund which guaranteed Sweden 24 million francs. Because of how the money was used, Sweden was then given an additional 300,000 Riksdaler under the Riksdag of 1815 every year. The last installment was paid in 1983.</p>\n<p>In addition to these the Swedes briefly attempted to settle Tobago in 1733, but were driven away by Native tribes, and Tobago was eventually claimed by the British.</p>\n<h3>Saint Barthélemy</h3>\n<p>During the time of Sweden's colonisation of Africa's Gold Coast, the small Swedish slave trade began. However, after the fall of New Sweden to the Dutch, the slave trade ended. It would later be rejuvenated in 1784, when Sweden's monarch, Gustav III, began negotiations with France with a view to creating a new alliance between the two countries. Gustav offered Gothenburg as an entrepôt to the French, in exchange for the Caribbean colony of Saint Barthélemy, in addition to subsidies. Although Sweden was successful in acquiring the island in 1784, the population of the colony was less than 1000 people, and neither were particularly propitious trading ports—sugar and cotton only provided four shiploads a year, and many of the other resources were only produced in large enough quantities to provide subsistence for the inhabitants.</p>\n<p>However, the islands were close to the British and French trading posts of the Leeward and Windward islands. A new town was also constructed, Gustavia (named after the king), and this facilitated trade. Within a year, the population had doubled and the king saw fit to form the Swedish West India Company. The Napoleonic Wars (1803–1815) benefitted trade, as did the opening of free trade with Sweden in 1806; the population had continued to increase, reaching approximately 5000 by 1800. With the exception of a brief period of British occupation from 1801 to 1802, the colonies continued to grow. In 1811, 1800 ships visited Saint Barthélemy; and from October 1813 to September 1814, 20% of the U.S.'s exports passed through the island.</p>\n<p>The island was notable for its liberalism, particularly in regards to religious toleration. In Sweden, Lutheranism was strictly adhered to; people were obligated to attend a number of church services a year, and adherence to other religions or denominations was against the law (conversion to Catholicism, for example, often led to people being exiled). However, these two islands were inhabited by such a diverse group of people from European backgrounds, that French and English were also accepted official languages. On Saint Barthélemy, in 1787, only 21 Lutherans resided there, compared to over 500 Catholics, as well as several hundred people from different Protestant denominations. The government did not seek to suppress this: indeed, they ordered Saint Barthélemy's governor, Rosenstein, to salary a Catholic priest to come from Saint Martin twice a month.</p>\n<h2>Africa</h2>\n<p>Sweden temporarily controlled several settlements on the Gold Coast (present-day Ghana) beginning on 22 April 1650. The last of these settlements were lost on 20 April 1663 when Fort Carlsborg and the capital Fort Christiansborg were seized by Denmark.</p>\n<p>These possessions consisted of the following settlements:</p>\n<ul><li>Fort Apollonia, presently Beyin: 1655–1657.</li> <li>Fort Christiansborg/Fort Frederiksborg, which became the capital, presently Osu: 1652–1658</li> <li>Fort Batenstein, presently Butri: 1649–1656.</li> <li>Fort Witsen, presently Takoradi: 1653–1658.</li> <li>Carolusborg: April 1650 – January/February 1658, 10 December 1660 – 22 April 1663</li></ul>\n<h3>Cape Coast</h3>\n<p>In 1652, the Swedes took Cape Coast (in modern Ghana) which had previously been under the control of the Dutch and before that the Portuguese. Cape Coast was centered on the Carolusburg Castle which was built in 1653 and named after King Charles X Gustav of Sweden but is now known as the Cape Coast Castle.</p>\n<h3>Proposed Madagascar colony</h3>\n<p>Swedish Madagascar was a proposed colony that Sweden attempted to establish from 1714 to 1728. The initiative began when approximately 1,400 pirates on Madagascar sought protection from Sweden. In return, they proposed that Sweden could acquire Madagascar as a colony and provided a naval fleet to facilitate this arrangement. Sweden denied this request, so the pirates asked Denmark, which also denied their request. This led the pirates to approach Sweden again. Sweden showed interest at this point, and around New Year's Eve in 1717, they began negotiating. In the summer of 1718, an agreement was close to being signed, but it never materialized. One reason for this could have been the death of the Swedish king Charles XII.</p>\n<p>The plans remained during the reign of Ulrika Eleonora and the early stages of her husband Fredrik I's reign. One of the pirate negotiators in 1718, William Morgan, was appointed as the Swedish governor of the region, even though the Swedes still did not possess any land there. In 1721, Sweden made an attempt to send an expedition to Madagascar. It included two ships from the Swedish Navy, and the leader of the expedition became Carl Gustav Ulrich. The expedition was joined by three additional ships, two of which came from William Morgan's nephew. When the fleet arrived in Cádiz, it became clear that Morgan and his nephew lacked money, and several problems appeared which led to the project being canceled and never fulfilled.</p>\n<h2>India</h2>\n<p>The Swedish East India Company did not establish any permanent colonies in India, but they briefly possessed a factory in Porto Novo (today Parangipettai, Tamil Nadu). The fort was destroyed a month after its construction by French and British forces.</p>\n<h2>Svalbard</h2>\n<p>During the 19th and 20th centuries, Swedish mining companies endorsed by the Swedish government established mining towns on the Svalbard archipelago such as Pyramiden and Sveagruva. The towns were abandoned and later sold to Norway and the Soviet Union.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Sweden controlled a small number of colonies outside Europe between 1638 and 1878, most of which were short-lived.",
  "created_at": "2026-02-21T15:25:02.681528+00:00"
}