{
  "entity_id": "Q1788276",
  "title": "Sveavägen",
  "latitude": 59.336505,
  "longitude": 18.062596,
  "categories": [
    "historic",
    "trendy",
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Sveav_2008.jpg",
  "text": "<h1>Sveavägen</h1>\n<p><strong>Sveavägen</strong> is a major street in Stockholm, Sweden.</p>\n<p>Sveavägen originates at Sergels torg in the city district of Norrmalm, and goes north through the Vasastan district toward the border to Solna Municipality and the Haga Park. It is often known as the busiest road in Sweden.</p>\n<p>Sveavägen follows a straight line from Sergels torg up to Sveaplan and Wenner-Gren Center where it takes a sharp left turn until the junction at Norrtull where it becomes Norra Stationsgatan.</p>\n<p>Between Rådmansgatan and Hötorget stations, the Green line of the Stockholm metro runs underneath Sveavägen. Both stations have access from the street.</p>\n<h2>History</h2>\n<p>Prime Minister Olof Palme was assassinated on 28 February 1986 at the corner Sveavägen and Tunnelgatan.</p>\n<h2>Notable buildings</h2>\n<p>Notable buildings located on Sveavägen include:</p>\n<ul><li>Stockholm school of economics - a private business school located in the city district Vasastan at Sveavägen 65. The main building of the school was designed by Ivar Tengbom and built 1925–1926.</li> <li>Stockholm Concert Hall inaugurated in 1926 lies to the east of Hötorget in the city district Norrmalm and is the main hall for orchestral music in Stockholm.</li> <li>Hötorget buildings in the city district Norrmalm.</li> <li>Wennergren center named after the businessman Axel Wenner-Gren consists of three buildings named Helicon, Pylon and Tetragon.</li> <li>Stockholm Public Library, one of the city's most notable structures</li> <li>Påhlmans Handelsinstitut, a business school constructed by Olle Engkvist, is located at Sveavägen nos. 80-82.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Sveavägen is a major street in Stockholm, Sweden.",
  "created_at": "2026-02-21T15:38:38.760459+00:00"
}