{
  "entity_id": "Q1780908",
  "title": "Ministry of Employment (Sweden)",
  "latitude": 59.32920833,
  "longitude": 18.06402222,
  "categories": [
    "political",
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Great_coat_of_arms_of_Sweden_%28without_mantle%29.svg/960px-Great_coat_of_arms_of_Sweden_%28without_mantle%29.svg.png",
  "text": "<h1>Ministry of Employment (Sweden)</h1>\n<p>The <strong>Ministry of Employment</strong> (Swedish: <em>Arbetsmarknadsdepartementet</em>) is a ministry in the Swedish government responsible for labour market, labour law and the work environment. The Ministry is also responsible for the work of advancing gender equality and human rights at national level. Moreover, the Ministry is responsible for efforts to increase integration, combat segregation, racism and discrimination, and strengthen the rights of children and LGBT people.</p>\n<p>The Swedish Ministry of Employment has two ministers as of June 2025. The Minister for Employment, Johan Britz, is head of the Ministry. Nina Larsson is Minister for Gender Equality. The ministers also have political advisers on staff who assist them in policy work, providing background material, political assessments, planning and coordination, and media contacts.</p>\n<p>The Ministry has an Office of the Director-General for Administrative Affairs, two secretariats and six divisions, which are led by non-politically appointed officials.[1]</p>\n<h2>History</h2>\n<p>The Ministry of Employment was established in 1974, when the Ministry of the Interior was split into two new ministries. The Ministry of Employment assumed responsibility for labour market, labour protection and immigration issues. Housing policies were transferred to a new Ministry of Housing.</p>\n<p>On 1 January 1999 the responsibilities of the Ministry of Employment were transferred to the new Ministry of Enterprise, Energy and Communications (Swedish: <em>Näringsdepartementet</em>).</p>\n<p>On 1 January 2007 the ministry was reinstituted after a decision by the new government that took office on 6 October 2006.</p>\n<h2>Areas of responsibility</h2>\n<ul><li>Introduction of new arrivals</li> <li>Labour law and work environment</li> <li>Labour market</li> <li>Gender equality</li> <li>Children's rights</li> <li>Democracy and human rights</li></ul>\n<h2>Government agencies</h2>\n<p>The Ministry of Employment is principal for the following government agencies:</p>\n<ul><li>Gender Equality Agency (<em>Jämställdhetsmyndigheten</em>)</li> <li>Delegation against segregation (<em>Delegationen mot segregation</em>)</li> <li>Agency for Work Environment Expertise(<em>Myndigheten för arbetsmiljökunskap</em>)</li> <li>Public Employment Service (<em>Arbetsförmedlingen</em>)</li> <li>Work Environment Authority (<em>Arbetsmiljöverket</em>)</li> <li>Labour Court (<em>Arbetsdomstolen</em>)</li> <li>Unemployment Insurance Board (<em>Inspektionen för arbetslöshetsförsäkringen</em>)</li> <li>Council for Employee Representation on Boards of Directors (<em>Nämnden för styrelserepresentationsfrågor</em>)</li> <li>Council for the European Social Fund in Sweden (<em>Swedish ESF Council</em>)</li> <li>Institute for Evaluation of Labour Market and Education Policy (<em>Institutet för arbetsmarknads- och utbildningspolitisk utvärdering</em>)</li> <li>Advisory Board on Patent Rights and Compensation Settlements for Inventions at Work (<em>Statens nämnd för arbetstagares uppfinningar</em>)</li> <li>National Mediation Office (<em>Medlingsinstitutet</em>)</li> <li>ILO committee (<em>Svenska ILO-kommittén</em>)</li> <li>Board against Discrimination (<em>Nämnden mot diskriminering</em>)</li> <li>Ombudsman for Children (<em>Barnombudsmannen</em>)</li> <li>Equality Ombudsman (<em>Diskrimineringsombudsmannen</em>)</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Ministry of Employment is a ministry in the Swedish government responsible for labour market, labour law and the work environment. The Ministry is also responsible for the work of advancing gender equality and human rights at national level. Moreover, the Ministry is responsible for efforts to increase integration, combat segregation, racism and discrimination, and strengthen the rights of children and LGBT people.",
  "created_at": "2026-02-21T15:26:58.577897+00:00"
}