{
  "entity_id": "Q1803730",
  "title": "Van der Nootska Palace",
  "latitude": 59.3178,
  "longitude": 18.0661,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Van_der_Nootska_palatset.JPG",
  "text": "<h1>Van der Nootska Palace</h1>\n<p><strong>Van der Noot Palace</strong> (Swedish: <em>van der Nootska palatset</em>) is a palace located at Sankt Paulsgatan 21 in Södermalm, Stockholm, Sweden.</p>\n<p>The palace was built in 1671-1672 by architect Mathias Spieler for the Dutch-born Swedish military officer Thomas van der Noot. The facade has pilasters and festoons and the middle part is decorated with mermaids in the sandstone. Two wings frame a small garden. The building was first used as a residence for various Dutch ministers. In 1740, a second building was erected that was used as a church for the Dutch Reformed Church. In 1770 it was made into a tobacco factory. In the late 19th century the building was in disrepair and was threatened with demolition.</p>\n<p>The building was saved by Jean Jahnsson, owner of C.G. Hallberg, who turned it into a private residence. Architects for the renovation and expansion in 1903-1910 were Isak Gustaf Clason and Agi Lindegren. Jahnsson gathered a rich collection at the palace, including mainly Swedish silverware, a collection of hundreds of spoons from the 15th century onwards, porcelain, an unmatched collection of precious bejeweled gold boxes, Swedish miniatures, art furniture, Swedish engraving portraits and a library about much more than 100,000 volumes, including nearly complete collections of Swedish dramatic literature and Reformation writings, Swedish history books and documents etc. Jahnsson was hit hard by the Kreuger crash in the early 1930s, in which he was stripped of his wealth and forced to leave the Van der Noot Palace and auction off most of the collections. Stensund Castle was sold to Carl Matthiessen, 1933, and the weapons collection auctioned off . The remainder of Jahnsson's collections from Van der Nootska, which mainly consisted of the Stockholmiana Collection, were donated in 1942 to the Stockholm City Museum by Axel Wenner-Gren, who in February 1938, had bought the Van der Nootska Palace. The Stockholmiana Collection consisted of about 5000 images and about 3000 books and pamphlets.</p>\n<p>From 1940 the building was used by The Swedish Lotta Corps who used it as headquarters. In 1943, the building was renovated by architect Rolf Engströmer. Since 1988, the building has been used primarily for conferences and banqueting and is now owned by the City of Stockholm.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Van der Noot Palace is a palace located at Sankt Paulsgatan 21 in Södermalm, Stockholm, Sweden.",
  "created_at": "2026-02-21T15:29:48.694541+00:00"
}