{
  "entity_id": "Q1886105",
  "title": "Sager House",
  "latitude": 59.328888888889,
  "longitude": 18.067222222222,
  "categories": [
    "historic",
    "political"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/3c/Sagerska_huset_2012_-_h_%28crop%29.jpg",
  "text": "<h1>Sager House</h1>\n<p>The <strong>Sager House</strong> (Swedish: <em>Sagerska huset</em>) or <strong>Sager Palace</strong> (<em>Sagerska palatset</em>) is the official residence of the prime minister of Sweden, located at Strömgatan 18 in central Stockholm.</p>\n<h2>Location</h2>\n<p>The Sager House is located in the Stockholm borough of Norrmalm, on the street Strömgatan, on the north side of the river Norrström.</p>\n<h3>Adjacent landmarks</h3>\n<p>The Sager House lies between: Rosenbad, the Government Chancellery (on the west); and the Ministry for Foreign Affairs (the former Arvfurstens Palats) and the Royal Swedish Opera on Gustav Adolfs torg (on the east).</p>\n<p>It lies across from the Parliament House (Riksdag) building (on the island Helgeandsholmen), and the Royal Palace (on the island Stadsholmen), and is connected with them over the river Norrström through the Riksbron and Norrbro bridges, respectively.</p>\n<h2>History</h2>\n<p>The first historical records of a building on the site are from the 1640s. In 1880 the property was purchased by the Sager brothers. The Sager Palace was owned by the Sager family from 1880 to 1986.</p>\n<p>In 1988 the building was purchased by the Swedish State to be turned into the official residence of the Prime Minister of Sweden. Before it was bought, there was no official residence in Stockholm for the head of government. The first Prime Minister to use the building after an extensive renovation for its new use was Göran Persson (1996–2006). Fredrik Reinfeldt moved in after the 2006 Swedish general election.</p>\n<h3>Architecture</h3>\n<p>In 1893 Robert Sager had the palace remodeled, including the addition of a new floor within a Mansard roof and a French Baroque Revival style facade with Neo-Rococo details, that are still seen.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Sager House or Sager Palace is the official residence of the prime minister of Sweden, located at Strömgatan 18 in central Stockholm.",
  "created_at": "2026-02-21T15:24:05.432789+00:00"
}