{
  "entity_id": "Q1897080",
  "title": "Mariatorget",
  "latitude": 59.318056,
  "longitude": 18.0625,
  "categories": [
    "culture",
    "nature"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Mariatorget_2012a.jpg",
  "text": "<h1>Mariatorget</h1>\n<p><strong>Mariatorget</strong> (lit. 'Maria Square') is a square and a city park in the district of Södermalm in Stockholm, Sweden.</p>\n<h2>History</h2>\n<p>It was constructed at the end of the 1760s. Its original name was <strong>Adolf Fredriks torg</strong> (after King Adolphus Frederick, who reigned 1751–1771), but it was renamed \"Mariatorget\" in 1959 to avoid confusion with the church and parish of Adolf Fredrikskyrkan in Norrmalm. The modern name alludes to the nearby Maria Magdalena kyrka (Church of Mary Magdalene) and the surrounding parish.</p>\n<p>The square faces the street of Hornsgatan to the north, and the street of Sankt Paulsgatan to the south. The street Swedenborgsgatan, named after Emanuel Swedenborg, starts there and continues southwards. In the northeast part is a bust in bronze from 1973 depicting Emanuel Swedenborg by Gustav Nordahl (1903-1992).</p>\n<p>The central fountain is crowned by a sculpture by Anders Henrik Wissler (1869- 1941). <em>Tors fiske (Thor's fishing)</em>, depicting the Norse god Thor slaying the sea serpent Jörmungandr.</p>\n<p>A small former Methodist church, S:t Paulskyrkan, faces the southwest corner of the square. It housed the oldest Methodist congregation in Sweden. The building was inaugurated in 1876. The altar painting by Wilhelm Gernandt was added when the altar section was rebuilt in 1894.</p>\n<p>The area surrounding the park offers quite a number of cafés and bars and is known as the area where Stockholm's LGBT+ nightlife concentrates. The Rival hotel and bar, which until recently was a cinema theatre, is partly owned by former ABBA star Benny Andersson.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Mariatorget is a square and a city park in the district of Södermalm in Stockholm, Sweden.",
  "created_at": "2026-02-21T15:30:49.312258+00:00"
}