{
  "entity_id": "Q1933896",
  "title": "Stockholm City Museum",
  "latitude": 59.31972222,
  "longitude": 18.07055556,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/51/Ryssg%C3%A5rden_Stockholm_From_Above_2005-06-06.jpg",
  "text": "<h1>Stockholm City Museum</h1>\n<p>The <strong>Stockholm City Museum</strong> (Swedish: <em><strong>Stadsmuseet i Stockholm</strong></em>) is a museum documenting, preserving and exhibiting the history of Stockholm. The museum is housed in Södra Stadshuset at Slussen on Södermalm.</p>\n<h2>History</h2>\n<p>The building was completed in 1685. In the 1930s the museum moved in and opened to the public in 1942.</p>\n<p>The City Museum was closed for renovations from 12 January 2015 to 27 April 2019.</p>\n<h2>Governance and description</h2>\n<p>The museum is governed by the Cultural Affairs and Sports Division of the City of Stockholm. The city museum, the Museum of Medieval Stockholm and Stockholmia Förlag (which publishes books on Stockholm and Stockholm's history) operate as one department within the division. All political decisions are made by the specialist committee for Cultural Affairs.</p>\n<p>The museum is the largest municipal museum in Sweden, and houses collections which include 300,000 items of historical interest; 20,000 works of art and 3 million photographs.</p>\n<p>One of the museum's units – Cultural Heritage Department – \"Kulturmiljöenheten\" – is the City of Stockholm's cultural historical authority in relation to city planning proposals, building conversion, demolitions and other changes to the city's visual appearance.</p>\n<h2>Exhibitions</h2>\n<p>The museum has two permanent exhibitions, one called \"The Stockholm Exhibition – Based on a true story\". The first part of the Stockholm exhibition was opened in 2010. It tells the history of Stockholm from the first sign of settlements until the future ideas of children. It is all about buildings, streets, parks and water as well as of the inhabitants who fills the city with life.. The second part of \"The Stockholm Exhibition\" was opened in April 2011. It focuses on the later part of the history of Stockholm. The exhibition takes you to four different locations in Stockholm and tells their story: Slussen, Östermalmstorg, Kungsträdgården and Sergels torg.</p>\n<p>The other permanent exhibition is \"About houses – Architecture &amp; building preservation in Stockholm\". The exhibition guides the visitor through different historical building styles and show examples from the end of last century until the 1970s.</p>\n<p>Aside from the permanent exhibition and the main exhibitions, the museum most often has a few smaller exhibitions open, such as photographic exhibitions.</p>\n<h2>City walks</h2>\n<h3>ABBA City Walk</h3>\n<p>A walking tour of Abba land and 1970s Stockholm! Starting at the City Hall where Benny performed for the very first time, the tour continues via the Sheraton Hotel, one of many places ABBA videos were recorded, and one of the city’s most distinctive 1970s landmarks.</p>\n<h3>Stieg Larsson Millennium Tour</h3>\n<p>Follow along in Mikael Blomkvist and Lisbeth Salander’s footsteps while getting additional background information about the characters and the author. The walk starts at Bellmangatan 1, where Mikael Blomkvist lives, then passes the Millennium editorial office, Lisbeth Salander's luxury apartment and many other locations mentioned in the books and films.</p>\n<h2>Mercury</h2>\n<p>The model of the planet Mercury on the yard of the museum is part of the Sweden Solar System – the largest model of the Solar System in the world. The giant spherical sports arena Avicii Arena in Stockholm represents the Sun. The scale is 1:20,000,000 and – accordingly – Mercury is 25 cm in diameter at a distance of 2.9 km from Globen. The model continues northwards through Sweden. The model of Mercury is heated and always kept warm.</p>\n<h2>Other</h2>\n<p>The museum has a cafe and a shop, and during the summertime events such as dance evenings are held.</p>\n<h2>Media</h2>\n<ul><li> The Door Handle Exhibit at Stockholm City Museum </li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Stockholm City Museum is a museum documenting, preserving and exhibiting the history of Stockholm. The museum is housed in Södra Stadshuset at Slussen on Södermalm.",
  "created_at": "2026-02-21T15:26:40.132169+00:00"
}