{
  "entity_id": "Q204298",
  "title": "The House of Culture (Stockholm)",
  "latitude": 59.33194444,
  "longitude": 18.06472222,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/68/Kulturhuset_2009.jpg",
  "text": "<h1>The House of Culture (Stockholm)</h1>\n<p><strong>House of Culture</strong> (Swedish: <strong>Kulturhuset</strong>) is a cultural center situated to the south of Sergels torg in central Stockholm, Sweden. The House of Culture has been described as a symbol for Stockholm as well as of the growth of modernism in Sweden.</p>\n<h2>Overview</h2>\n<p>In 1965 the city's government announced an architectural competition won by modernist architect Peter Celsing (1920–1974). Kulturhuset is from most angles dominated by its concrete and glass façade structure, with the adjacent theatre building having a façade of stainless steel. The original intention had been for the museum of modern art Moderna Museet, to occupy large parts of the building, but the museum dropped out of the project in 1969. The first stage of the center was opened in 1971 (the western part, including the theatre).</p>\n<p>It was the temporary seat of the Riksdag, the Swedish Parliament, until 1983, while the Riksdag building was remodelled for a unicameral legislature, which had been introduced in Sweden 1971. Kulturhuset hosts many initiatives every year, with dozens of contemporary cultural events, including photo exhibitions, stories for children, concerts, literary discussions, films, debates. It functions during daytime and nighttime.</p>\n<p>The building comprises restaurants, exhibition rooms, conference rooms, concert rooms, cinema and a library. Stockholm City Theatre (<em>Stockholms Stadsteater</em>) has since 1990 been placed in the center. In 2013, Kulturhuset in Stockholm and the Stockholm City Theatre merged to form Kulturhuset Stadsteatern.</p>\n<p><em>TioTretton</em> was created by the Swedish architect and scenographer Ricardo Ortiz in collaboration with former library manager of the Kulturhuset Katti Hoflin. <em>TioTretton</em> is a sanctuary where the children are completely on their own terms. Therefore, adults must stay at an adult border.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "House of Culture is a cultural center situated to the south of Sergels torg in central Stockholm, Sweden. The House of Culture has been described as a symbol for Stockholm as well as of the growth of modernism in Sweden.",
  "created_at": "2026-02-21T15:29:58.271691+00:00"
}