{
  "entity_id": "Q23530862",
  "title": "Index – The Swedish Contemporary Art Foundation",
  "latitude": 59.33052,
  "longitude": 18.051087,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/88/Willemderooij.jpg",
  "text": "<h1>Index – The Swedish Contemporary Art Foundation</h1>\n<p><strong>Index – The Swedish Contemporary Art Foundation</strong> is an art gallery for contemporary art based in Stockholm, Sweden.</p>\n<h2>History</h2>\n<p>Index – The Swedish Contemporary Art Foundation arose out of the Swedish <em>Fotograficentrum Artists' Association</em>, which was founded in 1974 in Stockholm with the aim of creating distribution channels for the photographic art. <em>Fotograficentrum</em> got several local associations in Örebro, Gothenburg, Malmö and Luleå, among others. In the mid-1980s, the <em>Fotograficentrum</em> expanded its activities, in addition to organizing exhibitions and seminars, and started to work as an agency for its members, where they received help in presenting their art in or outside the Fotograficentrum's premises. In the early 1980s, the publication of <em>Bildtidningen</em> was started, which focused on spreading the art of photography as well as criticism and theory.</p>\n<p>The Stockholm office was originally located at Malmskillnadsgatan 45 but moved during the 1990s to Sankt Paulsgatan 3 on Södermalm. In the mid-1990s, Fotograficentrum's gallery went under the name <em>Galleri Index</em>. The head of Galleri Index was then Karina Ericsson Wärn. Examples of exhibited artists during this period are Wolfgang Tillmans, Jonathan Monk, Eija-Liisa Ahtila, Kara Walker, Stan Douglas, Pierre Huyghe, Elmgreen &amp; Dragset and Rodney Graham. Young Swedish artists were also presented, such as Annika von Hausswolff, Fia Backström and Maria Lindberg. Many artists had their first major exhibitions at Index.</p>\n<p>In 1991 Bildtidningen changed its name to <em>Index-Contemporary Scandinavian Images</em>, and during the 1990s the gallery and magazine shared offices and began to expand their focus from photography to other artistic practices. Among those who worked editorially on the newspaper can be mentioned Sina Najafi, Sara Arrhenius, and Maria Lind. In the late 1990s, the magazine merged with Siksi, another Swedish art magazine, and was named <em>NU-The Nordic Art Review</em>. In 2001, Mats Stjernstedt took over the management and in 2005 the institution moved to Kungsbro strand 19 on Kungsholmen. Together with contemporary artists such as Johanna Billing, Goldin+Senneby, Dora García, Deimantas Narkevicius, Harun Farocki and Claire Fontaine, Index also began to show historical artistry in relation to contemporary art: Bas Jan Ader, Valie Export, Susan Hiller and Adrian Piper. The exhibition hall at Kungsbro Strand is a converted laundry room of 140 square meters. Artists shown in the 2010s and 2020s include Lili Reynaud-Dewar, Stephen Willats, Willem de Rooij, Elizabeth Price, Mette Edvardsen, Pauline Curnier Jardin and Chris Kraus. In 2018, Martí Manen was appointed director.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Index – The Swedish Contemporary Art Foundation is an art gallery for contemporary art based in Stockholm, Sweden.",
  "created_at": "2026-02-21T15:37:20.202077+00:00"
}