{
  "entity_id": "Q2575880",
  "title": "Mårten Trotzigs Gränd",
  "latitude": 59.323,
  "longitude": 18.07272222,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Marten-Trotzigs-Graend.jpg",
  "text": "<h1>Mårten Trotzigs Gränd</h1>\n<p><strong>Mårten Trotzigs gränd</strong> (Swedish: \"Alley of Mårten Trotzig\") is an alley in Gamla stan, the old town of Stockholm, Sweden. Leading from Västerlånggatan and Järntorget up to Prästgatan and Tyska Stallplan, the width of its 37 steps tapers down to a mere 90 centimetres (35 in), making the alley the narrowest street in Stockholm.</p>\n<h2>History</h2>\n<p>The alley is named after the merchant and burgher Mårten Trotzig (1559–1617), who, born in Wittenberg, immigrated to Stockholm in 1581, and bought properties in the alley in 1597 and 1599, also opening a shop there. His original German name is said to have been <em>Traubtzich</em>, but he is also mentioned under various other names, such as <em>Trutzich</em>, <em>Trutzigh</em>, <em>Trusick</em>, <em>Trotuitz</em>, <em>Tråtzich</em>, <em>Trotzigh</em> and <em>Tråsse</em>. According to sources from the late-16th century, he dealt in iron and later copper, by 1595 he had sworn his burgher oath, and was later to become one of the richest merchants in Stockholm. He was however beaten to death during a trip to Kopparberg in 1617.</p>\n<p>Possibly referred to as Trångsund (\"Narrow strait\") before Mårten Trotzig gave his name to the alley, it is mentioned in 1544 as <em>Tronge trappe grenden</em> (\"Narrow Stairs</p>\n<p>Alley\"). In 1573 a property is referred to as situated...</p>\n<ul><li>Old Swedish : <em>...norden för Järntorgitt näst Lång gaten westen till vp med then trånge trappe grändh, som löper vp till Suarttmuncke clöster</em>.</li> <li>Modern Swedish : <em>...norr om Järntorget intill Långa gatan i väster upp för den trånga trappans gränd, som löper upp till svartmunkeklostret</em>.</li> <li>English : ...north of 'the iron square' next to 'the Long street to the west' up the narrow stairs alley, running up to the Blackfriars abbey.</li></ul>\n<p>In 1608, it was referred to as <em>Trappegrenden</em> (\"The Stairs Alley\"), but a map dated 1733 calls it <em>Trotz gr[änd]</em>, a name which, using various alternative spellings, was to remain the name used, save for an attempt in the late-18th century to inexplicably rename it <em>Kungsgränden</em> (\"The Kings Alley\"). The alley was closed off in the mid-19th century, not to be reopened until 1945. Its present name was officially sanctioned by the city in 1949.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Mårten Trotzigs gränd is an alley in Gamla stan, the old town of Stockholm, Sweden. Leading from Västerlånggatan and Järntorget up to Prästgatan and Tyska Stallplan, the width of its 37 steps tapers down to a mere 90 centimetres (35 in), making the alley the narrowest street in Stockholm.",
  "created_at": "2026-02-21T15:20:21.337753+00:00"
}