{
  "entity_id": "Q260304",
  "title": "Gröna Lund",
  "latitude": 59.323055555556,
  "longitude": 18.096111111111,
  "categories": [
    "culture",
    "nature",
    "activity"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c4/2020-04-26_%E2%80%94_Gr%C3%B6na_Lund.jpg",
  "text": "<h1>Gröna Lund</h1>\n<p><strong>Gröna Lund</strong> (Swedish: [ˈɡrø̂ːna ˈlɵnːd, ɡrøːnaˈlɵnːd], lit. 'Green Grove'), or colloquially <em>Grönan</em> (Swedish: [ˈɡrø̂ːnan]), is an amusement park in Stockholm, Sweden. Located on the seaward side of Djurgården Island, it is relatively small compared to other amusement parks, mainly because of its central location, which limits expansion. The 3.8 ha (9.4 acres) amusement park has over 30 attractions and is a popular venue for concerts in the summer. It was founded in 1883 by Jacob Schultheis.</p>\n<h2>History</h2>\n<p>Gröna Lund's roots are in the 1880s, making it Sweden's oldest amusement park. However the area has been used for similar purposes since the early 18th century. In 1883, a German by the name of Jacob Schultheis rented the area to erect \"carousels and other amusements\". Until 2001, descendants of Schultheis ran Gröna Lund. Before the amusement park came into being, Gröna Lund was the name of a small park.</p>\n<p>The park's location is unique in the sense that most of the buildings are old residential and commercial structures from the 19th century. The buildings were not built for the park; instead, the park was built around the buildings. The park has three different entertainment venues: Dansbanan (Lilla Scenen), Gröna Lundsteatern and Stora Scenen.</p>\n<p>Gröna Lund features most attractions common to amusement parks, such as a tunnel of love, a funhouse and eight roller coasters. Gröna Lund is also known for its rock and pop music concerts; the capacity record is held by Bob Marley, who attracted 32,000 people in 1980; it was his third performance at the venue, after stints in 1977 and 1978. The record is unbeatable since new regulations prevent such large audiences at Gröna Lund. American rapper Nas performed with almost 22,000 people in 2010.</p>\n<p>The park is easily accessible by tram #7, bus #67 and by ferry from the city centre. Its central location allows visitors to view large parts of Stockholm from the taller attractions.</p>\n<p>Since 2006, the park is owned by Parks &amp; Resorts Scandinavia AB, which is wholly owned by the Tidstrand family, which also owns Kolmården Zoo and Skara Sommarland.</p>\n<p>On 25 June 2023, one person was killed and nine others were injured after Jetline partly derailed. The park was temporarily closed due to the incident. On 3 July 2023 the park was re-opened, but only as a walking park. On 5 July 2023, all rides except Jetline opened. Jetline remained closed as it underwent an investigation by the Swedish Accident Investigation Authority which concluded on 14 June 2024, when it was announced that Jetline will be permanently closed. On 28 January 2026, Gröna Lund was sentenced by the Stockholm District Court and fined kr 5,200,000.</p>\n<h2>Rides</h2>\n<h3>Roller coasters</h3>\n<h3>Other rides</h3>\n<ul><li><strong>Eclipse</strong> - 121.9 m tall swing ride, opened in 2013, height limit 1.2 m. <strong>Funtime</strong>.</li> <li><strong>Blue Train</strong> - dark ride that opened in 1935, refurbished in 1982 and again in 2011, height limit 0,95 m. <strong>Magnus Sörman, Gosetto</strong> (2011 refurbishments).</li> <li><strong>Chain Flyer</strong> - wave swinger, opened in 1997, height limit 1.3 m. <strong>Zierer</strong>.</li> <li><strong>Extreme</strong> - top scan, opened in 1999, moved in 2013, height limit 1.4 m. <strong>Mondial</strong>.</li> <li><strong>Flying Carpet</strong> - carpet ride, opened in 1983; height limit 1.4 m. <strong>Zierer</strong>.</li> <li><strong>Fritt Fall Tilt</strong> - 80 m tall tilting drop tower, opened in 1998, the \"tilt \" function introduced in 2004, height limit 1.4 m. <strong>Intamin</strong>.</li> <li><strong>House of Nightmares</strong> - spooky haunted house, opened in 2015. <strong>Sally Corporation</strong>.</li> <li><strong>Katapulten</strong> - 55 m tall launch tower, opened in 2001, height limit 1,4m. <strong>S&amp;S Worldwide</strong>.</li> <li><strong>Kärlekstunneln</strong> - Old Mill (ride)</li> <li><strong>Lantern</strong> - spinning tower ride, opened in 2008, height limit 1.2 m. <strong>Zierer</strong>.</li> <li><strong>Octopus</strong> - octopus spinner, opened in 2000, height limit 1.2 m. <strong>Anton Schwarzkopf</strong>.</li> <li><strong>Pop Expressen</strong> - breakdance spinner, opened in 1996; height limit 1.4 m. <strong>Huss</strong>.</li> <li><strong>Barnradiobilarna</strong> - bumper cars, opened in 1968, height limit 1.2 m. <strong>Reverchon</strong>.</li> <li><strong>Snake</strong> - Chaos Pendel, opened in 2019 and given away to Skara Sommarland in 2020, height limit 1.4 m. <strong>Funtime</strong></li> <li><strong>Ikaros</strong> - 95 m tall tilting tower opened in 2017, Known as a \"Sky Jump\" similar to Falcon's Fury at Busch Gardens Tampa. <strong>Intamin.</strong></li></ul>\n<h3>Kiddie rides</h3>\n<ul><li><strong>Circus Carousel</strong> - merry go round, opened in 1883.</li> <li><strong>Flying Elephants</strong> - fly the elephants ride, opened in 1983. <strong>Zamperla</strong>.</li> <li><strong>Fun House</strong> - indoor obstacle house, opened in 1883. Gröna Lund, rebuilt in 1986 by Zierer</li> <li><strong>Kuling</strong> - rocking tug, opened in 2005. <strong>Zamperla</strong>.</li> <li><strong>Little Paris Wheel</strong> - mini Ferris wheel, opened in 1993. <strong>Zamperla</strong>.</li> <li><strong>Mini Bumper Cars</strong> - kiddie bumper cars, opened in 2003. <strong>Bertazzon</strong>.</li> <li><strong>Mirror House</strong> - classic mirror maze, opened in 1935.</li> <li><strong>Pettson and Findus World</strong> - walkthrough and play area, opened in 2003. <strong>Gröna Lund</strong>.</li> <li><strong>Tea Cups</strong> - spinning tea cups, opened in 2008. <strong>Mack Rides</strong>.</li> <li><strong>Tunnel of Love</strong> - classic dark ride for kids, opened in 1917 and refurbished in 1986. <strong>Gröna Lund</strong></li> <li><strong>Veteran Cars</strong> - on track cars.</li> <li><strong>Arcade Games</strong> - arcade games and test-your-skill games.</li></ul>\n<h2>Special events</h2>\n<p>The park hosts various special events throughout the season, particularly music concerts. Famous musicians that have performed at Gröna Lund include: Jimi Hendrix in 1967, Kiss in 1976, T.Rex (band) in 1977, Bob Marley and the Wailers in 1978 and 1980, ABBA in 1973, Europe in 1984, 2015, 2018, 2022 and 2024, The Cardigans in 1997, Robyn in 1999, Caesars in 2002, Dr. Alban in 2003, A*Teens in 2003, Alice Cooper in 2011, 2015, 2017 and 2024 and also twice with the Hollywood Vampires, Icona Pop in 2013, Slayer in 2013 and 2017, Tove Lo in 2014, Meshuggah in 2014, \"Weird Al\" Yankovic and Basshunter in 2015, Deep Purple in 2016 and 2024, Ghost in 2017, Zara Larsson in 2017 and 2022, Gojira in 2019, Sting in 2019, Dua Lipa in 2022, My Chemical Romance in 2022, Korn in 2017 and 2022, Westlife in 2023, Bruce Dickinson in 2024 and Sparks in 2025.</p>\n<h2>Accidents</h2>\n<h3>Jetline</h3>\n<ul><li>On 25 June 2023, a train partially derailed, resulting in one death and nine injuries. An investigation by the Swedish Accident Investigation Authority (SHK) found an improperly manufactured replacement control arm caused the derailment, leading to the permanent closure and later demolition of the ride.</li></ul>\n<h2>Gallery</h2>\n<ul><li> Main entrance</li> <li> Handmade carousel pigs from the 19th century</li> <li> Jerry Williams on stage 2004</li> <li> The Boppers in 2004</li> <li> Birgit Nilsson backstage in the 1960s</li> <li> Jimi Hendrix at Gröna Lund 1967</li> <li> Night view</li> <li> Jason Mraz at Gröna Lund 2008</li> <li> First Aid Kit at Gröna Lund 2017</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Gröna Lund, or colloquially Grönan, is an amusement park in Stockholm, Sweden. Located on the seaward side of Djurgården Island, it is relatively small compared to other amusement parks, mainly because of its central location, which limits expansion. The 3.8 ha amusement park has over 30 attractions and is a popular venue for concerts in the summer. It was founded in 1883 by Jacob Schultheis.",
  "created_at": "2026-02-21T15:39:35.257850+00:00"
}