{
  "entity_id": "Q298289",
  "title": "Museum of Far Eastern Antiquities, Stockholm",
  "latitude": 59.32694444,
  "longitude": 18.08194444,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/a8/%C3%96stasiatiska_museet_2009.jpg",
  "text": "<h1>Museum of Far Eastern Antiquities, Stockholm</h1>\n<p>The <strong>Museum of Far Eastern Antiquities</strong> (Swedish: <em>Östasiatiska museet</em>), located in Stockholm, Sweden, is a museum launched by Sweden's Parliament in 1926, with the Swedish archaeologist Johan Gunnar Andersson (1874–1960) as founding director. The museum is located on Skeppsholmen in the building Tyghuset and since 1999 the museum is a part of the public Swedish National Museums of World Culture.</p>\n<h2>Overview</h2>\n<p>The museum was originally based mainly on Andersson's groundbreaking discoveries in China, during the 1920s, of a hitherto unknown East Asian prehistory. The museum today has wide-ranging collections from Japan, Korea, India and China. It exhibits of both archeology, classical arts and contemporary culture, and holds a large research library open to the public. The last time the museum published a comprehensive catalog was 1963 (<em>Museum of Far Eastern Antiquities: Album</em>). The museum also publishes an annual journal focused on research on ancient East Asia, the <em>Bulletin of the Museum of Far Eastern Antiquities</em> (BMFEA).</p>\n<h2>Gallery</h2>\n<ul><li> Jain Tirthankara Sculpture, Red sandstone, India, 8th century</li> <li> Ganesha, India, Chola dynasty, 12th century AD</li> <li> Monkey gives honey to Buddha Shakyamuni, Kurkihar hoard, India, Pala dynasty, c. 1000 AD</li> <li> Amitabha Buddha, China, Northern Wei dynasty, c. 520 AD</li> <li> Armor, Japan, 19th century</li> <li> Standing Buddha, Korea, Unified Silla dynasty, 8th century AD</li> <li> Avalokitesvara from Rig Sum Gonpo, collected by Sven Hedin in 1930, Efi Khalkha temple, Mongolia</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Museum of Far Eastern Antiquities, located in Stockholm, Sweden, is a museum launched by Sweden's Parliament in 1926, with the Swedish archaeologist Johan Gunnar Andersson (1874–1960) as founding director. The museum is located on Skeppsholmen in the building Tyghuset and since 1999 the museum is a part of the public Swedish National Museums of World Culture.",
  "created_at": "2026-02-21T15:27:38.975688+00:00"
}