{
  "entity_id": "Q3358076",
  "title": "Marie Cederschiöld University College",
  "latitude": 59.31655556,
  "longitude": 18.086425,
  "categories": [
    "culture",
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Stigbergsgatan_2009a.jpg",
  "text": "<h1>Marie Cederschiöld University College</h1>\n<p><strong>Marie Cederschiöld University College</strong> (before Ersta Sköndal Bräcke University College) (Swedish: <em>Ersta Sköndal Bräcke högskola</em>) is a private Swedish institution for higher education and research. The university college has departments for education in nursing, social work, and theology as well as research within the fields of caring science, social work, theology and civil society studies.</p>\n<p>The aims of the research programme are in line with the university college's diaconal history. In 1851, the first nurse training course in Sweden was launched by Marie Cederschiöld under the auspices of Ersta diakoni. The first socially oriented programme at national level began at the turn of the last century in the form of diaconal training at the Stora Sköndal Foundation.</p>\n<p>Today <strong>Marie Cederschiöld</strong> University College is owned by Ersta diakoni, Stora Sköndal Foundation, Bräcke diakoni and Stockholms Sjukhem with a campus in Södermalm, Stockholm.</p>\n<p>The historical background has resulted in human health, welfare, and vulnerability being the focus of study and explains how research fields have developed and given the university its specific profile.</p>\n<h2>Departments</h2>\n<ul><li>The Department of health care sciences</li> <li>The Department of social work</li> <li>The Department of Civil Society and Religion</li> <li>The Institute for Commissioned Education</li> <li>Library</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Marie Cederschiöld University College is a private Swedish institution for higher education and research. The university college has departments for education in nursing, social work, and theology as well as research within the fields of caring science, social work, theology and civil society studies.",
  "created_at": "2026-02-21T15:37:08.576404+00:00"
}