{
  "entity_id": "Q3427889",
  "title": "Katarina Parish",
  "latitude": 59.317047222222,
  "longitude": 18.078058333333,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/62/Katarina_f%C3%B6rsamlingshus%2C_2019.jpg",
  "text": "<h1>Katarina Parish</h1>\n<p><strong>Katarina Parish</strong> (Swedish: <em>Katarina församling</em>) is a parish in Södermalm's church district (<em>kontrakt</em>) in the Diocese of Stockholm, Sweden. The parish is located in Stockholm Municipality in Stockholm County. The parish forms its own pastorship.</p>\n<h2>History</h2>\n<p>John III gave an order in 1576 that a wooden chapel be built on the place on Södermalm, where Sten Sture the Younger's corpse and the corpses of the people killed at the Stockholm Bloodbath in 1520 were burned. The whole of Södermalm, however, belonged to Maria Parish (<em>Maria församling</em>), until Charles X Gustav in 1654 issued a permit that the eastern part would constitute a special parish and a church would be built on the site of the said chapel. Drawings for the church were made by Jean de la Vallée. The work began in 1656, and the church was consecrated in 1671. In 1676, it was the site of the Katarina witch trials.</p>\n<p>This church, which is depicted in Erik Dahlbergh's <em>Suecia Antiqua et Hodierna</em>, was ravaged by the fire that destroyed most of Södermalm in 1723, but was restored by Göran Josuæ Adelcrantz and rededicated in 1724. The church's dome, surrounded by four small towers, was built during this rebuilding. The church is the first consistently implemented central church in Stockholm. Its interior was given a colorful decoration in the 1890s, made under the direction of Agi Lindegren. In 1906 a new altar group was set up in sculpture (by Johan Axel Wetterlund), and the church received four window paintings (composed by Olle Hjortzberg). In 1904, a memorial to Sten Sture the Younger was erected in the cemetery.</p>\n<p>At the end of 1909, the population was 53,698 people. Within its area were Sofia Church and <em>Diakonissanstaltens kyrka</em>, Danviken Hospital and Helgalund Chapel (<em>Helgalundskapellet</em>). In 1906, proposals were made to divide the parish into three: Katarina Parish, which would include the northern part, Sofia Parish (<em>Sofia församling</em>), the eastern part, and a third parish, the western part. The secession of Sofia Parish was to take place on 1 May 1911, but the decision was appealed. Sofia Parish was formed on 1 May 1917.</p>\n<h2>Location</h2>\n<p>Katarina Parish encompasses the central parts of Södermalm and is part of one of 63 parishes in the Diocese of Stockholm. Together with the parishes Sofia, Maria Magdalena and Högalid, Katarina Parish forms Södermalm's church district (<em>kontrakt</em>). In the northern part of the parish is Slussenområdet, in the southern part are the marina and Eriksdalsbadet and Eriksdalshallen. In the middle is Medborgarplatsen.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Katarina Parish is a parish in Södermalm's church district (kontrakt) in the Diocese of Stockholm, Sweden. The parish is located in Stockholm Municipality in Stockholm County. The parish forms its own pastorship.",
  "created_at": "2026-02-21T15:31:54.236333+00:00"
}