{
  "entity_id": "Q3425010",
  "title": "Stockholm Waterfront",
  "latitude": 59.3297,
  "longitude": 18.0556,
  "categories": [
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/85/Stockholm_Waterfront_dec_2013.jpg",
  "text": "<h1>Stockholm Waterfront</h1>\n<p><strong>Stockholm Waterfront</strong>, consists of three separate buildings for conferences, hotel and offices. The buildings are located at Klarabergsviadukten in central Stockholm, at the place where Klara postterminal previously stood, overlooking Riddarfjärden. The complex is built for three functions, called <em>Radisson Blu Waterfront</em> (for hotel), <em>Stockholm Waterfront</em> (for congresses) and <em>Waterfront Building</em> (for offices). Architect is the White arkitekter firm. Radisson Blu operates the hotel and congress parts and was opened on January 20, 2011.</p>\n<p>The first idea for a complex at the site was presented in early 21st century by architect Gert Wingårdh, a proposal for a new hotel and congress centre at the city block Bangårdsposetn 1 och 2. His proposition was however seen as to challenging at one of the most vulnerable places in Stockholm, on Riddarfjärden and neighboring the Stockholm City Hall and was never realized.</p>\n<p>The present project Stockholm Waterfront began in 2005, when the City of Stockholm asked if <em>Jarl Asset Management</em> wanted to present a suggestion how the area at the old mail terminal could be developed. The city wanted a facility for congresses and a hotel, but for the project to be more economic the owners of <em>Jarl Asset Management</em> also build an office complex. White arkitekter was hired as architect. According to \"Remiss- och samrådsredogörelse, Innerstadsavdelningen\" of March 9, 2007 (Dp 2006-11281-54), the opinion was mostly in favour of the proposal and in August the detailed plan was legalized. The demolition of the previous buildings on the site was started in mid-2008 together with Klara postterminal.</p>\n<p>The stainless façade was constructed from duplex stainless steel Z-profiles, 3 to 16 metres (9.8 to 52.5 ft) in length, approx. 26 kilometres (16 mi) in total, fabricated from duplex grade EN 1.4462 (ASTM 2205) supplied by Outokumpu. Fingerprint resistant austenitic grade EN 1.4301 (ASTM 304) was also supplied by Outokumpu for interior window and door frames.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Stockholm Waterfront, consists of three separate buildings for conferences, hotel and offices. The buildings are located at Klarabergsviadukten in central Stockholm, at the place where Klara postterminal previously stood, overlooking Riddarfjärden. The complex is built for three functions, called Radisson Blu Waterfront, Stockholm Waterfront and Waterfront Building. Architect is the White arkitekter firm. Radisson Blu operates the hotel and congress parts and was opened on January 20, 2011.",
  "created_at": "2026-02-21T15:33:11.042851+00:00"
}