{
  "entity_id": "Q3433033",
  "title": "Mynttorget",
  "latitude": 59.326694444444,
  "longitude": 18.068666666667,
  "categories": [
    "historic",
    "political"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/bf/EU-SE-Stockholm-Center_003.JPG",
  "text": "<h1>Mynttorget</h1>\n<p><strong>Mynttorget</strong> (Swedish: [ˈmʏ̂ntˌtɔrjɛt], \"the Coin Square\") is a public square in Gamla stan, the old town in central Stockholm, Sweden.</p>\n<h2>Setting</h2>\n<p>From the square the bridge Stallbron leads over to the Parliament island Helgeandsholmen; to the west the street Myntgatan leads to Riddarhustorget, while the quay Kanslikajen stretches along the waterfront; Västerlånggatan stretches south through the medieval old town; and eastward the ramps of the Royal Palace, Lejonbacken, leads up to the palace's northern entrance, while the quay Slottskajen passes along the canal Stallkanalen. Overlooking the square is the terrace Högvaktsterrassen.</p>\n<p>Its central location between the Parliament, Kanslihuset (\"The Secretariat House\" or \"The Chancellery\"), and the Royal Palace, makes it a popular spot for political manifestations of various kinds.</p>\n<p>On N.4 Stockholms Stads Brandförsäkringskontor (\"The Stockholm Fire Insurance Office\"), in short Brandkontoret, was established in 1746 as a result of the devastating fire at the Royal Palace in 1697. It is thus the oldest insurance company in Sweden, a company owned by its insured customers. In 1806 the building was acquired and the office of Brandkontoret has since then been located here. The building was earlier known as the Rosendal Palace (<em>Rosendalska palatset</em>), designed by C F Adelcrantz (1716–1796) and Erik Palmstedt (1741–1803) in a transitional style bridging Rococo and Gustavian Classicism, in 1773–1780 the location of the Royal Academy of the Arts.</p>\n<p>The insurance company Skandia, today one of the dominant actors, was founded in 1855, originally occupying only three rooms in 1, Mynttorget, the building on the square's southern side. The building is today occupied by the Parliament.</p>\n<h2>History</h2>\n<p>Mynttorget was named because of its proximity to the royal mint (<em>Kungliga myntet</em>), which, during the period 1696–1850 was located by the square, and the name appears on a map dated 1733. While coins have been stamped in the capital since 1310 the original location of the royal mint is not known, the facility was located west of the palace Tre Kronor in the early-15th century (e.g. directly south of the square), but was moved between the residences of the various Mint Masters during the late Middle Ages. During the regency of Gustav Vasa, the mint was located on a former islet near today's Nationalmuseum called Kyrkholmen or even Myntholmen. Later, it was relocated first to Riddarholmen and then Helgeandsholmen.</p>\n<p>As the northern gate of the city was rebuilt in the 17th century, a defensive tower, <em>Norre port</em>, was demolished in 1672 to give space to a new mint by the square, which was completed in 1696. This latter building was however demolished in 1784, to be replaced by a new building housing the Government Offices, completed in 1790 and furnished with the four doric columns today reused for the portico of Kanslihuset.</p>\n<p>Being located near the Swedish Parliament, many demonstrations and protests have taken place there. Greta Thunberg sat there during many of her school strikes for climate.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Mynttorget is a public square in Gamla stan, the old town in central Stockholm, Sweden.",
  "created_at": "2026-02-21T15:20:02.818244+00:00"
}