{
  "entity_id": "Q3497809",
  "title": "Cityterminalen",
  "latitude": 59.33166667,
  "longitude": 18.05611111,
  "categories": [
    "historic",
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/68/Cityterminalen_-_20231022_-_04.jpg",
  "text": "<h1>Cityterminalen</h1>\n<p><strong>Cityterminalen</strong> (<em>The City Terminal</em>) is the central bus station of Stockholm. It is situated in the Norrmalm city district. Together with the adjacent Stockholm Central Station, Stockholm City railway station and T-Centralen metro station, it forms Stockholm and Sweden's busiest transport hub.</p>\n<h2>Operations</h2>\n<p>Cityterminalen is Sweden's busiest bus station, handling approximately 800 buses daily. It provides long-distance connections to various destinations within Sweden as well as several European cities.</p>\n<p>Several major bus operators, including Flixbus, Vy, and SL, use Cityterminalen as a terminus.</p>\n<p>The bus station also serves as the terminal for Flygbussarna airport coaches, with transport to Stockholm’s four airports: Arlanda, Bromma, Skavsta, and Västerås. Additionally, buses to the ferry terminals at Nynäshamn and Värtahamnen depart from Cityterminalen.</p>\n<h2>History</h2>\n<p>In 1982, Stockholm Municipality and SJ (Swedish State Railways) organised a competition for a new bus terminal near Stockholm Central Station. The winning project, titled <em>Vasaterminalen</em>, was a collaboration between several architect firms, including ARKEN, Tengbom, and Ralph Erskine.</p>\n<p>The bus station, later renamed Cityterminalen, was designed from the start to integrate long-distance, airport, and ferry buses with the central station via an indoor connection under Klarabergsviadukten.</p>\n<p>Construction started on July 3, 1985, and the station opened for traffic on January 20, 1989. The complex also includes office and conference space for the Stockholm World Trade Center. The entire 270 x 80-meter complex is built over the railway tracks to the central station. While the initial design proposed brick facades, the budget was increased by 15%, allowing Finnish red granite to be used instead. Cityterminalen was also Sweden’s largest CAD-based architectural project at the time.</p>\n<p>In 2019, Jernhusen, the state-owned company responsible railway properties in Sweden, acquired full ownership of Cityterminalen, which had previously been co-owned by both Jernhusen and Stockholm Municipality, as part of a plane to better integrate its operations with Stockolm Central Station.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Cityterminalen is the central bus station of Stockholm. It is situated in the Norrmalm city district. Together with the adjacent Stockholm Central Station, Stockholm City railway station and T-Centralen metro station, it forms Stockholm and Sweden's busiest transport hub.",
  "created_at": "2026-02-21T15:34:31.806849+00:00"
}