{
  "entity_id": "Q3648782",
  "title": "Söder Torn",
  "latitude": 59.315,
  "longitude": 18.069722222222,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/af/Sodertornet_at_night.jpg",
  "text": "<h1>Söder Torn</h1>\n<p><strong>South Tower</strong> (Swedish: \"Söder Torn\") is a high-rise building located on Fatburstrappan 18, next to Fatbursparken on Södermalm in Stockholm. The building has a height of about 86 metres (282 ft) above the ground including the \"crown\" and consists of 25 floors. The Söder Torn complex contains three additional buildings, including one that abuts Medborgarplatsen. Collectively, the buildings contain 172 condominium apartments and 5 businesses. The South Tower itself has 85 apartments and one business. A garage contains parking for both cars and motorcycles.</p>\n<h2>Site History and Building Description</h2>\n<p>The Tower's site was previously a lake called Fatburen, which had formed due to isostatic uplift after the last glaciation. By the 1700s, the lake had become polluted due to urban expansion, and by 1860 the lake had been filled in order to create a rail yard and train station. The rail yard was closed in 1980 and the neighborhood re-developed into a residential district during the period 1985-1995 which features a large number of buildings in the post-modern style. A new train station was built underground in close proximity (300 meters) to the South Tower. The Tower was originally designed by Danish architect Henning Larsen to have 40 floors. However, Larsen left the project in protest after Stockholm's city planning office forced the removal 16 floors from the building plan. The floor plan is octagonal with five apartments on each level. The tower tapers with increasing height. The facades are clad with red granite slabs. In the centrally located stairwell there are two elevators and a spiral staircase. The 23rd and 24th floors have three multi-story apartments, and the top floor is a common party room with glass walls and a panoramic view of the city. Built by construction company JM and finance company SBC, it opened in 1997.</p>\n<h2>Gallery</h2>\n<ul><li> The top room and the \"crown\"</li> <li> Facade study</li> <li> Windows study</li> <li> The South Tower at night</li> <li> <em>La Fontaine aux quatre Nanas</em></li></ul>\n<h2>Residential Qualities</h2>\n<p>The top floor of the building is a glass-enclosed party room and terrace with panoramic views of Stockholm. There is an indoor swimming pool and sauna on a lower level. A fountain sculpture at the Tower's base, <em>La Fontaine aux quatre Nanas</em> by French-American artist Niki de Saint Phalle, attracts many viewers due to its styling and location adjacent to a heavily used path between Stockholm Södra station and the plaza Medborgarplatsen.</p>\n<h2>Criticism</h2>\n<p>The development at Fatburen district was poorly received by some architectural critics, with one review specifically highlighting the South Tower as \"a monument to post-modernism as a playhouse for urban development.\"</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "South Tower is a high-rise building located on Fatburstrappan 18, next to Fatbursparken on Södermalm in Stockholm. The building has a height of about 86 metres (282 ft) above the ground including the \"crown\" and consists of 25 floors. The Söder Torn complex contains three additional buildings, including one that abuts Medborgarplatsen. Collectively, the buildings contain 172 condominium apartments and 5 businesses. The South Tower itself has 85 apartments and one business. A garage contains parking for both cars and motorcycles.",
  "created_at": "2026-02-21T15:34:10.585402+00:00"
}