{
  "entity_id": "Q382006",
  "title": "Af Chapman (ship)",
  "latitude": 59.32527778,
  "longitude": 18.08022222,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Af_Chapman_at_Skeppsholmen_in_Stockholm_City.jpg",
  "text": "<h1>Af Chapman (ship)</h1>\n<p><em><strong>af Chapman</strong></em>, formerly <em><strong>Dunboyne</strong></em> (1888–1915) and <em><strong>G.D. Kennedy</strong></em> (−1923), is a full-rigged steel ship moored on the western shore of the islet Skeppsholmen in central Stockholm, Sweden, now serving as a youth hostel.</p>\n<p>The ship was constructed by the Whitehaven Shipbuilding Company, located at Whitehaven in the English county of Cumberland (present-day Cumbria), and launched in February or March 1888. Her original owners were Charles E. Martin &amp; Co of Dublin and she was originally known as <em>Dunboyne</em>, after the town of Dunboyne in County Meath, Ireland. Her maiden voyage was from Maryport, Cumberland, to Portland, Oregon, and she subsequently made voyages between Europe, Australia and the west coast of North America.</p>\n<p>The <em>Dunboyne</em> was sold to Norwegian owners in 1909, and then sold on to the Swedish shipping company Transatlantic in 1915. Her new owners renamed her <em>G. D. Kennedy</em>, but sold her on the Swedish Navy in 1923. The Navy gave the vessel her present name after the shipbuilder and Vice Admiral Fredrik Henrik af Chapman (1721–1808). She was used as a training ship and as such she made several trips around the world, running aground at Port Aleza, Puerto Rico, on 13 July 1934. Her final voyage was in 1934, but she served as a barracks ship during World War II (1939–1945).</p>\n<p>In 1947 the Stockholm City Museum saved the ship from being broken up, and since 1949 <em>af Chapman</em> has been managed by the Svenska Turistföreningen (STF, Swedish Tourist Association). It serves as a youth hostel with 285 beds. During 2008 the ship underwent a comprehensive restoration. While the ship was being worked on in a drydock, the adjacent youth hostel Skeppsholmen remained open. Usually, the <em>af Chapman</em> and Skeppsholmen – not to be confused with the islet of the same name, on which both are situated – are run as a single hostel, with the <em>af Chapman</em> offering accommodation and Skeppsholmen housing the reception, a kitchen for guests, and other facilities. The ship is docked on the shore next to the Admiralty House.</p>\n<p>From October 1, 2021, to April 30, 2022, the ship was closed for renovation works and was unable to be booked as a hostel.</p>\n<ul><li> <em>G.D.Kennedy</em> under sail</li> <li> <em>af Chapman</em> and Admiralty House</li> <li> <em>af Chapman</em> seen from Blasieholmen</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "af Chapman, formerly Dunboyne (1888–1915) and G.D. Kennedy (−1923), is a full-rigged steel ship moored on the western shore of the islet Skeppsholmen in central Stockholm, Sweden, now serving as a youth hostel.",
  "created_at": "2026-02-21T15:25:17.590993+00:00"
}