{
  "entity_id": "Q404416",
  "title": "Stockholm Stock Exchange Building",
  "latitude": 59.325277777778,
  "longitude": 18.070833333333,
  "categories": [
    "economic",
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/80/B%C3%B6rshuset%2C_Stockholm%2C_2019_%2801%29.jpg",
  "text": "<h1>Stockholm Stock Exchange Building</h1>\n<p>The <strong>Stock Exchange Building</strong> (Swedish: <em>Börshuset</em>) is a building originally erected for the Stockholm Stock Exchange between 1773 and 1778 from construction drawings by Erik Palmstedt. The stock exchange moved out of the building completely in 1998. It is located on the north side of the square Stortorget in Gamla stan, the old town in central Stockholm, Sweden, and owned by the city council. Since 1914 it has been the home of the Swedish Academy, which uses the building for its meetings, such as those at which it selects and announces the name of the recipient of the Nobel Prize for Literature. The building also houses the Nobel Museum and the Nobel Library.</p>\n<h2>History</h2>\n<p>Previously the old Rådstugan was located here, which was a collection of buildings with partly medieval origins, and which gave the neighborhood its name.</p>\n<h3>1776</h3>\n<p>The Stock Exchange was inaugurated in 1776 by Gustav III in the main stock exchange hall. The purpose of the building was to meet the need for premises for stock exchange trading. The building was largely financed by the <em>börstolagen</em> (Stock Exchange Law) which was an extra duty decided by the Riksdag.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Stock Exchange Building is a building originally erected for the Stockholm Stock Exchange between 1773 and 1778 from construction drawings by Erik Palmstedt. The stock exchange moved out of the building completely in 1998. It is located on the north side of the square Stortorget in Gamla stan, the old town in central Stockholm, Sweden, and owned by the city council. Since 1914 it has been the home of the Swedish Academy, which uses the building for its meetings, such as those at which it selects and announces the name of the recipient of the Nobel Prize for Literature. The building also houses the Nobel Museum and the Nobel Library.",
  "created_at": "2026-02-21T15:04:56.078904+00:00"
}