{
  "entity_id": "Q4345843",
  "title": "The Branting Monument",
  "latitude": 59.335277777778,
  "longitude": 18.054444444444,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/87/Hjalmar_Branting_Denkmal_Stockholm_DSC_0005w.jpg",
  "text": "<h1>The Branting Monument</h1>\n<p><em><strong>The Branting Monument</strong></em> is a monument in Stockholm, Sweden, with a statue of the Swedish Social Democratic leader Hjalmar Branting (1860 – 1925). The monument is 5 meters tall and 6 meters wide.</p>\n<p>The bronze relief monument, by artist Carl Eldh, is located in a small park at Norra Bantorget in Stockholm, which is the traditional Social Democratic grounds of the city. Eldh started working on the monument in 1926, one year after Branting had died, but it was erected only in 1952. The monument shows a prominent looking Branting addressing a group of workers on a May Day demonstration. Several of the worker movement's pioneers are found in the otherwise anonymous crowd of workers surrounding Branting, including Axel Danielsson and August Palm.</p>\n<p>On 17 May 1992, the monument was partly damaged when a small bomb exploded and blew up a hole in the belly of the Hjalmar Branting figure. This was the fourth in a series of five statue bombings in Stockholm that had begun on 25 February and ended on 8 June. A group of seven teenagers, six boys and one girl, were arrested a week later and confessed to the acts of vandalism. (The other statues were not political monuments, and no political motives were mentioned in the news reports.)</p>\n<p>The monument was restored two years later by the local company Herman Bergmans konstgjuteri AB, the foundry that had originally made it in the early 1950s. The restoration cost, 320,000 Swedish krona, was shared by the City of Stockholm and the Stockholm section of the Swedish Trade Union Confederation.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Branting Monument is a monument in Stockholm, Sweden, with a statue of the Swedish Social Democratic leader Hjalmar Branting. The monument is 5 meters tall and 6 meters wide.",
  "created_at": "2026-02-21T15:40:11.856359+00:00"
}