{
  "entity_id": "Q4356825",
  "title": "Berzelii Park",
  "latitude": 59.3325,
  "longitude": 18.07472222,
  "categories": [
    "historic",
    "nature"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b7/Berzelii_park_entrance2.JPG",
  "text": "<h1>Berzelii Park</h1>\n<p><strong>Berzelii Park</strong> is a small park in central Stockholm, Sweden. The park is the location of the China Theater (<em>Chinateatern</em>), and the Berns salonger restaurant and theater.</p>\n<h2>History</h2>\n<h3>Planning and construction</h3>\n<p>Berzelii Park was named after the Swedish chemist Jöns Jacob Berzelius. The work on establishing the park was begun in 1852, under the leadership of Knut Malte Forsberg. The park's opening ceremony took place on the morning of July 13, 1858.</p>\n<h3>Monuments added</h3>\n<p>The Academy of Sciences initiated funding for a statue honoring Berzelius, which was to stand in the middle of the park. Artist Carl Gustaf Qvarnström (1810-1867) was commissioned to do the work. He went to Munich to model the statue and had Ferdinand von Miller cast it in bronze. It became the first public statue of a \"commoner\" to be produced in full figure. As the new park installations were still considered too fragile to receive a large crowd, the statue was secretly inaugurated in the middle of the night following the opening ceremony.</p>\n<p>Other monuments have been added in and around the park, including art by Carl Milles, and a humorous statue of Hans Alfredsson (seen sticking his head out of a sewer).</p>\n<h3>1951 riots</h3>\n<p>In mid 1951, youth riots occurred in the park.</p>\n<h2>Location</h2>\n<p>The park today is located in or near the city districts of Norrmalm and Östermalm, next to the Nybroplan and the Norrmalmstorg. The area surrounding Berzelii Park was part of Nybroviken bay until the mid-19th century. In the mid-1830s, a new bridge across the bay was being planned for the 25th anniversary of King Charles XIV. On the request of the king, the part of the bay inside the bridge was replaced with landfill, which transformed the existing bridge into more of a quay. This old bridge, <em>Ladugårdslandsbron</em>, was demolished in 1845, but the replacement bridge wasn't opened until 1848 due to technical problems (caused by the load from the landfill). One of the cast iron railings from the old bridge is still found in the park today.</p>\n<h2>Later development</h2>\n<p>Berzelii Park initially failed to develop as intended. A report published in 1890 described its lawns as \"consisting mostly of dandelions,\" and the raised area surrounding the statue as a \"sand hill\". However, the situation improved when Alfred Medin became city gardener, and the same journalist later wrote enthusiastically about the park.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Berzelii Park is a small park in central Stockholm, Sweden. The park is the location of the China Theater (Chinateatern), and the Berns salonger restaurant and theater.",
  "created_at": "2026-02-21T15:30:01.654759+00:00"
}