{
  "entity_id": "Q4566657",
  "title": "Brända Tomten",
  "latitude": 59.324833333333,
  "longitude": 18.072972222222,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Br%C3%A4nda_tomten_2010.jpg",
  "text": "<h1>Brända Tomten</h1>\n<p><strong>Brända Tomten</strong> (Swedish: <em>The Burnt Lot</em>) is a small, triangular public square in Gamla stan, the old town in central Stockholm, Sweden.</p>\n<p>A few benches under a chestnut tree, the ivy hanging from the surrounding façades makes the space a lush, relaxed spot. During summers, a network of storytellers gather around the benches to tell their stories both to enthusiasts and passers-by.</p>\n<p>A building located on in the corner between the streets Kindstugatan and Själagårdsgatan destroyed by fire in 1728, was apparently not rebuilt for a few decades, which gave first the lot and then the open space their names. The turning radius of horse-drawn vehicles made open spaces necessary, and the city architect Johan Eberhard Carlberg (1683–1773) in 1734 mentions having proposed a turning space on the location two years earlier, on a plan naming the space <em>Eckmarcks afbrände tomt</em> (\"Ekmarck's burnt-out lot\"). Though the space is not named on maps dated 1733 and 1770, the population register of 1760 names it <em>Brända tomten</em>.</p>\n<p>Behind the yellow façade directly facing the square, are several merged properties hiding medieval remainders and records of tenants and proprietors back to the 16th century. Over the portal of 3, Själagårdsgatan is a cartouche carrying the inscription IAC BSD, the initials of an unknown couple who occupied the building in 1643. While the façade is from the 19th century, the basement is from the medieval era and the decorated ceiling is from the 17th century.</p>\n<p>The famous Swedish author August Strindberg wrote a chamber play named 'Brända tomten', possibly inspired by the site, which was shot as a TV play in 1974.</p>\n<h2>Trivia</h2>\n<p>In Swedish 'Brända tomten' (The burnt lot) is spelled in the same way, and almost identically pronounced as the sentence 'The burnt gnome' or 'The burnt Santa Claus', something that have caused awkward moments when translators have trusted computerized translations too much.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Brända Tomten is a small, triangular public square in Gamla stan, the old town in central Stockholm, Sweden.",
  "created_at": "2026-02-21T15:15:42.574273+00:00"
}