{
  "entity_id": "Q4567785",
  "title": "Björngårdsteatern",
  "latitude": 59.317775,
  "longitude": 18.06491389,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": null,
  "text": "<h1>Björngårdsteatern</h1>\n<p><strong>Björngårdsteatern</strong> ('Bear Yard Theater'), also called <strong>Christian Thums Commedi-huus</strong> ('Christian Thum's Comedy-house') and <strong>Theums Spelehus</strong> ('Theum's Play-house'), was a theatre in Stockholm in Sweden, active between 1640 and 1655. It was possibly the oldest theatre in Scandinavia, but the information is scarce and it is unconfirmed if the theater permit was in fact used. It was in any event a popular tavern managed by Christian Thum.</p>\n<h2>History</h2>\n<p>In 1637, Christian Thum (d. 1655) bought the <em>Björnegården</em> ('Bear's Yard') at Södermalm at St Paulsgatan and Björnegårdsgatan in Stockholm. The house was named \"Bears' Yard\" because it was a local since long used for Blood sport and bear-baiting. Christian Thum was from Germany and had since 1628 been active in Sweden as the leader of a German theater company: from 1637 until 1645, he was the leader of the theater of the royal court of queen Christina of Sweden.</p>\n<p>On 15 August 1640, Christian Thum was given a royal permit to manage a \"Comedy House\" (theater) in the <em>Björngården</em>. However, there is no information of the theatrical activity at <em>Björnegårdsteatern</em>. There is little information even of the theatrical activity of Thum at court, even though that is confirmed to have taken place. His theater at court was an all-male company of actors, who is assumed to have been requited from the Stockholm craftsmen, as there were a tradition of theater performances among the craftsmen guilds, as well as from members of the <em>Hovkapellet</em>. It is assumed that the theater of Thum at <em>Björnegårdsteatern</em> would be similar to his theater at court. Whether the theater at <em>Björnegårdsteatern</em> functioned or not, Thum is confirmed to have used the localities as a tavern, which does not exclude a theater in the house.</p>\n<p>The tavern at <em>Björnegården</em> continued to be one of the more well known and popular taverns in Stockholm until it was destroyed in 1877.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Björngårdsteatern, also called Christian Thums Commedi-huus and Theums Spelehus, was a theatre in Stockholm in Sweden, active between 1640 and 1655. It was possibly the oldest theatre in Scandinavia, but the information is scarce and it is unconfirmed if the theater permit was in fact used. It was in any event a popular tavern managed by Christian Thum.",
  "created_at": "2026-02-21T15:30:25.487369+00:00"
}