{
  "entity_id": "Q4566713",
  "title": "Skeppsbron",
  "latitude": 59.32361111,
  "longitude": 18.07527778,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/2a/Skeppsbron_2009b.jpg",
  "text": "<h1>Skeppsbron</h1>\n<p><strong>Skeppsbron</strong> (Swedish: \"The Ship's Bridge\") is both a street and a quay in Gamla stan, the old town of Stockholm, capital of Sweden, stretching from the bridge Strömbron in front of the Royal Palace southward to Slussen.</p>\n<p>The quay Skeppsbrokajen runs along the street. Several alleys connects Skeppsbron to the thoroughfare Österlånggatan: Slottskajen, Lejonbacken, Slottsbacken, Telegrafgränd, Skeppar Karls Gränd, Bredgränd, Kråkgränd, Nygränd, Brunnsgränd, Skottgränd, Stora Hoparegränd, Drakens Gränd, Ferkens gränd, Gaffelgränd, Johannesgränd, Packhusgränd, Tullgränd, Norra Bankogränd, Södra Bankogränd, Norra Dryckesgränd, Södra Dryckesgränd, Slussplan</p>\n<h2>History</h2>\n<p>Skeppsbron is mentioned as <em>Stadzbron</em> in 1592, <em>skeepzbroon</em> in 1647, and finally appears as <em>Skeppsbron</em> in 1961. While no historical documents knows to tell when or why the decision was taken to develop the eastern waterfront of Stadsholmen in accordance to the pretensions of a nation becoming a Great Power, it is known this development started during the 1630s and it is generally assumed the plan's originator was King Gustav II Adolf (1594–1632). The new street, built on land created by continuous fillings, was subsequently accrued to the city and old streets stretching from Österlånggatan to the old city wall, were extended down to the new street.</p>\n<p>Poles associated with an old quay preceding the existing one have been found some hundred metres from the present quay. It was called <em>Koggabron</em> (see cog) or <em>stadens allmänningsbro</em> (\"the city's common bridge\").</p>\n<p>The stone quay was not completed until 1854 by Nils Ericson. Today 'Skeppsbron' refers to the road passing over the quay, while the harbour area outside of it is called Skeppsbrokajen. </p>\n<p>An old fish market, once located between today's Nygränd and Brunnsgränd, was the biggest market place in Gamla stan during the Middle Ages, at the time it was connected directly to Stortorget (\"The Big Square\"), the central market place, by means of Köpmangatan (\"The Merchant's Street\"). The fish market was scrapped and replaced by a block during the 1520s.</p>\n<p>Skeppsbron remained the vital centre for the local shipping business until the early 20th century. Though Kinnevik have been furnishing Skeppsbron with one of the world's biggest Christmas trees annually for ten years, Skeppsbron is today crossed by a major traffic route and is mostly sparsely used. Proposals have been brought forward to revitalize the area by adding new shopping areas, residential areas, and ferries.</p>\n<h2>Prominent buildings and addresses</h2>\n<p>Without a number : Stockholm Palace, and opposite to Slottsbacken the statue of Gustav III (1746–1792) by Tobias Sergel (1740–1814) inaugurated in 1808. It is made in bronze and describes the kings landing on the quay after the Russian war 1788–90. The statue was inspired by the Apollo Belvedere marble, and the artist described his work as \"is in movement, holding a helm in one hand, while offering an olive branch signifying peace with the other. He wears a navy uniform with a large cape fastened at the left shoulder.\"</p>\n<p>N.20, <em>Brandstodsbolagets hus</em> (\"House of the Fire-insurance Company\"), designed by Isak Gustaf Clason (1856–1930) and built by the turn of the century 1900 in the style of Tessin the Younger. The exploitation demands of the modern era resulted in the building as being disproportionately large for the setting on its completion, a problem however dissolved by the adoption of its scale by several other buildings along Skeppsbron. The Philippine Embassy in Stockholm previously occupied the building until it closed in 2012.</p>\n<p>N.28, <em>Skeppsbron 28</em>, serves as the headquarters of the YWCA-YMCA of Sweden.</p>\n<p>N.42B, Södra Bankohuset (\"The Southern Bank Building\"), formerly the Bank of Sweden, designed by Nicodemus Tessin the Elder and built 1663–1680, rebuilt in 1738 after plans by Carl Hårleman (1700–1753).</p>\n<p>N.48, <em>Räntmästartrappan</em> (literally: \"Interest Master's Stairs\", meaning: \"Stairs of the Director of the Financial Administration\"), named after a building once found on the southern corner of Skeppsbron and the stairs leading up to its main entrance. The building was located south of an historical alley called <em>Räntmästergränden</em> which passed through the present building on the location.</p>\n<p>The former name is also used for the area on the quay where the ferries to Djurgården departs. The red granite sculpture 'Sea god' (<em>Sjöguden</em>) by Carl Milles (1875–1955) found on the quay, is from 1913 and depicts a monster with a broad smile pressing a bashful mermaid to his chest. The sculpture is the only of the artist's many proposals for similar sculptures carried through.</p>\n<h2>Gallery</h2>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Skeppsbron is both a street and a quay in Gamla stan, the old town of Stockholm, capital of Sweden, stretching from the bridge Strömbron in front of the Royal Palace southward to Slussen.",
  "created_at": "2026-02-21T15:21:22.359936+00:00"
}