{
  "entity_id": "Q4566192",
  "title": "Kindstugatan",
  "latitude": 59.32452778,
  "longitude": 18.07213889,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/ab/Kindstugatan.jpg",
  "text": "<h1>Kindstugatan</h1>\n<p><strong>Kindstugatan</strong> is a street in Gamla stan, the old town in central Stockholm, Sweden. Stretching west from Brända Tomten to become Tyska Brinken in its western end, it is crossed by Svartmangatan and Skomakargatan.</p>\n<h2>Origin of the name</h2>\n<p>The oldest version of the name — <em>kindhæstagatan</em> (1449), <em>Kindhästegatan</em> (1544) — contains the old Swedish word <em>kindhäst</em> (literally \"cheek horse\", meaning \"box on the ear\") but was gradually corrupted to the present name — <em>Kinnestugatun</em> (1667), <em>Kinstugugatan</em> (1709), <em>Kimstagatan</em> (1740), <em>Kimstugatan</em> (1814), <em>Kindstugatan</em> (1847). While the origin of this name is not known, it most likely refers to either a single renowned fight or notorious fights giving the area a reputation. Medieval sources record that curious and striking nicknames were far from unusual, and it possible the street was named after a mansion owned by a man with this name.</p>\n<p>During medieval times, the street was known as <em>tverru gatu</em> (\"Cross Street\") because it passed between the eastern city gate (where Köpmantorget is now located) and where one of the western gates was once located where the street changes name to Tyska Brinken.</p>\n<h2>A walk east to west</h2>\n<p>The grey building on <strong>Number 4</strong>, <em><strong>Törnska huset</strong></em> (The Törne House) has two portals; the lintel of the left is from the 17th century while the lower parts are from the 19th century, while the right one, today transformed into a window, used to be the entrance to the backyard. The cartouche on the building is carrying the message <em>Then Gudh wil hielpa kan ingen stielpa, Anno 1674, Olof Hansson Törne, Margareta Andersen.</em> (\"The one God wants to help nothing can overturn\", e.g. \"God helps those who let him\"). The proprietor Törne made a fortune from scratch, became a city mayor, and was finally raised to peerage as <em>Törnflycht</em>. His thirteen children further extended his success story; his sons relieved him as a mayor, became county governors, and even governor general, while his daughter Christina (1673–1752) became the wife of Carl Piper (1647–1716).</p>\n<p>The wall anchors on <strong>Number 8</strong> reveals the building is from the 1657 which makes it slightly older than the doctor Johan von Hoorn (1662–1724) who lived here. He introduced obstetrics in Sweden, was a member of the <em>collegium medicum</em> (the physicians organization), and the physician in ordinary to Ulrika Eleonora the Elder (1656–1693). He published the book <em>The Well-Trained Swedish Midwife</em> (<em>Den Swenska wäl-öfwade JordGumman</em>) in 1697 where he argued against the use of wet nurses (because they caused infections) and propagated for educating midwives (something he did free of charge and which to his suggestion was regulated in 1711). He began the development which by the early 20th century had made maternal mortality in Sweden a third that in the US.</p>\n<p>In the rose-colour building at <strong>Number 14</strong> was the tavern <em>Fimmelstången</em> (The Thill, e.g. the wagon shaft) were the poet Lasse Lucidor (1638–1674) was stabbed to death. While Lucidor also wrote hymns and spiritual songs and renewed the genre, he is mostly remembered for his realistic portrayals of inebriety and his famous poem <em>Skulle Jag sörja då vore jag tokot</em> (\"I would be a fool to grieve\"); the six verses of which one is presented below together with a rough translation:</p>\n<p>At about 2 am following a boozing evening a night in August, a quarrel between the poet and a Lieutenant Arvid Christian Storm degenerated into a sword duel which ended in the death of the poet.</p>\n<p>When the building on <strong>Number 13</strong>, on the corner to Köpmangatan, was built in 1768, a small space in front of it was deliberately left blank to allow space for horses carriages to turn. The building's rounded corner, the detailing in the façade and portico, and parts of the interior, are the best preserved example of the Rococo estates of the Bourgeoisie during that era.</p>\n<p>The 19th century façade (at least in style) of <strong>Number 18</strong>, <em><strong>Brasan</strong></em> (\"The Fire\") conceals a medieval basement, present under most of the buildings in the neighbourhood, and the fact the building reached its present extent in the end of the 15th century. By the middle of the 16th century, it was occupied by the barber and surgeon Henrik Quant, who had a sandstone relief put on the wall facing Svartmangatan, except carrying his initials and the year 1558, also depicting a monk and a knight blowing on a fire (by many passers-by interpreted as a man and a woman tied to each other by the hell of marriage). The two figures have been interpreted as the Catholic saints Cosmas and Damian, patron saints of physicians and pharmacists and the scene is believed to retell the moment when they were tied to a stake because of their faith. Actually it refers to a mediaeval game called <em>Dra Gränja</em>, which was quite popular in Germany and Scandinavia. However, the relief gave name to the property before being relocated to its present spot behind the street door of Number 18.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Kindstugatan is a street in Gamla stan, the old town in central Stockholm, Sweden. Stretching west from Brända Tomten to become Tyska Brinken in its western end, it is crossed by Svartmangatan and Skomakargatan.",
  "created_at": "2026-02-21T15:14:45.122815+00:00"
}