{
  "entity_id": "Q4887944",
  "title": "Benickebrinken",
  "latitude": 59.32344444,
  "longitude": 18.07352778,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Norra_Benickebrinken.jpg",
  "text": "<h1>Benickebrinken</h1>\n<p><strong>Södra/Norra Benickebrinken</strong> are two sloping streets in Gamla stan, in the old town in central Stockholm, Sweden, stretching from Österlånggatan up to Svartmangatan.</p>\n<h2>Etymology</h2>\n<p>The present name is derived from a <em>Jören Benick</em>, a man who had a tavern here named <em>Solen</em> (\"The Sun\") after the sign hanging in the street. The tavern was located in a block demolished at the end of the 19th century and located on the eastern side of the then extremely narrow slopes. It was later taken over by Jören's grandsons, both mentioned as the city's official innkeepers in the beginning of the 17th century.</p>\n<p>The slopes were originally named <em>Svartbrödrabrinken</em> and <em>Svartmunkabrinken</em> (\"Black Brother's/Monk's Slope\") after the Black Friars' Monastery located on the western side of the southern slope until the Reformation (1520–1530). The monastery was built on land given to the Dominicans following the coronation of King Magnus Eriksson (1316–1377) in 1336. A cellar from the monastery, which served as a lodging and still contains the original stoves, is found under the present building at number 4. A pattern of sets in the street Prästgatan still shows the extent of the monastery walls, and human bones discovered during an archaeological excavation in 1993 showed the graveyard of the monastery extended well into the northern part of the present southern slope.</p>\n<h2>History</h2>\n<p>Before King Sigismund's (1566–1632) arrival in Stockholm in 1593, a large number of lodgings and taverns across the city were urged to undertake improvements. To guide foreign guests, the taverns were requested to put signs in the streets displaying symbols \"like is the manner abroad\". By the early 17th century, however, the number of taverns and lodging houses had not kept pace with demand, so the mayor reintroduced an ordinance stipulating two inns in every block. Shortly thereafter the Benicke tavern together with five other taverns were given a charter, recording that the premises to be used exclusively for the purpose — \"all wine, beer, and other foreign beverages be sold and tapped\" (<em>all wijn, ööll och andra fremmande drycker selias och upptappas</em>).</p>\n<p>In various contemporary sources, the house of Benicke not only gradually gave its name to the slopes, but was also used as a point of reference. In 1564, a house was said to be located \"by Blackfriars slope right across Jörenn Beneke's house\" (<em>wiid Swartmunka brincken twerth vtöffver Jörenn Benekes huss</em>). In 1605, a house offered for sale was said to be located \"in Jörenn Benichson's slope, on the north side of Jörenn Benichsons house\" (<em>i Jören Benichsons brinck, på nörre sidhenn om Jörenn Benichsons hus</em>), and his name appears again in 1622 when another building is put up for sale. Finally, on a map dated 1733 the slopes were labelled with their present names (<em>Nor och Söder Benike Brincken</em>).</p>\n<p>The Salvation Army opened a pantry on Number 2 in 1891 and a night refuge for homeless men the following year, both institutions remained in operation until the 1970s. Today the building is used as a board-and-lodging accommodation for alcoholics.</p>\n<p>Public toilets were installed under the slope in 2005–2006.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Södra/Norra Benickebrinken are two sloping streets in Gamla stan, in the old town in central Stockholm, Sweden, stretching from Österlånggatan up to Svartmangatan.",
  "created_at": "2026-02-21T15:19:35.164005+00:00"
}