{
  "entity_id": "Q4939772",
  "title": "Bollhusgränd",
  "latitude": 59.32566667,
  "longitude": 18.07325,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Bollhusgr%C3%A4nd_mars_2007.JPG",
  "text": "<h1>Bollhusgränd</h1>\n<p><strong>Bollhusgränd</strong> (Swedish: \"Ball House Alley\") is an alley in Gamla stan, the old town in central Stockholm, Sweden. Named after Bollhuset, a historical theatre, it connects Slottsbacken to Köpmantorget, and as Baggensgatan extends the alley further south beyond Köpmangatan, together they form a parallel street to Österlånggatan and Själagårdsgatan.</p>\n<h2>History</h2>\n<p>The alley is named after its vicinity to the two royal ball game buildings constructed in 1627-1792 and 1648–53, the bigger of the two used as a theatre from 1667 and torn down in 1792–93, the smaller transformed into the Finnish Church in 1725 and still existent. In 1648 the alley was known as <em>Donat Apotechars grend</em> (\"Alley of Pharmacist Donat\") in reference to a Donat Deutschman living on the southeasternmost corner house facing the square Köpmantorget.</p>\n<p>On the north-west side of the street is the Tessin Palace, and on the opposite corner is the Royal Coin Cabinet. On the latter location was until 1903 a restaurant called <em>Skomakare-Källaren, Café &amp; Restaurant</em> (\"Shoemaker-Basement\") known as one of the best eating houses in town and decorated with a coffered ceiling, pilasters, cocklestove, and the symbol of the shoemaker's guild, a silver shoe with a jingle on the toecap. The restaurant was preceded by another called <em>Drufvan</em> (\"The Grape\"), later renamed to <em>Draken</em> (\"The Dragon\"). The restaurant is today part of the museum of the Royal Coin Cabinet.</p>\n<p>Together with Baggensgatan, Bollhusgränd used to run along the interior of the eastern city wall, from the open space surrounding the castle Three Crowns (today still present as Slottsbacken) south to the Blackfriars monastery (until the Reformation located north of Järntorget between Svartmangatan and Prästgatan).</p>\n<p>While the northern end of the alley is narrow, it widens where the carriages and horses of Tessin entered their palace on the alley's east side. The Baroque portal on <strong>Number 3A</strong> indicates the building was the private palace of the councillor Per Banér, as it displays his and his wife's (Hebbla Fleming) coat of arms together with two lions. </p>\n<h2>Gallery</h2>\n<ul><li> Portico of 3A.</li> <li> Close-up.</li> <li> Old stable doors of the Tessin Palace at Number 4.</li> <li> Stone table at Number 5.</li> <li> Järnpojke, little boy looking at the Moon, the smallest statue in Stockholm.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Bollhusgränd is an alley in Gamla stan, the old town in central Stockholm, Sweden. Named after Bollhuset, a historical theatre, it connects Slottsbacken to Köpmantorget, and as Baggensgatan extends the alley further south beyond Köpmangatan, together they form a parallel street to Österlånggatan and Själagårdsgatan.",
  "created_at": "2026-02-21T15:16:42.120925+00:00"
}