{
  "entity_id": "Q4939768",
  "title": "Bollhuset",
  "latitude": 59.32583333,
  "longitude": 18.07222222,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/58/Stora_Bollhuset_1780.jpg",
  "text": "<h1>Bollhuset</h1>\n<p><strong>Bollhuset</strong>, also called <strong><em>Stora Bollhuset</em></strong> (The Big Ball House), <strong><em>Bollhusteatern</em></strong> (Ball House Theater), and <strong>Gamla Bollhuset</strong> (Old Ball House) at various times, was the name of the first theater in Stockholm, Sweden; it was the first Swedish theater and the first real theater building in the whole of Scandinavia. It was built in 1627 for ball sports and used in this way for forty years. The name Lejonkulan, however, was, in fact, the name of a different building, which was also used by the same theater in the 17th century.</p>\n<p>Bollhuset was the scene of a long series of most important events in the history of the theater in the city and in the history of Swedish theater. Between 1667 and 1792 it was used as a theater until it was demolished in 1793; between 1737 and 1754, the first national theater was located here; in 1773–1782 the Royal Swedish Opera (and thereby also the Royal Swedish Ballet) was located here; in 1783–1792 the French theater of Stockholm was housed here; in 1787 the second national theater was re-founded in the building; and from 1788 to 1792 it was the home of the Royal Dramatic Theatre.</p>\n<h2>History</h2>\n<p>The building was located on Slottsbacken near the Royal palace Tre Kronor. It was described as a large, but simple rectangular building of white bricks with a hip roof.</p>\n<p>Bollhuset was built by the crown for the royal court in 1627 as a house for ball sports, especially <em>jeu de paume</em> (Real tennis), which was at that time a very fashionable sport among the European aristocracy, and it was mainly used by the members of the royal court. From 1648, when an additional Ball House was built, Bollhuset was referred to as Stora Bollhuset (Big Ball House) or Gamla Bollhuset (Old Ball House), while the new ball house was called Lilla Bollhuset (Small Ball House) or Nya Bollhuset (New Ball House). In 1663–1679, it was owned by Charles Boit (father of Charles Boit the painter) and thereafter by his widow until it was taken over by the crown again in 1699, when it was given to the French court theater.</p>\n<h3>17th-century Theater</h3>\n<p>From an unknown date during the 17th-century, Bollhuset was occasionally used by the foreign travelling theater companies, which performed in Sweden, were there was yet not native professional theater. Because a ball house was usually designed with as spectator gallery around an arena, they were often used by travelling theater companies in 17th-century Europe. Because both ball houses, Stora Bollhuset and Lilla Bollhuset in Stockholm were used by theater companies during the same period, it is difficult to establish which particular building was used by which company at which occasion, and there is some confusion about the theatrical activity during this first period. It is further confusing because a third building, Lejonkulan, was also used by the travelling theater companies during the same period. What is known is that Lilla Bollhuset is confirmed to have been used as a theater between 1662 and 1686, and Lejonkulan between 1667 and 1689, while the first confirmed public theater performance took place in Stora Bollhuset 29 October 1684.</p>\n<p>During the 17th century, foreign travelling theater companies often visited Stockholm, especially from Germany and the Netherlands. An English troupe, the troupe of Joris Jollifoot, played in the city in 1648-1649. The German theater troop of Christian Theun l. Thum (or Thaumb) performed in the city from 1628 to 1655, but it is not known if they ever performed in <em>Bollhuset</em>.</p>\n<p>The foreign actors at Bollhuset did play for the public, but as most people could not understand foreign languages, it remained mostly a theater for the royal court and elite. An illustrating example of this is that the foreign troupe that seems to have been most popular among the public, the German troupe of the 1730s, was a troupe with displayed acrobatics, fireworks, tightrope-walking and pantomime and thus, with their more visual way of acting, was easier to understand for those who could not understand the language spoken.</p>\n<p>In 1686, the first Swedish language theater, the non professional student theater <em>Dän Swänska Theatren</em>, was inaugurated in Lejonkulan, and when Lejonkulan was demolished in 1689, it was moved to Bollhuset, where it performed until it was dissolved in 1691. Thereafter, Bollhuset was again used by foreign theater companies in parallel to the Lilla Bollhuset.</p>\n<p>In 1699, Bollhuset was again taken over by the crown and permanently redecorated to a theater for the use of the French court theater. The French theater used it until 1706, when the theater was closed due to the Great Northern War. After the peace of 1721, it was again used by foreign theater companies.</p>\n<h3>The first national theater; Kungliga svenska skådeplatsen</h3>\n<p>During the Age of Liberty, the first national theater was to be founded at Bollhuset, then officially called <em>Kungliga Svenska Skådeplatsen</em> (Royal Swedish Stage). In the 1720s and 1730s, the interest for amateur theater was great in Stockholm and a lot of temporary amateur troupes performed among the aristocracy, the most known one <em>\"Count De la Gardies comedients</em>\", made by noble youths. After the amateur-performance <em>Tobias</em> by a couple of idealistic students at the birthday of king Frederick I of Sweden in 1737, during a period when the building was empty after the last foreign troupe had left, the opinion wanted a theater in their own language. This was granted by the Riksdag, who encouraged the establishment of the first native troupe of actors. One of the arguments taken up in the parliament was the large costs of the expensive foreign troupes. The first Swedish comedy performed on a public stage, <em><em>Den Svenska Sprätthöken</em></em>, was performed in October 1737 with Johan Palmberg and Beata Sabina Straas in the leading parts, and during the 1740s, the plays in <em>Bollhuset</em> was performed by native actors, in the native language, which made it accessible for the public for the first time. At this point, the theater had eight hundred seats. Sweden now saw theater, opera and ballet performed in the native language by native artists for the first time. It was temporarily closed by regent queen Ulrika Eleonora of Sweden in 1738 because of the clerical opposition, but soon reopened.</p>\n<p>The theater was first under the rule of the state; its first play was a political one. This did not last long and from 1740 it was ruled by the theater troupe themselves and entirely depended on the audience after the loss of government support. This first attempt to start a native Swedish theater was interrupted. Though the Swedish theatre was popular among the public, the aristocracy, who were French-influenced, was less enthusiastic. After the 1753-54 season, the Swedish theatre was expelled from their localities in Bollhuset by queen Louisa Ulrika of Prussia, who hired a French theater company instead. The Swedish troop split in two; one, the Stenborg Troupe under Petter Stenborg, performed in smaller houses, \"touring\" around the city of Stockholm and in Finland, and the other toured in the countryside under Johan Bergholtz and Peter Lindahl. During the period of 1754–71, Swedish plays were only performed in the city stage of Bollhuset two times; <em>Syrinx</em> (1761) and <em>Herkules på skiljovägen</em> (1762), by the Stenborg Troupe, to the benefit of musician Petter Lillström, spouse of the Swedish actress Elisabeth Lillström.</p>\n<p>The French Du Londel Troupe followed the court and they stayed in <em>Bollhuset</em> only in winter. The French troupe held a high class and performed the latest plays from Paris, but as the public in general did not speak French, it was foremost a pleasure for the upper-classes, though the public seems to have enjoyed the visual effects. The building was also used for public masquerade balls; the first was organized already in 1701 by the French troupe of Rosidor, and the 1763 year carnival on Bollhuset attracted 600 guests and gave profit of §6000.</p>\n<h3>The second national theater and Opera</h3>\n<p>In 1771, king Gustav III of Sweden fired the French theater company, and the Swedish actors, led by Petter Stenborg, then saw their chance and asked to perform a play at the opening of the parliament of 1772. At the opening of parliament in 1772, the troupe of Petter Stenborg appeared before King Gustav III and all the public in Bollhuset after the French troupe had left it, and after this, the monarch decided to found a native speaking opera and theatre.</p>\n<p>The 18 January 1773, the opera <em>Thetis and Phelée</em>, performed by Carl Stenborg and the concert-singer Elisabeth Olin in the leading roles, inaugurated the Royal Swedish Opera, which was a great success. This was an opera, not a theater, and the attempts to perform speaking drama was not very successful. At the inauguration, the building had been redecorated; the walls were painted in greyish-yellow, the boxes in red, except for the Royal box, which was painted in blue and gold and the sealing a sky in white and gold.</p>\n<p>In 1781 the king, in his effort to establish a Swedish theater, hired a group of French actors, led by Jacques Marie Boutet de Monvel, to educate and perform with the first generation of new Swedish-speaking actors at Bollhuset. The opera was the year after, in 1782, moved to the new building of the Swedish Royal Opera and separated from the talking-part actors, and this is considered the beginning of the Swedish theater. The French troupe first performed at court, but begun to perform for the public in Bollhuset in 1783; in the absence of an organised theatre School, the future Swedish actors became students of the French troupe, which educated several of the later famous Swedish actors of the Royal Dramatic Theatre, such as Lars Hjortsberg, Maria Franck and Inga Åberg, and in 1787, an independent Swedish theatre troupe was founded under the leadership of Fredrik Ristell. The two troupes, the French and the Swedish, shared the same building but performed separately, was ruled independently and was considered two separate \"Theatres\", the French Theatre and the Swedish Theatre.</p>\n<p>In 1788, Fredrik Ristell fled the country to escape his creditors, and the actors formed a company and asked for the king's protection; he became the formal director, placed the theater under Royal protection, thus creating the Royal Dramatic Theatre. The Swedish theatre was to be ruled by the actors themselves by votes every fourteenth day under the supervision of the Royal Swedish Academy of Arts; according to the reports made by the academy, this rule was quite chaotic, and the voting is described as capricious and temperamental; \" <em>The male actors arguing with each other, one of the ladies voting yes because another lady voted no, other of them counting their buttons and letting fate decide</em>\", and in 1803, the actors themselves asked the system to be replaced by a director.</p>\n<p>In 1792, <em>Bollhuset</em> was deemed to be too old and decayed, and it was torn down 1793; in the actors moved to the palace Makalös, (also called The Arsenal), where the Royal Dramatic Theater was to reside until 1825, after which it again was reunited with the Opera. In 1798–1842, the theaters and operas of Stockholm were united by a royal monopoly.</p>\n<h2>Actors and companies in the Theater of Bollhuset</h2>\n<p>Until 1689, the theater shared localities with the stage of <em>Lejonkulan</em>.</p>\n<h3>The Dutch troupe 1667–1674</h3>\n<p><em>This troupe opened the Theater at the stage of Lejonkulan with the play</em>Orontes en Satira<em>by Magnon in February 1667.</em></p>\n<ul><li>Salomon Fino</li> <li>Jan Baptista van Fornenberg (1624–1697) director of the troupe.</li> <li>Helena Heusen (1622–1680)</li> <li>Daniel Loodewicx</li> <li>Anna Parkar-Boonefaes</li> <li>Geertruyt Rijndorp-Boonefaes</li> <li>Dorotea van Fornenbergh</li></ul>\n<h3>The Dutch troupe 1680–1684</h3>\n<p><em>This troupe performed the play</em>Disa<em>for the public in 1684, and thus, the theater is known to be more than a court theater from this point forward.</em></p>\n<ul><li>Gillis Nozeman, husband of Ariana Nozeman</li> <li>Trial Parkar</li> <li>Jacob Sammers (1632–1689)</li></ul>\n<h3>The Swedish student troupe from Uppsala 1686–1691</h3>\n<p><em>This troupe was made up of idealistic students, all male. It had played in Uppsala in 1682–86. The theater was permanently moved to Bollhuset in 1689.</em></p>\n<ul><li>Olaus Rudbeck the Younger</li> <li>Johan Celsius</li> <li>Isaak Börk, director</li> <li>Carl Johan Ollieqvisth</li> <li>Andreas Strömbergh</li> <li>Georg Törnqvist-Adlercreutz, actor, writer and translator</li> <li>Johan Widman</li></ul>\n<h3>The German Theatre 1691–1697</h3>\n<ul><li>Elisabet Denner, primadonna</li> <li>Denner the Elder</li> <li>Denner the Younger, Harlquin</li> <li>Dorseus</li> <li>Big Müller</li> <li>Little Müller</li> <li>Ferdinand Egidius Paulusen</li> <li>Johann Christian Spiegelberg</li> <li>Johann Velthens, director</li> <li>Catharina Elisabeth Velten</li></ul>\n<h3>The French Theatre 1699–1706</h3>\n<ul><li>Marie Anne Aubert, singer.</li> <li>Jean François Bénard, dancer</li> <li>J. B. de Crous, musician.</li> <li>Gillette Boutelvier-Duchemin</li> <li>Jean Pierre Duchemin (1674–1754)</li> <li>Antoine Dupré, musician.</li> <li>Francoise Fabe-Picard, dancer</li> <li>Claude Ferdinand Guillemay du Chesnay de Rosidor (fl. 1660–1718), director</li> <li>Marianne Guillemay du Chesnay Bérge de Rosidor</li> <li>Robert Lemoine de la France, musician</li> <li>Henri de la Motte, musician</li> <li>Louis Picard, dancer</li> <li>Jacques Rénot, musician</li> <li>Marie Trouche-du Chesnay-de Rosidor (d. 1705)</li></ul>\n<h3>The German troupe 1721</h3>\n<ul><li>Gabriel Müller</li></ul>\n<h3>The French Opera Theatre 1723–1727</h3>\n<ul><li>Jeanne Perrette le Chevalier (1688–1774)</li> <li>Charles Langlois (later director of the Bollhus Theater in 1737–39 and 1740–54)</li> <li>Jean-Baptiste Landé, dancer and director</li> <li>Madame Landé, opera singer and dancer, wife of Jean-Baptiste</li> <li>Bourgoin Le Romain</li></ul>\n<h3>The German Theatre 1731–1737</h3>\n<p><em>This company is described as using a very visual way of acting, with fireworks, acrobatics, pantomime and Harlequin-performances</em></p>\n<ul><li>J. C. Kreutzer</li> <li>Martin Müller</li></ul>\n<h3>The first Swedish national Opera Theatre 1737–1754</h3>\n<p><em>This was the first Swedish troupe: it performed both opera and drama and ballet</em></p>\n<ul><li>Johan Bergholtz (d. 1774)</li> <li>Christian Berner (1702–1773), dancer</li> <li>Johanna Embeck</li> <li>Margareta Maria Fabritz (1716–1800)</li> <li>Nils Flodell (1714–1759)</li> <li>Anna Maria Göttling</li> <li>Anders Hallberg</li> <li>Kristian Knöppel (1717–1800)</li> <li>Peter Lindahl (1712–1792)</li> <li>Johan Ohl (1704–1766), singer and musician</li> <li>Johan Palmberg (1713–1781)</li> <li>Brita Christina Schenbom</li> <li>Petter Stenborg (1719–1781)</li> <li>Beata Sabina Straas (d. 1773)</li> <li>Elisabeth Lillström, singer and actress</li></ul>\n<h3>The French Theater 1753–1771</h3>\n<ul><li>Marie Baptiste, singer</li> <li>Angélique Madeleine Cénas (born 1757)</li> <li>Gaspard Cénas, dancer</li> <li>Thérèse Antoinette Cénas</li> <li>François Antoine Joseph Rousseau-Châtillon (1729–1802)</li> <li>Barbe Marguerite Henry-Coudurier, comedienne</li> <li>Ninon Dubois le Clerc, dancer</li> <li>Jeanne Du Londel, director 1753–56</li> <li>Monsieur Compani-Despiervière</li> <li>Madame Desroches, singer</li> <li>Jeanne Louise Dulondel</li> <li>Louis Dulondel, director 1756-71, dance instructor of the Crown Prince</li> <li>Louis Gallodier (1733–1803) balletmaster</li> <li>Marguerite Morel, dancer</li> <li>Pierre-Claude Senisseler-Soligny</li> <li>Elisabeth Le Clerc Soligny, prima ballerina and ballet mistress</li></ul>\n<h3>The Italian Opera 1754–1757</h3>\n<p><em>This was an opera troupe, meant to complement the French theater troupe. It consisted of members from the company of Pietro Mingotti. They also performed in concerts in Riddarhuset.</em></p>\n<ul><li>Gaspera Beccaroni, soprano</li> <li>Giovanni Coci or Croce (1723–1764) tenor</li> <li>Elena Fabrice, alto</li> <li>Mariana Galeotti, soprano</li> <li>Rosa Scarlatti (1727–1775)</li> <li>Domenico Scogli, castrato</li> <li>Francesco Uttini (1723–1795) conductor of the Royal orchestra in 1767–88, composer of the orchestra in Bollhuset from 1772.</li></ul>\n<h3>The (second) Swedish Opera 1773–1782</h3>\n<p><em>This was an opera troupe, not a theatrical troupe.</em></p>\n<ul><li>Nils Magnus Annerstedt</li> <li>Lovisa Augusti (1756–1790)</li> <li>Hans Björkman</li> <li>Charlotte Eckerman (1759–1790)</li> <li>Anna Sophia Holmstedt (1759–1807)</li> <li>Christoffer Christian Karsten (1756–1827)</li> <li>Lars Lalin (1729–1785)</li> <li>Anders Nordén</li> <li>Elisabeth Olin (1740–1828)</li> <li>Ulrica Rosenlund (1761–1779)</li> <li>Charlotte Slottsberg (1760–1800) ballerina</li> <li>Franziska Stading (1763–1836)</li> <li>Carl Stenborg (1752–1813)</li> <li>Diedrich Tellerstedt</li> <li>Hedvig Wigert (1748–1780)</li></ul>\n<h3>The French Comédie Française Theater 1783–1792</h3>\n<p><em>The French troupe was a separate and autonomous troupe within the building called \"The French Theater\". They came to Sweden in 1781 and performed in Drottningholm until 1783. They acted as instructors to the Swedish actors until the Royal Dramatic Training Academy was founded. They were sent home after the death of King Gustav III.</em></p>\n<ul><li>Mademoiselle Baron</li> <li>Monsieur Delaroche, director 1786-92</li> <li>Monsieur de La Tour</li> <li>Madame Dutillier</li> <li>François Marie Moussé Félix</li> <li>Monsieur Feuillet</li> <li>Louis Frossard</li> <li>Sophie Hus (1758–182?)</li> <li>Jean Marcadet</li> <li>Marie Louise Marcadet (1758–1804)</li> <li>Anne Marie Milan Desguillons</li> <li>Monvel, director 1781–86</li> <li>Monsieur Saint-Ange</li></ul>\n<h3>The Swedish Dramatic Theatre 1787–1793</h3>\n<p><em>The first native troupe for spoken drama in Bollhuset since 1754. The actors were instructed by the French troupe, and formed its own theater under Fredrik Ristell in 1787. When it went bankrupt in 1788, it formed the Royal Dramatic Theatre.</em></p>\n<ul><li>Samuel Ahlgren (1764–1816)</li> <li>Abraham de Broen (1759–1804)</li> <li>Louis Deland (1772–1823)</li> <li>Elisabeth Forsselius (1771–1850)</li> <li>Maria Franck (1769–1847)</li> <li>Lars Hjortsberg (1772–1843)</li> <li>Fredrique Löwen (1760–1813)</li> <li>Ebba Morman (1769–1802)</li> <li>Louise Götz</li> <li>Carl Schylander</li> <li>Kjell Waltman (1758–1799)</li> <li>Andreas Widerberg (1766–1810)</li> <li>Inga Åberg (1773–1837)</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Bollhuset, also called Stora Bollhuset, Bollhusteatern, and Gamla Bollhuset at various times, was the name of the first theater in Stockholm, Sweden; it was the first Swedish theater and the first real theater building in the whole of Scandinavia. It was built in 1627 for ball sports and used in this way for forty years. The name Lejonkulan, however, was, in fact, the name of a different building, which was also used by the same theater in the 17th century.",
  "created_at": "2026-02-21T15:15:57.056696+00:00"
}