{
  "entity_id": "Q4939771",
  "title": "Bollhustäppan",
  "latitude": 59.3255,
  "longitude": 18.07216667,
  "categories": [
    "culture",
    "nature"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Bollhust%C3%A4ppan_pano_mars_2007.jpg",
  "text": "<h1>Bollhustäppan</h1>\n<p><em><strong>Bollhustäppan</strong></em> (Swedish for 'The Ball House Patch') is a small public space in Gamla stan, which is the old town in central Stockholm, Sweden. Named after Bollhuset, a historical theatre, it is located south of Slottsbacken just behind the Finnish Church, while two gates connects it to Trädgårdsgatan.</p>\n<h2>History</h2>\n<p>In spite of its location in the Medieval part of the city, the history of Bollhustäppan is remarkably short, as the site was occupied by a building until the 1960s. It is named after the proximity to the two ball game buildings constructed in 1627-1792 and 1648–53, the bigger of the two used as a theatre from 1667, the smaller transformed into the Finnish Church in 1725 and still existent. On the lot itself were in medieval times the charitable institutions <em>Fredagsalmosan</em> and <em>Söndagsalmosan</em> (\"The Friday Alms\" and \"The Sunday Alms\"). These institutions resided in a building donated to them in 1491 and located on the western fourth of the patch. East of this building was an estate owned by influential men such as councillors and chamberlains of the Helsing and von Snoilsky dynasties. An electrical plant was constructed on the lot in the 1880s, the steam-engine of which to start with supplied the Royal Palace exclusively, but by 1888 was enlarged in order to provide electricity to the entire old town. On the eastern half of the patch was a building during the Middle Ages at least three storeys tall, and during the 17th century named <em>Hedersköldska huset</em> after the proprietor and trader Anders Hedersköld. Parts of 15th century basement were still present following the demolition in the 1960s until its demolition in 1973. In autumn 2002 the space was restored, with new lightnings and benches added and some stairs removed for accessibility.</p>\n<h2>Boy looking at the Moon</h2>\n<p>Located on Bollhustäppan is, arguably, the smallest public sculpture in Sweden, named <em>Pojke som tittar på månen</em> (\"Boy Looking at the Moon\") or <em>Järnpojken</em> (\"Iron Boy\") but colloquially called \"Olle\". It is sculpted by Liss Eriksson (1919-2000) in 1954 and was inaugurated in 1967. It retells the memory from the artist's childhood of when he during sleepless night used to sit on his bed to stare at the moon through his window. Made of sandstone and wrought iron, its stylized form contrasts the warmth of its expression; its informal and restrained manners making it one of the most appreciated pieces of art in the city, fondled by crowds of tourists every year, as the shiny head shows, and given coins and goodies, while Stockholmers occasionally knits neckerchiefs and caps for the boy to wear during winters. According to the artist, the smallness of the sculpture enlarges the empty space around it, and, as this empty space is part of the sculpture, it is actually a rather large piece of art. Martin Stugart, an expert on the history of Stockholm, writes the coins tourists give to the sculpture, in spite of the advice given by the guides, are collected by the Finnish Church which attempts to restrain the phenomenon. According to the low-key cult surrounding the boy, however, stealing these coins means bad luck as the child sees everything but forgets nothing.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Bollhustäppan is a small public space in Gamla stan, which is the old town in central Stockholm, Sweden. Named after Bollhuset, a historical theatre, it is located south of Slottsbacken just behind the Finnish Church, while two gates connects it to Trädgårdsgatan.",
  "created_at": "2026-02-21T15:14:49.271337+00:00"
}