{
  "entity_id": "Q4960137",
  "title": "Bredgränd",
  "latitude": 59.32552778,
  "longitude": 18.07480556,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/61/Bredgr%C3%A4nd_070410.JPG",
  "text": "<h1>Bredgränd</h1>\n<p><strong>Bredgränd</strong> (Swedish: <em>Wide Alley</em>) is an alley in Gamla stan, the old town of Stockholm, Sweden. Stretching from Skeppsbron to Österlånggatan, it forms a parallel street to Skeppar Karls Gränd and Kråkgränd.</p>\n<h2>Names</h2>\n<p>Bredgränd appears in historical records as <em>östan mur i bredha grandena</em> (\"east of the wall in the broad alley\") in 1476 and as <em>Östre Bredgränden</em> (\"East Broad-Alley\") in 1570. The alley was called <em>Tunnbindargränden</em> from 1612 (<em>Tunnbindargränd</em>, \"The Barrel Binding Alley\") until 1711 when street names were regulated and it was named <em>Bredgränd</em>. It was given the name <em>Bredgränd</em> because it actually is wider than neighbouring alleys closest to the waterfront while the vault in the western end makes the name slightly hilarious.</p>\n<p>It was far from the only historical alley to be called 'wide' however; during 1400–1700, in the old town alone, Ferkens Gränd was called <em>Breda gränden östantill</em> (\"The Wide Alley on the East\"); Funckens Gränd <em>Breda gränden vid Kornhamn</em> (\"The Wide Alley at Kornhamn\"); and Skräddargränd <em>Breda gränden västantill</em> (\"The Wide Alley on the West\"). On Södermalm, Bellmansgatan was also called 'Bredgränd'.</p>\n<h2>Archaeology</h2>\n<p>Archaeological excavations in 1944 unveiled a part of the city wall from the late Middle Ages. This section of the wall was built in stone, two metres at the base, and narrowing off towards the top. Other sections of it were built in brick and occasionally even half-timbered.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Bredgränd is an alley in Gamla stan, the old town of Stockholm, Sweden. Stretching from Skeppsbron to Österlånggatan, it forms a parallel street to Skeppar Karls Gränd and Kråkgränd.",
  "created_at": "2026-02-21T15:19:21.907326+00:00"
}