{
  "entity_id": "Q4993037",
  "title": "Strömbron",
  "latitude": 59.3288,
  "longitude": 18.0731,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Str%C3%B6mbron_2010.jpg",
  "text": "<h1>Strömbron</h1>\n<p><strong>Strömbron</strong> (Swedish: \"The Stream Bridge\") is a 140-metre-long (460 ft) viaduct in central Stockholm, Sweden. Stretching over Norrström, it connects the old city Gamla stan to the northern-central district Norrmalm, or, more specifically, to Blasieholmen near the park Kungsträdgården.</p>\n<h2>History</h2>\n<p>Though initially put forward by the influential city planner Albert Lindhagen (1823–1887) in 1866, a bridge on the current location was never included in any of his district-level city plans. </p>\n<p>In 1874 however, the Building Society of Stockholm (<em>Stockholms byggnadsförening</em>) required permission to construct a toll-financed bridge stretching from the northern end of Skeppsbron to connect directly to Stallgatan, thus with a more eastern course than the present bridge. Though favourably disposed towards the proposal, the City Council made several demands, asking for the direction of the bridge to be changed, fixing its width to 58 feet (17.4 metres), settling the tariff to 2 öre for pedestrian and 5 for vehicles and horses, urging the construction to be finished within three years, while insisting the city should be able to buy in the bridge at any time. Having accepted the terms and changed the plans, the society finally failed to agree with the council on some minor details, and had the project cancelled within a year.</p>\n<p>When a group of entrepreneurs in 1887 asked the council to grant them a concession for a bridge, the council recognized that the local traffic load at the time (3,700 vehicles per day) indicated a general need for a bridge, but rejected the proposition arguing more time was needed.</p>\n<p>Indeed, later but less exacting, the Svea corps of engineers had a pontoon bridge built in 9 hours on May 26, 1928 to be used while Norrbro, the bridge upstream still doing the hard work, was being widened. With its more western direction the temporary bridge was aiming directly at the statue of Charles XII in Kungsträdgården, in contrast to a coincident proposal to a new general plan promoting a bridge possible to extend over Blasieholmen and Nybroviken. When the work on Norrbro was completed in late August, the new pontoon bridge was removed and the wider roadways on the old one finally permitted speeds exceeding 20 km/h.</p>\n<p>In 1930 the traffic load on Norrbro had grown enough to motivate a contest for a traffic route from Skeppsbron to Nybroplan, necessarily including a bridge over the eastern part of Norrström. The contest resulted in a great number of proposals for both bridges and tunnels, none of which succeeded in making a lasting impression on a jury instead advocating further analyses. Before the end of WW2, more than a hundred proposals had been scrapped, and the lively debate between spokesmen for a bridge or for a tunnel had stuck on petty details and matters of principle.</p>\n<p>The growing traffic didn't allow the question to be postponed for much longer and a provisional bridge was therefore proposed, not to be included in the city plan and with a permanency of no more than ten years. After the end of the war and a dramatic session, the City Council finally approved a bridge, 43 votes for and 39 against, and a 20-metre-wide (66 ft) bridge was actually inaugurated autumn 1946. Malicious rumours had it that the bridge was named 'Strömbron', not because it traversed <em>Strömmen</em>, but because it was the brainchild of anti-bridge spokesman Fredrik Ström, and pro-bridge spokesman Torsten Åström. Other names suggested included <em>Provisoriska bron</em> (\"The Provisional Bridge\"), <em>Provbron</em> (\"The Test Bridge\"), <em>Kungsträdgårdsbron</em>, and <em>Träbron</em> (\"The Wooden Bridge\").</p>\n<p>The bridge in question is a concrete slab laid on steel girders resting on concrete plinths founded on wooden poles. As stipulated by the anti-bridge camp, the wooden poles were not allowed to be entirely submerged, to ensure the bridge wouldn't survive more than ten years. However, after ten years of continuous examination of the poles, the debate had abated and no signs of decay motivating a demolition could be found. So, instead, measures were taken to protect the bridge which is, as of 2021, still offering its services. It is nowadays considered a permanent connection.</p>\n<p>In summer, people are usually lined up along the railing of the bridge fishing for salmon, trout and some 30 other species swimming up the current. Thousands of fishes are planted out and caught annually in Stockholm.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Strömbron is a 140-metre-long (460 ft) viaduct in central Stockholm, Sweden. Stretching over Norrström, it connects the old city Gamla stan to the northern-central district Norrmalm, or, more specifically, to Blasieholmen near the park Kungsträdgården.",
  "created_at": "2026-02-21T15:23:48.674871+00:00"
}