{
  "entity_id": "Q506250",
  "title": "Stockholm Municipality",
  "latitude": 59.3275,
  "longitude": 18.054719444444444,
  "categories": [
    "economic",
    "culture",
    "nature"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Stockholms_stadshus_september_2011.jpg",
  "text": "<h1>Stockholm Municipality</h1>\n<p><strong>Stockholm Municipality</strong> (Swedish: <em>Stockholms kommun</em>) or the <strong>City of Stockholm</strong> (Swedish: <em>Stockholms stad</em>) is a municipality in Stockholm County in east central Sweden. It has the largest population of the 290 municipalities of the country, but one of the smallest areas, making it the second most densely populated. It is also the most populous municipality in the Nordic countries.</p>\n<p>Although legally a municipality with the official proper name <em>Stockholms kommun</em>, the municipal assembly (<em>kommunfullmäktige</em>) has decided to use the name <em>Stockholms stad</em> (<em>City of Stockholm</em> in English) whenever possible. This is purely nominal and has no effect on the legal status of the municipality.</p>\n<p>Geographically, the city comprises the Stockholm City Centre and two suburban areas, Söderort (South Stockholm) and Västerort (West Stockholm). Administratively, it is subdivided into 14 districts (sometimes incorrectly called \"boroughs\" in English), which are administered by district councils (<em>stadsdelsnämnder</em>).</p>\n<h2>History</h2>\n<p>When the first local government acts came into force in Sweden in 1863, the City of Stockholm was one of the then 89 cities of Sweden. A first city council was elected. The area roughly corresponded with today's <em>Innerstaden</em>. Large areas were annexed in 1913, 1916 and 1949. The city was outside Stockholm County until 1968, having its own governor. The local government reform of 1971 made Stockholm a unitary municipality like all others in the country.</p>\n<h2>Geography</h2>\n<p>Geographically, the City of Stockholm comprises the central part of the capital (Innerstaden or <em>Stockholm City Centre</em>) as well as the southern and western suburban parts (Söderort or <em>South Stockholm</em> and Västerort or <em>West Stockholm</em> respectively). Of the municipal population, all but 200 people are considered living in the Stockholm urban area, a <em>tätort</em> further extending into ten other municipalities.</p>\n<h2>Demography</h2>\n<h3>Population development</h3>\n<h3>Education</h3>\n<p>The share of highly educated persons, according to Statistics Sweden's definition: persons with post-secondary education that is three years or longer, is 42.4% (national average: 27.0%).</p>\n<h3>Residents with a foreign background</h3>\n<p>On 31 December 2017 the number of people with a foreign background (persons born outside of Sweden or with two parents born outside of Sweden) was 311,401, or 32.79% of the population (949,761 on 31 December 2017). On 31 December 2002 the number of residents with a foreign background was (per the same definition) 189 938, or 25.05% of the population (758,148 on 31 December 2002). On 31 December 2017 there were 949,761 residents in Stockholm, of which 234,703 people (24.71%) were born in a country other than Sweden. Divided by country in the table below – the Nordic countries as well as the 12 most common countries of birth outside of Sweden for Swedish residents have been included, with other countries of birth bundled together by continent by Statistics Sweden.</p>\n<h2>Politics</h2>\n<h3>National</h3>\n<p>These are the election results from the 1973 onwards in the City of Stockholm. The municipality forms one of three municipal constituencies for the Riksdag along with Gothenburg and Malmö. In the Statistics Sweden reports from 1988 to 1998 the exact decimals of the Sweden Democrats were not reported since only parties near the 4% nationwide threshold were reported on.</p>\n<h4>Riksdag</h4>\n<p><strong>Blocs</strong></p>\n<p>This lists the relative strength of the socialist and centre-right blocs since 1973, but parties not elected to the Riksdag are inserted as \"other\", including the Sweden Democrats results from 1988 to 2006, but also the Christian Democrats pre-1991 and the Greens in 1982, 1985 and 1991. The sources are identical to the table above. The coalition or government mandate marked in bold formed the government after the election. New Democracy got elected in 1991 but are still listed as \"other\" due to the short lifespan of the party. \"Elected\" is the total number of percentage points from the municipality that went to parties who were elected to the Riksdag.</p>\n<h3>Local</h3>\n<p>The municipality is governed by a Municipal assembly (<em>kommunfullmäktige</em>) with 101 members. These are elected through municipal elections, held in conjunction with the Parliamentary elections every four years. The council meets twice a month and the meetings are open to the public. The council elects a Municipal executive committee (<em>kommunstyrelse</em>), with 13 members representing both the political majority and the opposition, with the responsibility of implementing policies approved by the assembly. The political organisation also includes eight governing full-time Commissioners (<em>borgarråd</em>) and four Commissioners representing the opposition. The work is headed by the Commissioner of Finance (<em>finansborgarråd</em>, sometimes called Mayor), who also chairs the executive committee. The current Commissioner of Finance is Karin Wanngård, representing the Social democrats.</p>\n<h3>Municipal elections 1994–2014</h3>\n<p>Stockholm Party is a local party, which was represented in the City Council 1979–2002.</p>\n<h3>Municipal Election 2018</h3>\n<p>On 9 September 2018 Stockholm held Municipality Elections</p>\n<h3>Board of Commissioners since 2006</h3>\n<ul><li>Sten Nordin (m), Commissioner of Finance (after 2008) (<em>finansborgarråd</em>)</li> <li>Mikael Söderlund (m), Commissioner of Building and Traffic (<em>byggnads- och trafikborgarråd</em>)</li> <li>Ulla Hamilton (m), Commissioner of Environment and Real Estate (<em>miljö och bostadsbolagsborgarråd</em>)</li> <li>Lotta Edholm (fp), Commissioner of Education (<em>skolborgarråd</em>)</li> <li>Madeleine Sjöstedt (fp), Commissioner of Culture and Sports (<em>kulturborgarråd</em>)</li> <li>Kristina Alvendal (m), Commissioner of Housing and Integration (<em>bostads- och integrationsborgarråd</em>)</li> <li>Ulf Kristersson (m), Commissioner of Social Services (<em>socialborgarråd</em>)</li> <li>Ewa Samuelsson (kd), Commissioner of Senior Citizen's Service (<em>äldrevårdsborgarråd</em>)</li> <li>Carin Jämtin (s), Commissioner in Opposition (<em>oppositionsborgarråd</em>)</li> <li>Roger Mogert (s), Commissioner in Opposition (<em>oppositionsborgarråd</em>)</li> <li>Ann-Margarethe Livh (v), Commissioner in Opposition (<em>oppositionsborgarråd</em>)</li> <li>Yvonne Ruwaida (mp), Commissioner in Opposition (<em>oppositionsborgarråd</em>)</li></ul>\n<h3>District councils</h3>\n<p>The municipality is subdivided into 13 districts. These districts are sometimes incorrectly referred to as \"boroughs\" in English. They are, however, no legal entities or juristic persons of their own, but committees of the municipality itself. These districts are administered by District Councils, <em>stadsdelsnämnder</em>, which carry responsibility for primary school, social, leisure and cultural services within their respective areas. The members of these councils are not directly elected by the inhabitants of the respective districts, but rather appointed by the <em>kommunfullmäktige</em> (municipal assembly).</p>\n<p>Effective 1 January 2007 the number of district councils was reduced from 18 to 14 through a number of merges. Maria-Gamla stan and Katarina-Sofia now form Södermalm borough, Enskede-Årsta and Vantör now form Enskede-Årsta-Vantör, Hägersten and Liljeholmen now form Hägersten-Liljeholmen, and Kista and Rinkeby now form Rinkeby-Kista.</p>\n<h2>Twin towns and sister cities</h2>\n<p>The policy of Stockholm is to have informal town twinning with all capitals of the world, its main focus being those in northern Europe. Stockholm does not sign any formal town twinning treaties, although other cities claim to have established such treaties in the past which are still valid.</p>\n<p>The cities claiming to have been twinned with Stockholm are:</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Stockholm Municipality or the City of Stockholm is a municipality in Stockholm County in east central Sweden. It has the largest population of the 290 municipalities of the country, but one of the smallest areas, making it the second most densely populated. It is also the most populous municipality in the Nordic countries.",
  "created_at": "2026-02-21T15:32:10.132527+00:00"
}