{
  "entity_id": "Q5354009",
  "title": "Eldkvarn",
  "latitude": 59.3275,
  "longitude": 18.05472222,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c4/Eldkvarn_1860.jpg",
  "text": "<h1>Eldkvarn</h1>\n<p><strong>Eldkvarn</strong> was a grand gristmill in central Stockholm that burned in 1878 — an event which was known as \"the fire of the century\". It was located where today the Stockholm City Hall stands.</p>\n<p>The mill was built in 1805 for Abraham Niclas Edelcrantz with a steam engine built by Samuel Owen.</p>\n<p>At the time of the blaze, the fire was known as the fire of the century, because of its ferocity and the fact that it could be seen from many points of the city, dominating the skyline. It was a moment that gripped the city in horror, as citizens watched the fire rage and fill the night sky.</p>\n<h2>Events</h2>\n<p>The fire occurred in central Stockholm at the Eldkvarn gristmill on 31 October 1878. It was a steam-powered mill built in 1805 that made flour, something that was very important to Stockholm in the 19th century.</p>\n<p>A variety of different causes have been suggested. The most widely accepted one is that a small gas lamp fell, igniting the many bits of dust and grain on the floor, and it spread from there. As with the Great Fire of London, where a small fire expanded quickly, the fire at the mill in Stockholm started small, but was very poorly dealt with, and managed to spread throughout the factory. Unlike the Great Fire of London, though, it was contained to the area in and around the factory, meaning it did not spread to other parts of Stockholm. However, it was large enough and powerful enough that it made a real impression on the people of the city.</p>\n<p>Dagens Nyheter, one of the most popular newspapers in Sweden, wrote extensively about the fire and noted that ‘in view of the fierce outbreaks of the fire and the fierce widening of the fire, the entire capital and its immediate surroundings were illuminated as through a magic wand’. The newspaper also commented on how the city became gripped by the fire, noting that ‘the most varied rumours were about the origin of the fire and the most incredible stories were raised’. Despite the fire being so large, they managed to save part of the mill and, perhaps most amazingly, it stayed open until 1906.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Eldkvarn was a grand gristmill in central Stockholm that burned in 1878 — an event which was known as \"the fire of the century\". It was located where today the Stockholm City Hall stands.",
  "created_at": "2026-02-21T15:32:01.418204+00:00"
}