{
  "entity_id": "Q5420069",
  "title": "Exercishuset, Stockholm",
  "latitude": 59.32555556,
  "longitude": 18.08444444,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Exercishallen_September_2013.jpg",
  "text": "<h1>Exercishuset, Stockholm</h1>\n<p><strong>Exercishuset</strong> (Swedish: “The Drill House”) is a building on the islet Skeppsholmen in central Stockholm, Sweden, is as of 1995 incorporated as part of the new building for the Moderna Museet and Swedish Centre for Architecture and Design.</p>\n<p>Built just south of the Skeppsholmen Church in 1853 and designed by Fredrik Blom, the original purpose of the building was to train the Navy staff in the complicated handling of the cannon sloops and dinghies. The former were 20 metres (66 ft) in length and operated by 14 pairs of oars pulled by 54 men, and the latter half the size. Another benefit of the building was the shipyard on the eastern shore being sealed off, as the main entrance at the time was found on the eastern side. However, the rowing vessels were discontinued in 1871, and the building therefore enlarged in 1881, as designed by Blom’s successor Victor Ringheim to adapt to new warfare technology.</p>\n<p>In 1955, the National Museum of Fine Arts moved into the building. Three years later, the art exhibitions continued as the new institution Moderna Museet under Pontus Hultén. As the latter museum was rebuilt and enlarged to the design by Rafael Moneo starting in 1994, the Drill House became an integrated part of the new complex. Since 1998 the building accommodates the Museum of Architecture, since 2013 the Swedish Centre for Architecture and Design.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Exercishuset is a building on the islet Skeppsholmen in central Stockholm, Sweden, is as of 1995 incorporated as part of the new building for the Moderna Museet and Swedish Centre for Architecture and Design.",
  "created_at": "2026-02-21T15:28:58.215336+00:00"
}