{
  "entity_id": "Q619484",
  "title": "Great Synagogue of Stockholm",
  "latitude": 59.33189166666667,
  "longitude": 18.074208333333335,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Stora_Synagogan%2C_2012_a_08.JPG",
  "text": "<h1>Great Synagogue of Stockholm</h1>\n<p>The <strong>Great Synagogue of Stockholm</strong> (Swedish: <em>Stockholms stora synagoga</em>, Hebrew: בית הכנסת הגדול של שטוקהולם, lit. 'Bet ha-Knesset ha-Gadol shel Stokholm') is a Conservative Jewish congregation and synagogue, located at 3A Wahrendorffsgatan, close to the park Kungsträdgården on Norrmalm, in Stockholm, Sweden. The synagogue was designed by Fredrik Wilhelm Scholander in the Moorish Revival style and completed in 1870.</p>\n<p>The synagogue was classified as a listed building in 1991.</p>\n<h2>History</h2>\n<p>It was built 1867–1870 according to designs made in 1862 by the architect Fredrik Wilhelm Scholander. The building has been called a \"paraphrase over Oriental motifs\", and it is listed in the Swedish registry of national historical buildings. It was preceded by an earlier synagogue at Tyska Brunnsplan in the Stockholm Old Town (now the Jewish Museum on 19, Själagårdsgatan), used 1790–1870, and services were held in an even earlier location on Köpmanbrinken near Köpmantorget in the Old town 1787–1790.</p>\n<p>The <em>Judiska biblioteket,</em> the Jewish Community Library, is located beneath the Great Synagogue of Stockholm. Its multilingual collection consists of books in Swedish, German, English, French, Hebrew, and other languages. It includes the library of Rabbi Marcus Ehrenpreis (1869–1951), who was Chief Rabbi of Sweden from 1914 to 1951. The Library also hosts occasional exhibits, such as the 2007 exhibit of the Friedrich Kellner World War II diary which chronicles the years of Nazi Germany and the Holocaust of European Jewry.</p>\n<p>A monument to the memory of victims of the Holocaust, with more than 8,000 names of victims who were relatives of Swedish Jews, was dedicated by the King of Sweden, Carl XVI Gustav, at the synagogue in 1998.</p>\n<p>When Ute Steyer took over as the Great Synagogue's rabbi in January 2015, she became the first female rabbi in Swedish history.</p>\n<p>In 2017 a new <em>mikvah</em> was built in the basement of the synagogue.</p>\n<h2>Hebrew inscriptions</h2>\n<p>Decorative inscriptions in Hebrew are etched and painted into the stonework of the Great Synagogue. The front façade is inscribed with Hebrew: ועשו לי מקדש ושכנתי בתוכם, lit. 'And make Me a sanctuary that I may dwell among them', from Exodus 25:8-9.</p>\n<p>On the rear façade are two inscriptions; Hebrew: בית הכנסת הגדול של שטוקהולם, lit. 'The Great Synagogue of Stockholm', the building's formal name, under which is written a passage from Isaiah 57:19, Hebrew: בורא ניב שפתים שלום שלום לרחוק ולקרוב אמר יי ורפאתיו, lit. 'Peace, peace, to him that is far off and to him that is near, saith the LORD that createth the fruit of the lips; and I will heal him'.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Great Synagogue of Stockholm is a Conservative Jewish congregation and synagogue, located at 3A Wahrendorffsgatan, close to the park Kungsträdgården on Norrmalm, in Stockholm, Sweden. The synagogue was designed by Fredrik Wilhelm Scholander in the Moorish Revival style and completed in 1870.",
  "created_at": "2026-02-21T15:29:17.772103+00:00"
}