{
  "entity_id": "Q6419724",
  "title": "Klara shelter",
  "latitude": 59.33111111,
  "longitude": 18.06305556,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Vattugaraget_2009.jpg",
  "text": "<h1>Klara shelter</h1>\n<p>59°19′52″N 18°3′47″E﻿ / ﻿59.33111°N 18.06306°E﻿ / 59.33111; 18.06306</p>\n<p><strong>Klara air raid shelter</strong> (Swedish: <em>Klara skyddsrum</em>), also known as the <strong>Klara bunker</strong>, is one of Stockholm's major civil air raid shelters, with an area of 6,650 m (71,600 sq ft). The shelter is designed for civilians and members of government, and is located in central Stockholm. The shelter was built during the Cold War, in the 1960s, as central Stockholm was being reformed during the \"Redevelopment of Norrmalm\". Klara shelter is named after the nearby Klara Church.</p>\n<p>The air raid shelter complex is designed to protect large parts of the government and civilian population of the city in the case of a military attack on Stockholm. The facility is still shelter-rated, and additionally provides 296 parking spaces, primarily for long-term parking.</p>\n<p>The basic design of the complex is a two-story oval, situated below Sergels torg (Sergel's Square), Klara Church, and adjacent areas, with multiple entrances. The shelter can accommodate 8,000 people in time of war or other danger. The machine room includes five large generators. In the case of failure of the civil power grid, these units could generate enough energy to power and light the entire complex. If war had broken out between the 1960s–1980s, two thirds of the Parliament and Government members would have been housed in a separate part of Klara shelters, while the third would be sent to a rock shelter elsewhere.</p>\n<p>The shelter has several entrances and escape routes. Beside the entrance to the building, a ramp provides vehicle access to the parking area, from which the shelter can be reached through an understated access door (see photo, right). Partway down the stairs (which are removable) leading from Drottninggatan to the \"plate\" in Sergel's Square, there is another entrance. Additional entrances are from the old subway entrance next to Klara Church, which has been converted to lead straight down to the shelter, from T-Centralen (the T-Centre Metro station), from the parking garages around the Klara district, and from the Kungsträdgården metro station. Large parts of the shelter are used in peacetime as parking garages, for example Vattugaraget at Vattugatan.</p>\n<p>Access is via staircases about 10 meters wide, currently blocked by removable walls and protected by 70-ton steel doors. To keep the air temperature bearable during protection operations (15,000 people producing a lot of heat), there is a large air conditioning plant.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Klara air raid shelter, also known as the Klara bunker, is one of Stockholm's major civil air raid shelters, with an area of 6,650 m2 (71,600 sq ft). The shelter is designed for civilians and members of government, and is located in central Stockholm. The shelter was built during the Cold War, in the 1960s, as central Stockholm was being reformed during the \"Redevelopment of Norrmalm\". Klara shelter is named after the nearby Klara Church.",
  "created_at": "2026-02-21T15:29:34.677179+00:00"
}