{
  "entity_id": "Q6427430",
  "title": "Kolmätargränd",
  "latitude": 59.326,
  "longitude": 18.06858333,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Kolmatargrand_March_2007.JPG",
  "text": "<h1>Kolmätargränd</h1>\n<p><strong>Kolmätargränd</strong> is a small alley in Gamla stan, the old town in central Stockholm, Sweden. Passing under a low vault it connects the street Västerlånggatan to the square and courtyard Brantingtorget forming a parallel street to Klockgjutargränd and Stenbastugränd.</p>\n<p>Mentioned as <em>Kholmetare Grenden</em> in 1646 and <em>Kåålmäterenss grändh</em> in 1652, the alley is named after the assessor and magistrate <em>Hans Kohlmeter</em> (1626–1686), who according to a source dated 1661 had his house built over the alley. While this name seems to have been established around 1700, the commonly used name for the alley during the 17th century was <em>Johan Sekreterares Gränd</em> (<em>Johannis secretereres grend</em>, \"Alley of Secretary John\"), and a century earlier <em>Herman Ruggens gränd</em> (1584).</p>\n<h2>History</h2>\n<p>The present alley is one of the shortest in the old town and it has reached an all but legendary status among a large number of Swedes through the still popular troubadour Carl Michael Bellman (1740–1795) and his 34th epistle named <em>Till Movitz, när elden var lös i hans kvarter uti Kolmätargränden</em> (\"To Movitz, when fire ravaged his block in Kolmätargränden\"). The eleven verses of the song details how a fire among the brothels in the alley and the succeeding hullabaloo, embarrassingly unveils the presence of the otherwise distinguished customers, symbols for various prominent ranks left behind in the gutters, and, in the end, how Movitz escapes the scene, likened to Aeneas leaving the burning Troy, overburdened with all his musical instruments:</p>\n<p>Furthermore, the extent of the alley was considerably tail-docked during WW2, when the planned enlargement of Kanslihuset (The \"Chancellery House\") caused the old blocks in the neighbourhood to be levelled to the ground, the so-called \"Battle of Kolmätargränd\" led by Vera Siöcrona ending in the current compromise, the circular courtyard (Brantingtorget) of the Chancellery annex (<em>Kanslihusannexet</em>) surrounded by the still intact remaining buildings.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Kolmätargränd is a small alley in Gamla stan, the old town in central Stockholm, Sweden. Passing under a low vault it connects the street Västerlånggatan to the square and courtyard Brantingtorget forming a parallel street to Klockgjutargränd and Stenbastugränd.",
  "created_at": "2026-02-21T15:17:46.444077+00:00"
}