{
  "entity_id": "Q6453558",
  "title": "Kåkbrinken",
  "latitude": 59.32425,
  "longitude": 18.06872222,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Kakbrinken_Prastgatan_runestone_March_2007.JPG",
  "text": "<h1>Kåkbrinken</h1>\n<p><strong>Kåkbrinken</strong> is a street in Gamla stan, the old town of Stockholm, Sweden. Stretching from the western waterfront Munkbroleden, to the central square Stortorget, it forms a parallel street to Yxsmedsgränd, Solgränd, and Bedoirsgränd, while being crossed by Munkbrogatan, Lilla Nygatan, Stora Nygatan, Västerlånggatan, and Prästgatan.</p>\n<h2>Origin of the name</h2>\n<p>First mentioned in 1477, and in more detail in 1496, the street is initially called <em>Kakbringkin.</em> This derives from the old Swedish word <em>kak</em> which is the equivalent of the modern Swedish <em>kåk</em>, meaning \"ramshackle house\" or \"prison\", but at the time it referred to a pillory placed on Stortorget. The pillory is first mentioned in connection with the so-called \"Käpplinge murders\" (<em>Käpplingemorden</em>). This was an incident in 1389 when a group of German burghers imprisoned about 70 prominent citizens in a hovel on Blasieholmen (at the time called Käpplinge) and burned them alive. The Germans are said to have been led from the Royal Palace to the pillory. A copper statue of a man holding a birch in his right hand, placed on top of the pillory in 1602, was replaced in 1647 by a new one in bronze which is still preserved in the Town Hall. The pillory was moved to Norrmalmstorg in 1776, and from there to Eriksbergsplan in 1810.</p>\n<p>On a map dated 1733, the upper part of the street, between Stortorget and Västerlånggatan, is called Kåkbrinken, while the lower part is given several names: <em>Kocks gränd</em> (referring to the burgher Ragvald Kock); <em>Jokum bagares</em>, <em>Bagare gränd</em>, <em>Schultens gränd</em>, and <em>Nedre Schult gränd</em> (referring to the baker Joachim Schult); <em>Söte Gudmunds gränd</em> <em>Söte gummans gränd</em> (\"Alley of the Sweet Old Woman\", Gudmund is also a proper name), <em>Lasse Månssons gränd</em>, <em>Björn Perssons gränd</em>, <em>Mäster Eriks gränd</em> (referring to men with those names), and <em>Påfvel murmästares gränd</em> (\"Alley of Masonry master Paul\"). Before the names of the streets of Gamla stan were fixed in 1885, the name 'Kåkbrinken' was used for various parts of its present extension.</p>\n<h2>The runestone</h2>\n<p>In the corner of Prästgatan and Kåkbrinken is a runestone set into the wall, which carries the inscription \"Torsten and Frögunn had the stone erected after their son\". The stone was probably brought to Stockholm to be used as building material, but it is not known from where. As the female name Frögunn is known as a pagan name, the stone is believed to date from around AD 1000, the stone thus being about 200 years older than the city.</p>\n<p>A laser range scanner analysis conducted in 2002, showed variations in stroke patterns in the grooves of the stone, and that the stone was probably carved by a master carver and an apprentice. It is one of three runestones found in the old town: A second, U 274, originally located in a wall by the southern city gate near Slussen, is today kept in the Museum of Medieval Stockholm. It contains the words \"Karl and Adisla had [this stone] erected [after] Arnsil, [their] father\" and is similar in style to stones found in Södermanland, south of Stockholm. The third runestone, U 54, is now lost but was once located in a stairway in the church Riddarholmskyrkan.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Kåkbrinken is a street in Gamla stan, the old town of Stockholm, Sweden. Stretching from the western waterfront Munkbroleden, to the central square Stortorget, it forms a parallel street to Yxsmedsgränd, Solgränd, and Bedoirsgränd, while being crossed by Munkbrogatan, Lilla Nygatan, Stora Nygatan, Västerlånggatan, and Prästgatan.",
  "created_at": "2026-02-21T15:17:10.908103+00:00"
}