{
  "entity_id": "Q6520524",
  "title": "Lejonbacken",
  "latitude": 59.32730556,
  "longitude": 18.07108333,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/0/04/Lejonbacken2010b.JPG",
  "text": "<h1>Lejonbacken</h1>\n<p><strong>Lejonbacken</strong> (Swedish: \"Lion Slope\") is a system of ramps leading up to the northern entrance of the Royal Palace in Stockholm, Sweden. They were built during the 1780s named after the pair of sculpted Medici lions prominently exposed on the stone railings of the ramps.</p>\n<h2>Setting</h2>\n<p>From the crest between the ramps is a panoramic view over the stately bridge Norrbro stretching across the Parliament island Helgeandsholmen over to square Gustav Adolfs torg, the latter flanked by the Royal Opera and the so-called Palace of the Hereditary Prince housing the Ministry for Foreign Affairs. The bridge was originally intended to be extended some ten kilometres further north to the royal gardens at Haga and a royal palace there never built. The eastern ramp leads down to Strömbron and Skeppsbron, and the western to Mynttorget, while the quay Slottskajen passes beneath the entire composition along the canal Stallkanalen.</p>\n<p>Inside the north-eastern wing of the palace is the Gustav III's Museum of Antiquities. Opened in 1794 and thus one of the oldest museums in the world, it displays over 200 sculptures and antiquities collected by King Gustav III during a trip in Italy as they were originally exhibited.</p>\n<p>Underneath the ramps is the Tre Kronor Museum. When inaugurated in 1999, it replaced an older and much smaller museum. It exhibits the history and archaeological remains of the medieval castle originally built in the 13th century and preceding the present palace. Inside the five metres thick medieval walls and under the large bricked vaults are historical objects and modern models retelling the development of the palace from its Viking origin in the 10th century.</p>\n<h2>History</h2>\n<p>Ramps for the northern front were originally included in proposals for a rebuilding of the medieval palace Tre Kronor in the mid-17th century, and elevations from the 1690s also featured lions. Though the old palace was completely destroyed in the devastating fire on May 7, 1697, a new proposal for the northern front was quickly produced, presenting the ramps mostly in their present shape. The portions of the ramps next to the façade were quickly completed and the lions and their plinths were installed in 1704. The work on the lower lateral parts were however not begun until after Norrbro, the bridge extending north from the palace, was completed in 1807, and not finished until 1826-1834 when the last stage of the construction was realized to the plans of Per Axel Nyström (1793–1868).</p>\n<p>Models for the bronze lions were completed in 1700 by the French sculptor Bernard Foucquet the Younger (1640-after 1711). Foucquet used stone lions at the Villa Medici in Rome as prototypes for the commission, while the Crown had to melt sculptures taken from Kronborg Castle in Denmark to assemble the required amount of bronze.</p>\n<p>A wide range of rocks from various regional sources were used for the palace which is discernible in the northern front where hard to cut but more resilient rock is used for the bases and railings (e.g. so called <em>Stockholmsgranit</em>, younger granite found readily around the capital, grey or red in colour), and less compact rock, which is easier to carve but less resilient for more elaborated details – sandstone from Gotland for ornaments and mouldings, and marble from Kolmården for balustrades and bollards. The original plans of King Charles XIII to use granite for the northern front were finally completed by King Charles XIV John using rock from just north of the city and from the palace of Gustav III at Haga which was never completed.</p>\n<p>The two columns flanking the central entrance are six metres tall and cut from single blocks. They made a lasting impression on their arrival to the capital and were the pride of the architect when erected in 1695 (two years before the great fire). The quadrangular pedestals were however substituted for painted cast iron in the mid-19th century.</p>\n<p>In 2000, a public convenience from the mid-18th century, arguably the oldest of the city, was discovered under the ramps following an archaeological excavation. A precursor of the modern W.C. it used water from the canal passing in front of the palace to dispose of the waste matter.</p>\n<p>In 2006 the old façade lightning was replaced by a new, doubling the amount of light while considerably reducing the energy required and giving enhanced prominence to details and nuances.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Lejonbacken is a system of ramps leading up to the northern entrance of the Royal Palace in Stockholm, Sweden. They were built during the 1780s named after the pair of sculpted Medici lions prominently exposed on the stone railings of the ramps.",
  "created_at": "2026-02-21T15:20:46.925243+00:00"
}