{
  "entity_id": "Q6936732",
  "title": "Munkbroleden",
  "latitude": 59.32341667,
  "longitude": 18.06736111,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Kornhamnstorg_and_Munkbroleden%2C_Stockholm%2C_seen_from_M%C3%A4larrampen.jpg",
  "text": "<h1>Munkbroleden</h1>\n<p><strong>Munkbroleden</strong> (Swedish: \"Monk's Bridge Route\") is a busy street passing along the western waterfront of Gamla stan, the old town in central Stockholm, Sweden. Stretching north from Slussen to Riddarhustorget, Munkbroleden passes by three squares – Kornhamnstorg, Mälartorget, and Munkbron – while several streets and alleys from within the narrow conglomeration of the old town connects to it – Triewaldsgränd, Funckens Gränd, Lejonstedts Gränd, Tyska Brinken, Kåkbrinken and Stora Gråmunkegränd.</p>\n<h2>History</h2>\n<p>The name 'Munkbroleden' was officially given to the traffic route which was completed in 1930 as a temporary solution to the increasing traffic loads. It was called <em>Slingerbultsleden</em> (\"Dodge Route\") by its users, and was replaced by the more permanent Centralbron in the late-1950s. The first element of the name, <em>Munkbro-</em>, refers to the Greyfriars abbey which was once found on the islet Riddarholmen and the bridge passing over to the latter. Notwithstanding the motorway's official name, Stockholmers often refer to it simply as <em>Munkbron</em>, a name officially given to the square Munkbron, while historically referring to the western quay of the old town.</p>\n<p>Near the centre of the traffic route, where the metro station is today, there was a large building which was constructed in 1782 for the Stenborg Theatre, also known as the <em>Munkbroteatern</em> which was active until 1799 at the address. The building was demolished in 1899 to make room for a meat market (<em>Köttorget</em>).</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Munkbroleden is a busy street passing along the western waterfront of Gamla stan, the old town in central Stockholm, Sweden. Stretching north from Slussen to Riddarhustorget, Munkbroleden passes by three squares – Kornhamnstorg, Mälartorget, and Munkbron – while several streets and alleys from within the narrow conglomeration of the old town connects to it – Triewaldsgränd, Funckens Gränd, Lejonstedts Gränd, Tyska Brinken, Kåkbrinken and Stora Gråmunkegränd.",
  "created_at": "2026-02-21T15:21:08.993470+00:00"
}