{
  "entity_id": "Q6936730",
  "title": "Munkbrohamnen",
  "latitude": 59.32292222,
  "longitude": 18.06646944,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/64/Munkbrohamnen.jpg",
  "text": "<h1>Munkbrohamnen</h1>\n<p><strong>Munkbrohamnen</strong> (Swedish: \"Monk's Bridge Harbour\") is a quay and a footway passing along the western waterfront of Gamla stan, the old town in central Stockholm, Sweden. Stretching along the western side of Centralbron, the motorway and railway bridge passing north–south between the islands Stadsholmen and Riddarholmen, Munkbrohamnen offers pedestrian access from and to the metro station of the old town, and a panoramic view over the bay Riddarfjärden.</p>\n<h2>History</h2>\n<p>The name, made official in 1921 because 'it is already established', was preceded by others, such as <em>Örebrohamnen</em> (\"Örebro Harbour\"), because ships from the city of Örebro used to be moored here; <em>Mälarhamnen</em> (\"Harbour of Mälaren\") as it is facing the Lake Mälaren; and <em>Munkbrokajen</em> (\"Monk's Bridge Quay\"), like the square Munkbron in references to the Greyfriars abbey once located nearby on Riddarholmen.</p>\n<p>Moored at the quay was the <em>Helikopterplattan</em> (Helicopter Platform). In addition to being the only helicopter platform in central Stockholm, it has been known since the mid-1980s as a favourite hangout for white power skinheads and other far right activists.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Munkbrohamnen is a quay and a footway passing along the western waterfront of Gamla stan, the old town in central Stockholm, Sweden. Stretching along the western side of Centralbron, the motorway and railway bridge passing north–south between the islands Stadsholmen and Riddarholmen, Munkbrohamnen offers pedestrian access from and to the metro station of the old town, and a panoramic view over the bay Riddarfjärden.",
  "created_at": "2026-02-21T15:22:38.181305+00:00"
}