{
  "entity_id": "Q7074706",
  "title": "Obelisk at Slottsbacken",
  "latitude": 59.325875,
  "longitude": 18.0715,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Obelisken%2C_Stockholm.jpg",
  "text": "<h1>Obelisk at Slottsbacken</h1>\n<p>The <strong>Obelisk at Slottsbacken</strong> is an obelisk monument adjacent to the Royal Palace on Slottsbacken in Old Town, Stockholm, Sweden and is considered to be the very centre point of the Swedish capital city. Unveiled in 1800, it commemorates the deeds of Stockholm's citizenry during the Russo-Swedish War. In 2017, the original obelisk was dismantled due to age- and weather-related damage and was rebuilt, using newly quarried stone, in spring 2020.</p>\n<h2>Physical description</h2>\n<p>The original stone obelisk was nearly 30 metres (98 ft) high, including the pedestal of 5 metres (16 ft). It weighed 150 tons and was made up of 17 different pieces of granite, believed to have been quarried in nearby Ulfsunda.</p>\n<p>The new obelisk is also 30 metres (98 ft) high, but weighs 280 tons, having been constructed of solid stone rather than stone drums like the original.</p>\n<p>From the Obelisk all street numbers in Stockholm have their common origin - there are only a handful of exceptions, with some small streets originating from the street Birger Jarlsgatan.</p>\n<h2>History</h2>\n<p>The obelisk was commissioned by King Gustav III to show his gratitude to the burghers of Stockholm who guarded the city while the king was leading the Swedish Navy and Army in the Russian War in 1788-1790.</p>\n<p>The neo-Egyptian design of the obelisk was made by the artist Louis Jean Desprez and it was erected by the inventor and colonel-mecanicus Jonas Lidströmer in 1800. The construction was at the time considered to be complicated, since the obelisk is made of many heavy stone boulders, and not cut from one piece as was typically done in classical antiquity.</p>\n<p>Gustav III died before the monument was finished, and in October 1800, King Gustav IV Adolf unveiled the obelisk.</p>\n<h3>2017–2020 replacement</h3>\n<p>By 2012, the obelisk was showing signs of significant deterioration and the area around the monument was fenced off to protect the public from possible falling stones. In 2017, the obelisk was dismantled and removed for repair and restoration work. The repairs were initially expected to take about a year, but it was later determined that the stones which make up the monument were so damaged they could not be repaired. It was decided to quarry new Bohus granite stones with similar technical and aesthetic properties from an area near Hunnebostrand. The shaft of the obelisk was rebuilt beginning in April 2020, with the final top piece installed 17 June 2020.</p>\n<p>The new obelisk was processed by the stonemason Ted Zaar at the company Zaarstone in Vilshult. The granite - Tossene Grå Bohus - was delivered from one of Hallindens Granit's quarries.</p>\n<h2>References and notes</h2>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Obelisk at Slottsbacken is an obelisk monument adjacent to the Royal Palace on Slottsbacken in Old Town, Stockholm, Sweden and is considered to be the very centre point of the Swedish capital city. Unveiled in 1800, it commemorates the deeds of Stockholm's citizenry during the Russo-Swedish War. In 2017, the original obelisk was dismantled due to age- and weather-related damage and was rebuilt, using newly quarried stone, in spring 2020.",
  "created_at": "2026-02-21T15:15:33.129269+00:00"
}