{
  "entity_id": "Q7334099",
  "title": "Riksgatan",
  "latitude": 59.32777778,
  "longitude": 18.0675,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Riksgatan_March_2007.jpg",
  "text": "<h1>Riksgatan</h1>\n<p><strong>Riksgatan</strong> (Swedish: \"National Street\") is a street in Gamla stan, the old town in central Stockholm, Sweden. Located on Helgeandsholmen, and passing between the eastern and the western buildings of the Swedish Parliament House, makes it the official address of the Parliament.</p>\n<p>In its northern end, the bridge Riksbron extends it over Norrström to Drottninggatan on Norrmalm, while the bridge Stallbron extends it south over Stallkanalen to Mynttorget on Stadsholmen. The quay Bankkajen forms a semi-circular parallel street along the western waterfront of Helgeandsholmen, while Norra Helgeandstrappan and Södra Helgeandstrappan leads to Riksplan, the open space in front of the Parliament's eastern façade.</p>\n<p>The present name was made official in 1947, while the Bank of Sweden was still located in the western building. Before this the street was regarded as part of Drottninggatan. It is, arguably, the only street in the capital not own by the city, but by the Parliament.</p>\n<p>The Parliament House (<em>Riksdagshuset</em>) was from its completion in the early 20th century subject to fiery criticism – its bombastic decorations and triumphal arches regarded as falling short of <em>hemortsrätt</em> (\"domiciliary right\") in Scandinavia, the home of a more simple and fastidious taste, at the time by many regarded as something irrefutable. The building was, however, constructed to the design of Aron Johansson during the period 1892–1905, and, following the transition from a bicameral to a unicameral system in 1971, rebuilt in 1977–1983, the Bank of Sweden subsequently relocated to its present building at Brunkebergstorg in 1976 in order to house the single chamber west of Riksgatan. The communication system between the various parts of the Parliament, except the triumphal arches overpassing the street, are hidden by a subterranean system of subways stretching under the bridges extending the street. </p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Riksgatan is a street in Gamla stan, the old town in central Stockholm, Sweden. Located on Helgeandsholmen, and passing between the eastern and the western buildings of the Swedish Parliament House, makes it the official address of the Parliament.",
  "created_at": "2026-02-21T15:22:59.014752+00:00"
}