{
  "entity_id": "Q7332366",
  "title": "Riddarhustorget",
  "latitude": 59.325611111111,
  "longitude": 18.06625,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/ab/Riddarholmsbron_1841a.jpg",
  "text": "<h1>Riddarhustorget</h1>\n<p><strong>Riddarhustorget</strong> (Swedish: [ˈrɪ̂dːarhʉːsˌtɔrjɛt], \"Square of the House of Knights\") is a public square in Gamla stan, the old town in central Stockholm, Sweden, named after its location in front of the House of Knights (<em>Riddarhuset</em>).</p>\n<p>The present square, largely occupied by the through traffic to and from Munkbroleden and Vasabron, and surrounded by old palaces occupied by modestly extrovert state-level offices, is the faint remains of what used to be the centre of Swedish politics; the palace of the Swedish nobility standing face-to-face with the emergent Liberal press, the entire scene using the idyllic eastern canal as a backdrop.</p>\n<h2>History</h2>\n<p>A product of the redesign of the western parts of the city in the early-17th century, the square first appears in historical records as <em>Riddare huuss platzen</em> (\"Knight's House Space\", 1641), and <em>Riddarehuus Torget</em> (1662). In 1765, the nobility decided to transfer the southern premises of their lot to the city for the enlargement of the open space in front of the palace, and had the statue of King Gustav Vasa placed in the middle of it. When the square was redesigned in 1914–1916, the statue was moved to its present location immediately in front of the palace.</p>\n<p>Increasing traffic loads during the early-20th century, resulted in over 20 proposals for a long bridge passing through central Stockholm over Gamla stan. Discussions in 1930 ending up in a temporary solution, by its customers dubbed <em>Slingerbultsleden</em> (\"Dodge Route\"), leading the north-bound through traffic around Riddarhustorget by means of two bridges to and from Riddarholmen. By the end of the 1950s, the southern bridge of the present more permanent solution Centralbron was completed, a few years later accompanied by its northern extension.</p>\n<h2>Setting</h2>\n<p>On the western side of the square is a scenic view of the bridge Riddarholmsbron stretching over Riddarholmskanalen and the motorway Centralbron to the islet Riddarholmen and some prominent buildings there, including Riddarholmskyrkan and a few of the palaces.</p>\n<p>On the eastern side, the street Myntgatan passes between the arcades of two of the buildings of the Parliament, Kanslihuset (\"Chancellery House\") and Kanslihusannexet (\"Annex of the Chancellery House\") over to Mynttorget.</p>\n<p>On the southern side of Riddarhustorget, the alley Storkyrkobrinken leads up to the Stockholm Cathedral and the Royal Palace, while the street Stora Nygatan passes through the western part of the old town and Munkbroleden leads along the western waterfront past the neighbouring square Munkbron.</p>\n<p>North of the square the alleys Rådhusgränd and Riddarhusgränd connects to the cast iron bridge Vasabron from the 1870s.</p>\n<p>Several prominent palaces are located around Riddarhustorget:</p>\n<h3>House of Knights</h3>\n<p>Occupying the northern side of the square and still dominating its environment is the House of Knights (<em>Riddarhuset</em>), a Swedish equivalent to the British House of Lords. While the building was begun by the French-born architect Simon de la Vallée in 1641 (a year before his dramatic death), the façade is largely the work of the Dutch architect Justus Vingboons (1620–1698) in 1652-1656, and the original roof the design of the son of the former Jean de la Vallée (1620–1696) in 1656-1674, the entire composition completed by Carl Fredrik Adelcrantz (1716–1796) in 1762. The entire composition reflects the decreasing influence of Swedish nobility during the transition from the era of Swedish Empire to the Age of Liberty; the original intentions, including towers on the corners and wings, reduced to the present Corinthian pilasters projected on a plain bricked wall, centred on the temple gable motif. Before the small garden in front of the palace was created to the design of Isak Gustaf Clason (1856–1930) in the 1910s, Riddarhuset formed the scenic background for what was the country's political centre. In front of the building stands the statue of King Gustav Vasa.</p>\n<h3>Bonde Palace</h3>\n<p>East of the House of Knights is the Bonde Palace (<em>Bondeska palatset</em>), arguably the most prominent monument of the era of Swedish Empire. It was originally created as the private residence of Gustaf Bonde (1620–1667) in the 1660s to the design by Jean de la Vallée and Nicodemus Tessin the Elder, however overtaken by the city in the early 18th century to serve as a city hall until the early 20th century and since WW2 accommodating the Supreme Court. The Ionic pilasters of the main building still reflects the original design, while the top floor and roof are from the 17th century. The building has been destroyed by fire on several occasions and was much neglected during the 18th and early 19th centuries, but post-WW2 restorations have been focused on giving prominence to the oldest features of the building, today given the status as an historical monument of national interest.</p>\n<h3>Ryning Palace</h3>\n<p>The Ryning Palace (<em>Ryningska palatset</em>), located south of the square, was begun by the capable Erik Ryning in the 1640s to the design of Simon de la Vallée. The architect died within a year of starting so large parts of the palace were not completed until 1770, many years after the death of the original proprietor and in an apparently different style to the older parts. The new proprietor Gottfried Sackenhielm used part of his palace to run a tavern and a brothel that was frequently visited by many notable men of the era, including the still popular troubadour Carl Michael Bellman. Following the death of Sackenhielm, the property was taken over by Johan Bergstrahl, who, except giving parts of the block their present names, raised the activities in the buildings to an unprecedented level, introducing social clubs, newspapers and café's. Today the building is occupied by the Supreme Court and the Labour Court.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Riddarhustorget is a public square in Gamla stan, the old town in central Stockholm, Sweden, named after its location in front of the House of Knights (Riddarhuset).",
  "created_at": "2026-02-21T15:21:26.855695+00:00"
}