{
  "entity_id": "Q7386062",
  "title": "Rådhusgränd",
  "latitude": 59.32638889,
  "longitude": 18.06666667,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Radhusgrand_March_2007.JPG",
  "text": "<h1>Rådhusgränd</h1>\n<p><strong>Rådhusgränd</strong> (Swedish: \"Town Hall Alley\") is an alley in Gamla stan, the old town in central Stockholm, Sweden. Stretching from the junction between the street Myntgatan and the square Riddarhustorget, and passing between the Bonde Palace and Kanslihuset (\"The Chancellery House\"), it leads north to the bridge Vasabron, while forming a parallel street to Riddarhusgränd. Along the waterfront north of the alley passes the quay Kanslikajen.</p>\n<p>The alley is named after the vicinity to the Bonde Palace, originally built in 1662–1667 as the private residence of Gustaf Bonde (1620–1667), but serving as the Stockholm Town House during the period 1732–1915. The southern wings of the buildings are additions from 1754. While the building's present eastern front, today hiding the Supreme Court, is less than extrovert, it did include an entrance to a \"public boudoir\" during the 18th and most of the 19th century. The alley was, however, entirely closed during the period 1850–1913, to accommodate the prison of the Town Hall, finally demolished in 1929–1930 to give space to Kanslihuset, the offices of the Parliament.</p>\n<p>In contrast, the voluminous and heavy mass of Kanslihuset on the alley's eastern side, designed by Wolter Gahn and Gustaf Clason and completed in 1936, opens up to the alley in form of the western end of the series of courtyards which pierces the building. The façade is decorated with a limestone frieze called <em>Departementsfrisen</em> (The Department Frieze\") by Sig Blomberg.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Rådhusgränd is an alley in Gamla stan, the old town in central Stockholm, Sweden. Stretching from the junction between the street Myntgatan and the square Riddarhustorget, and passing between the Bonde Palace and Kanslihuset, it leads north to the bridge Vasabron, while forming a parallel street to Riddarhusgränd. Along the waterfront north of the alley passes the quay Kanslikajen.",
  "created_at": "2026-02-21T15:21:37.368771+00:00"
}