{
  "entity_id": "Q7418769",
  "title": "Sankta Birgittas folkhögskola",
  "latitude": 59.31550278,
  "longitude": 18.06623889,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Sankta_Birgittas_folkh%C3%B6gskola.jpg",
  "text": "<h1>Sankta Birgittas folkhögskola</h1>\n<p>59°33′19.24″N 18°07′24.26″E﻿ / ﻿59.5553444°N 18.1234056°E﻿ / 59.5553444; 18.1234056</p>\n<p><strong>Sankta Birgittas folkhögskola</strong> is a folk high school located across the road from Kungsträdgården in central Stockholm with a branch in Södertälje. It is run by the Foundation for Sweden's Catholic Folk High Schools (sw. <em>Stiftelsen Sveriges Katolska folkhögskola</em>) which also runs Sankta Elisabets folkhögskola in Gothenburg and Sankta Marias folkhögskola in Malmö.</p>\n<h2>History</h2>\n<p>Sankta Birgittas folkhögskola was founded in 1988 by Margareta Sjödin and was the first Catholic folk high school to be established in Sweden. From 1988 to 2014 the school occupied a premises at Björngårdsgatan 22, Södermalm, Stockholm. A branch school, Sankta Maria folkhögskola in Malmö was started in 1993 and became an independent organisation in 1997. In 1997, Sankta Elisabets folkhögskola was founded in Gothenburg as a branch of Sankta Birgittas folkhögskola. Sankta Elisabets folkhögskola became an independent organisation in 2016. In 2016, Sankta Birgittas folkhögskola opened a branch in Södertälje.</p>\n<h2>Education</h2>\n<h3>General education course</h3>\n<p>The school offers a 3-year general education course and accepts new students at the beginning of each semester. The course aims to give participants the necessary qualifications to enter higher education or jobs requiring high school qualifications. Students must be at least 18 years old and demonstrate elementary Swedish language skills in order to be able to participate in classes. Students who have already attained some high school qualifications may take a shortened version of the course. However, at least one year's full-time study is required before a student becomes eligible for qualifications and a grade. Course participants may combine a number of core subjects (e.g. mathematics, Swedish, English, civics, religious studies and natural science) with extra subjects (e.g. film studies, art, computer studies and music) to create an individual timetable. Each semester includes at least one week dedicated to a specific theme in which all students and teaching staff participate.</p>\n<p>There are between 30 and 50 full-time students at any one time and classes tend to be relatively small (10-15 participants). Students often work in small groups with the aim of increasing their ability to cooperate and share knowledge effectively.</p>\n<h3>Shorter courses</h3>\n<p>The school also offers a range of shorter, specialized courses in Roman Catholic belief and theology on its own premises and around Sweden in cooperation with St. Eugenia's Church (Stockholm) and Bilda Study Association (sw. <em>Studieförbundet Bilda</em>).</p>\n<h2>School Profile</h2>\n<p>The school works to promote the dignity and value of each individual in accordance with the teachings of the Catholic Church. It attracts students from many different ethnic, cultural and religious backgrounds and encourages dialogue based on mutual respect, intellectual freedom and democratic values.</p>\n<h3>Daily life</h3>\n<p>Students share responsibility for general domestic tasks. Both schools have access to a church and each morning the whole school assemble there for a short period of reflection. Breaktimes give further opportunities for teachers and students to meet. Students and staff eat lunch together, before which grace is said. Each student has one teacher assigned to them as a mentor, whom they meet every week. The student body elects representatives to serve on a student council.</p>\n<h3>School patron</h3>\n<p>The school is named after St.Bridget of Sweden (sw. <em>Heliga Birgitta</em>). Each year, on (or around) 7 October, the school breaks from normal routine to explore her spiritual and intellectual legacy and celebrate her memory.</p>\n<h2>Principals</h2>\n<ul><li>Margareta Sjödin (1988–2004)</li> <li>Cecil de Rozario (2005–2011)</li> <li>Gith Weckfelt (2011–2015)</li> <li>Bengt Almstedt (2015–)</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Sankta Birgittas folkhögskola is a folk high school located across the road from Kungsträdgården in central Stockholm with a branch in Södertälje. It is run by the Foundation for Sweden's Catholic Folk High Schools which also runs Sankta Elisabets folkhögskola in Gothenburg and Sankta Marias folkhögskola in Malmö.",
  "created_at": "2026-02-21T15:33:49.840864+00:00"
}