{
  "entity_id": "Q7433346",
  "title": "Schönfeldts Gränd",
  "latitude": 59.32361111,
  "longitude": 18.06888889,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/37/Schonfeldts_Grand_March_2007.JPG",
  "text": "<h1>Schönfeldts Gränd</h1>\n<p><strong>Schönfeldts Gränd</strong> (Swedish: \"Alley of Schönfeldt\") is an alley in Gamla stan, the old town in central Stockholm, Sweden. Stretching south-west from Stora Nygatan to Mälartorget it is crossed by Lilla Nygatan and Munkbrogatan, and forms a parallel street to Kåkbrinken and Lejonstedts Gränd.</p>\n<p>Before the street names of the old town were revised in 1885, the part east of Lilla Nygatan was known as <em>Schönfeldts gränd</em>, while the western part was called <em>Prechtens gränd</em> (\"Alley of [the] Precht\").</p>\n<h2>History</h2>\n<p>The name <em><strong>Prechtens gränd</strong></em> is composed of the German surname Precht with a definite article suffix added to it, and refers to the German-born court sculptor Buchardt Precht (1651–1738) whose workshop was located on the corner to Lilla Nygatan. A map dated 1733, probably erroneously, labels the street <em>Prechtris gr</em>[<em>änd</em>]; the same section in 1737 referred to as <em>Badstugugårds eller Prechtens gränd</em> (\"Bathhouse Homestead or...\"); and a guide in 1820 names it <em>Prectens gr</em>[<em>änd</em>].</p>\n<p><em><strong>Schönfeldts gränd</strong></em> refers to Greger von Schönfeldt (1625–1675), judge at the board of trade, who bought the palace built by Lennart Torstensson (1603–1651) north of the alley between Lilla and Stora Nygatan in 1674. He died before the palace was completed, but his wife and family could finally move in during 1680. Later proprietors include, the president of the Privy Council Arvid Bernhard Horn (1664–1742), who took possession of the palace through his wife Inga Törnflycht; the Royal Swedish Academy of Sciences who bought the property in 1778; Jernkontoret, trade association of the Swedish steel industry; Stora Kopparbergs Bergslags AB moved in 1820; and from the 1960s it is the HQ of Moderata Samlingspartiet, the Swedish liberal conservative party.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Schönfeldts Gränd is an alley in Gamla stan, the old town in central Stockholm, Sweden. Stretching south-west from Stora Nygatan to Mälartorget it is crossed by Lilla Nygatan and Munkbrogatan, and forms a parallel street to Kåkbrinken and Lejonstedts Gränd.",
  "created_at": "2026-02-21T15:18:23.995706+00:00"
}