{
  "entity_id": "Q751963",
  "title": "PUB (Stockholm)",
  "latitude": 59.334444,
  "longitude": 18.061111,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/79/PUB_2007_1.jpg",
  "text": "<h1>PUB (Stockholm)</h1>\n<p><strong>PUB</strong> was one of the major department stores in Stockholm, Sweden, located in two buildings at Hötorget, Stockholm city center. PUB was opened in 1882 and rapidly expanded. The name PUB is for the initials of Paul Urbanus Bergström, the founder of the store, who owned a great deal of buildings and business in the area.</p>\n<p>After Bergström's death in 1934, the operations were taken over by Konsum Stockholm, a Swedish consumer association in Stockholm<em>.</em></p>\n<p>In the late 20th century, the upper 4 storeys of the department store were converted into a hotel: the <strong>Rica Hotel Kungsgatan</strong>, later the <strong>Scandic Hotel Kungsgatan.</strong> In 2015, plans were announced to close the last remaining portion of the store and convert the entire building to the <strong>Scandic Hotel Haymarket</strong>.</p>\n<h2>Other information</h2>\n<ul><li>In April 1917, when the Russian Bolshevik leader Vladimir Lenin traveled through Stockholm, the Swedish Communists Ture Nerman and Fredrik Ström took their comrade to PUB where they bought him a new suit so he would look good arriving back in Russia.</li> <li>Greta Garbo started to work as a clerk at PUB, in 1920. She left in 1922 to study at the Royal Dramatic Theatre in Stockholm.</li> <li>In December 2009 PUB became the center of the political hot potato Noko Jeans who sold the first North Korean jeans at the department store but was pulled by PUB after a political controversy regarding the working conditions.</li></ul>\n<h2>Gallery</h2>\n<ul><li> View of Hötorget with the founders name Paul U. Bergström on the wall to the right. Photo: around 1920</li> <li> Paul U. Bergström, <em>Paul Urbanus Bergström</em>, (1860-1934), the founder of the department store PUB in Stockholm</li> <li> Paul Bergström's private house \"Villa Paulsro\" at Bosön, Lidingö, today owned by, the Swedish Sports Confederation</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "PUB was one of the major department stores in Stockholm, Sweden, located in two buildings at Hötorget, Stockholm city center. PUB was opened in 1882 and rapidly expanded. The name PUB is for the initials of Paul Urbanus Bergström, the founder of the store, who owned a great deal of buildings and business in the area.",
  "created_at": "2026-02-21T15:35:19.748025+00:00"
}