{
  "entity_id": "Q7587608",
  "title": "St. Clare's Priory, Stockholm",
  "latitude": 59.33109722,
  "longitude": 18.06142222,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Klara_kloster.png",
  "text": "<h1>St. Clare's Priory, Stockholm</h1>\n<p><strong>St. Clare's Priory</strong> was a Roman Catholic nunnery of the Poor Clares in Stockholm, Sweden. The nunnery was active from 1289 to the Swedish Reformation in 1527.</p>\n<h2>History</h2>\n<p>The nunnery was given large donations and lands upon its foundation by King Magnus Ladulås of Sweden. King Magnus also gave his daughter Richeza to the nunnery. She was to serve as its abbess in 1335–1347. The priory was not, however, exclusively for aristocrats, as some other convents were: rather, many of the members and even abbesses were from the merchant class.</p>\n<p>The St. Clare's Priory had a close cooperation with the Grey Friar's Abbey, Stockholm, and there is an old legend that they were a secret passage between the two convents. The priory enjoyed prestige. In 1358, it was relieved from all taxes even during a crisis. In 1495, when the regent Sten Sture the elder prepared to go to war against Russia, the Archbishop Jakob Ulfsson of Uppsala asked to bring along the banner of Saint Erik, which was then brought from Uppsala and installed in the priory under great festivities. In 1497, King John, King of Denmark swore his oath as monarch here before the city of Stockholm was turned over to him. However, after the great fire of 1446, the priory was unable to quite recover economically, and by 1508, it was still in a poor state.</p>\n<p>During the Swedish War of Liberation of 1521–23, Danish-controlled Stockholm was under siege by the Swedes. The abbess of the nunnery, Anna Leuhusen, offered to allow Swedes living in Stockholm to safely escape the Danes by exiting the city through the nunnery. When they arrived at the nunnery, however, she signaled the Danish authorities, and the refugees were executed as traitors. In June 1523, Stockholm was retaken by the Swedes and made capital of the independent Kingdom of Sweden. In 1525, Elin Thomasdotter is noted to have replaced Anna Leuhusen as abbess.</p>\n<h3>Dissolution</h3>\n<p>The St. Clare's Priory was to be one of the first convents to be dissolved in accordance with the Reduction of Gustav I of Sweden during the Swedish Reformation in 1527. This has been contributed to the acts of Anna Leuhusen during the war, for which the King felt vengeful. The nuns were allowed to do as they pleased. Former Abbess Anna Leuhusen and the rest of the nuns was allowed to settle in the Grey Friar's Abbey of Riddarholmen, which had been dissolved the same year left empty by the monks. There, they worked as nurses the rest of their lives. Edelina, believed to have been the last of the nuns, died in the Danviken Hospital in 1573.</p>\n<p>The building was demolished as the stones were needed to fortify the city walls. The stones from the nunnery were used to build the Birger Jarls torn (Birger Jarl's Tower). Present-day Klara Church in Stockholm lies on the same spot that the priory and its church once did.</p>\n<h2>Abbesses</h2>\n<p>The abbesses are only partially known.</p>\n<ol><li>Ingeborg Thörnesdotter (Hjorthorn) (1314)</li> <li>Gertrud (1322)</li> <li>Helvig (1335)</li> <li>Richeza Magnusdotter (circa 1336–1348)</li> <li>Gertrud (1355)</li> <li>Brita (circa 1364–1366)</li> <li>Kristina (1372)</li> <li>Märta Nilsdotter (1387)</li> <li>Ingeborg, full name possibly Ingeborg Nilsdotter Vasa, (1408)</li> <li>Birgitta Magnusdotter (circa 1430–1440)</li> <li>Ramfrid Petri (1480)</li> <li>Anna Reinholdsdotter Leuhusen (circa 1508–1525)</li> <li>Elin Thomasdotter (circa 1525–1527)</li></ol>",
  "text_audio": "",
  "audio_file": "",
  "summary": "St. Clare's Priory was a Roman Catholic nunnery of the Poor Clares in Stockholm, Sweden. The nunnery was active from 1289 to the Swedish Reformation in 1527.",
  "created_at": "2026-02-21T15:30:22.315239+00:00"
}