{
  "entity_id": "Q7597303",
  "title": "Stallbron",
  "latitude": 59.327,
  "longitude": 18.0683,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Stallbron_2007.jpg",
  "text": "<h1>Stallbron</h1>\n<p><strong>Stallbron</strong> (Swedish: \"The Stable Bridge\") is an arch bridge located in Gamla stan, the old town in central Stockholm, Sweden. Stretching some 20 meters over Stallkanalen it connects Riksgatan passing through the Parliament Building on Helgeandsholmen to the square Mynttorget on Stadsholmen from where Västerlånggatan extends it further south.</p>\n<p>It was named in the late 19th century after the Royal Stables which king Gustav Vasa had built on Helgeandsholmen in the 1530s, thereafter rebuilt by Karl IX 1604–12, and finally demolished in 1640 when the present stables were completed on Norrmalm, one km to the north. </p>\n<h2>History</h2>\n<p>Occupying one of the most central locations in Stockholm, Stallbron is, arguably, the site of the oldest bridge in the city. An earlier wooden bridge was found at this location, forming part of what was northern gate of the city, called <em>Norrbro</em> (\"Northern bridge\") and later <em>Norrbrogatan</em> (\"Northern Bridge Street\"). As an extension to Västerlånggatan it was directed towards the east, stretching diagonally across Helgeandsholmen, and leading to Gustav Adolfs torg. </p>\n<p>When the embankments of the watercourse were completed in the early 19th century, the original bridge was initially replaced by a small footbridge in 1810 and then replaced by a cast-iron bridge in 1843. In its turn this was superseded by a 7.2-metre-wide (24 ft), vehicle-capable steel bridge in 1879. This last bridge was the first to be officially called Stallbron. </p>\n<p>When plans to relocate the Riksdag and the Riksbank to Helgeandsholmen were being considered around the turn of the century, this diagonal street was finally replaced by a street perpendicular to the northern front of the Stockholm Palace, much in accordance to the plans once drawn by Nicodemus Tessin the Younger. </p>\n<p>The eastern part of the present bridge is a single-arch steel bridge, inaugurated on November 4, 1904. It was subsequently supplemented by a parallel bridge on its west side in 1982 covering a subway connecting the Parliament Building (<em>Riksdagen</em>) with the Government Offices (<em>Kanslihuset</em>). The small space between the two bridges can be seen through the gated gaps left in the street. </p>\n<h2>Gallery</h2>\n<ul><li> The northern gates of Stockholm in 1675.</li> <li> Eastern part of the bridge in February 2007.</li> <li> View from the bridge looking south towards the square Mynttorget.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Stallbron is an arch bridge located in Gamla stan, the old town in central Stockholm, Sweden. Stretching some 20 meters over Stallkanalen it connects Riksgatan passing through the Parliament Building on Helgeandsholmen to the square Mynttorget on Stadsholmen from where Västerlånggatan extends it further south.",
  "created_at": "2026-02-21T15:21:05.917926+00:00"
}