{
  "entity_id": "Q7620080",
  "title": "Storkyrkobrinken",
  "latitude": 59.3257,
  "longitude": 18.0681,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/16/The_western_end_of_Storkyrkobrinken%2C_Stockholm.jpg",
  "text": "<h1>Storkyrkobrinken</h1>\n<p><strong>Storkyrkobrinken</strong> (Swedish: [ˈstûːrɕʏrkʊˌbrɪŋːkɛn]) is a street in Gamla stan, the old town in central Stockholm, Sweden.</p>\n<p>Leading from Högvaktsterrassen (\"Main Guard Terrace\") near the Royal Palace down to Myntgatan and Riddarhustorget it forms a parallel street to Salviigränd and Stora Gråmunkegränd and is crossed by Trångsund, Prästgatan, and Västerlånggatan.</p>\n<p>The street's present name stems from the vicinity to the cathedral Storkyrkan.</p>\n<h2>History</h2>\n<p>Since the Middle Ages, the street and various sections of it appears under different names referring to various activities and prominent buildings.</p>\n<p>In medieval times, Storkyrkobrinken was the main slope leading up to the village church on the top of Stadsholmen. The crossing street Västerlånggatan was the street passing outside the city wall on the city's western side, and there was a city gate which permitted Storkyrkobrinken to enter the city. In 1422 Storkyrkobrinken is referred to as <em>sancte nicolauese port</em> (\"Gate of Saint Nicholas\") while the section outside the city wall (west of Västerlånggatan) appears as <em>S:t Laurentii gränd</em> (\"Alley of Saint Lawrence\") in 1436 and a name it retained throughout the second half of that century. St Nicholas of Myra (-350), patron saint of merchants and seamen, had a statue in the street to which people would offer before shipping expeditions, and a chaplain in the 1670s explains both the church, the street, and city were named after the saint until the 1570s, notwithstanding the statue was destroyed earlier that century.</p>\n<p>A century later it was named after the school (<em>skolstuga</em> literally translates into \"School cottage\") built in the street in 1431. In 1520 it is thus called <em>Scolestue backen</em> (\"School Cottage Slope\") and in 1571 the section west of Västerlånggatan is named <em>skolstuffue grenden</em> (\"School Cottage Alley\"). During the 16th century it appears as <em>Kyrkobrinken</em> (\"Church Slope\") in 1596 and as <em>S. Niclaes Brinck</em> (\"St Nicholas Slope\") in 1597.</p>\n<p>During the so-called era of the Swedish Empire, attempts were made to rename various structures in the present old town to give them names more to the taste of the ambitions of the era. Storkyrkobrinken thus appears as <em>Slottsgatan</em> (\"Palace Street\") in 1637 (it also connects the Royal Palace to the western waterfront), while other names, such as <em>Riddargatan</em> (\"Knight's Street\") and <em>Riddarhusgatan</em> (\"Knight's House Street\"), were used during the 17th century to associate the street with the prestigious Riddarhuset.</p>\n<p>In 1650, however, it appears as <em>Store kyrke brincken</em> (\"Big Church Slope\") and the following year even as <em>Svenska Kyrkobrinken</em> (\"Swedish Church Slope\") in order to distinguish it from Tyska Brinken (\"German Slope\") which still leads up to the German Church.</p>\n<p>Lastly it appears as <em>Scholstugu gr</em>[<em>änd</em>] (\"School Cottage Alley\") in 1733, before being named <em>Storkyrko Brinken</em> (\"Big Church Slope\") in 1771.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Storkyrkobrinken is a street in Gamla stan, the old town in central Stockholm, Sweden.",
  "created_at": "2026-02-21T15:17:57.908830+00:00"
}