{
  "entity_id": "Q7652089",
  "title": "Sven Vintappares Gränd",
  "latitude": 59.3249,
  "longitude": 18.0688,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c4/Sven_Vintappares_Gr%C3%A4nd_February_2007.JPG",
  "text": "<h1>Sven Vintappares Gränd</h1>\n<p><strong>Sven Vintappares Gränd</strong> (Swedish: <em>Sven Wine-Tapper's Alley</em>) is a small alley in Gamla stan, the old town of Stockholm, Sweden. Stretching from Västerlånggatan to Stora Nygatan, it forms a parallel street to Överskärargränd and Didrik Ficks Gränd, while passing on the north side of the small square Sven Vintappares Torg.</p>\n<p>First mentioned as <em>Swen wintapperes grendh</em> in 1588, the alley is most likely named after Sven Staffansson, a man said to be <em>Kung:e M:ttz tro tienere och wintappere</em> (e.g. \"His Majesty's true servant and wine-tapper\") and mentioned as having bought a property in the alley. His widow is known to have been given a house on Helgeandsholmen in 1620.</p>\n<p>The writer and poet Anna Maria Lenngren (1754–1817) mentions the alley in a poem describing <em>Mårten Holk</em>, an anonymous man living in the alley who drank only water, however upon joining the army he is taught to drink everything but water while obtaining 'a smart coat and a grand desk':</p>\n<p>The author and actress Vera Siöcrona (1914–2003), settled in the alley in the mid-1940s, after her old address at Kolmätargränd had been demolished. She bravely battled the plans to demolish substantial parts of the old town and published the book <em>Mitt Gamla stan</em> (\"My Old Town\") in 1966. The troubadour Evert Taube (1890–1976), who flirted with her, mentions their encounter in his song <em>Vera i Vintappargränd</em>.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Sven Vintappares Gränd is a small alley in Gamla stan, the old town of Stockholm, Sweden. Stretching from Västerlånggatan to Stora Nygatan, it forms a parallel street to Överskärargränd and Didrik Ficks Gränd, while passing on the north side of the small square Sven Vintappares Torg.",
  "created_at": "2026-02-21T15:16:11.534093+00:00"
}