{
  "entity_id": "Q7800920",
  "title": "Tidningsstatistik AB",
  "latitude": 59.3328,
  "longitude": 18.0572,
  "categories": [
    "economic"
  ],
  "image_url": null,
  "text": "<h1>Tidningsstatistik AB</h1>\n<p>59°19′58″N 18°3′26″E﻿ / ﻿59.33278°N 18.05722°E﻿ / 59.33278; 18.05722 <strong>Tidningsstatistik AB</strong> (TS) is the company which measures newspaper circulation in Sweden.</p>\n<p>TS started in 1937 as a section within Institutet för marknadsundersökningar (IMU, the institute for market research) and became an independent company in 1943. It used to be jointly owned by the advertising bureau association (<em>Annonsbyråföreningen</em>) and the Swedish newspaper publishers' association (<em>Tidningsutgivarna</em>, TU). In 1994 it was sold to Scribona, an office electronics redistributor, which was a recent spinn-off from the Esselte group. Scribona then acquired Sifo, merged TS into this, sold it to the British WPP Group, where it became SIFO Research International. The main offices for SIFO and TS remain in central Stockholm, at Vasagatan 11.</p>\n<p>TS is a member of the International Federation of Audit Bureaux of Circulations (IFABC).</p>\n<p>Swedish daily newspapers monitored by TS have a total circulation of 3.72 million copies (2008). Seven titles had a circulation of more than 100,000: <em>Aftonbladet</em> (377 thousand), <em>Dagens Nyheter</em> (339), <em>Expressen</em> (303, including <em>Göteborgs-Tidningen</em> and <em>Kvällsposten</em>), <em>Göteborgs-Posten</em> (243), <em>Svenska Dagbladet</em> (194), <em>Sydsvenskan</em> (124), and <em>Dagens Industri</em> (112).</p>\n<p>Swedish journals and magazines monitored by TS have a total circulation of 22.7 million copies (2008), including subscriptions, memberships, issues sold in stores, and free copies. The largest subscription magazines are <em>ICA-kuriren</em> (166 thousand subscriptions) and <em>Hemmets Journal</em> (162). Most copies sold in stores have <em>Hänt Extra</em> (104 thousand) and <em>Se &amp; Hör</em> (66). Largest total circulations have <em>Hemmets Journal</em> (217 thousand) and <em>Allers</em> (216). However, these are dwarfed by titles like <em>Kommunalarbetaren</em> (555 thousand copies), a membership magazine for the trade union for municipal workers (Kommunalarbetareförbundet), and <em>IKEA Family Live</em> (738 thousand).</p>\n<p>TS also produces circulation statistics for advertising and free newspapers under the title Reklamstatistik (RS), with a combined circulation of 22.4 million copies, and for electronic newsletters and websites.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "\nTidningsstatistik AB (TS) is the company which measures newspaper circulation in Sweden.",
  "created_at": "2026-02-21T15:35:02.058013+00:00"
}