{
  "entity_id": "Q7849103",
  "title": "Trädgårdsgatan",
  "latitude": 59.3254,
  "longitude": 18.0719,
  "categories": [
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Tr%C3%A4dg%C3%A5rdsgatan_070330.jpg",
  "text": "<h1>Trädgårdsgatan</h1>\n<p><strong>Trädgårdsgatan</strong> (Swedish: \"Garden Street\") is a small street in Gamla stan, the old town of Stockholm, Sweden. It stretches west from Skeppar Olofs Gränd to Källargränd, just south of the Royal Palace and north of the square Stortorget. Forming a parallel to Slottsbacken and Köpmangatan, it is intercepted by Trädgårdstvärgränd. On the northern side of the street are gates leading to Bollhustäppan. It is named after the royal gardens once located along its northern side.</p>\n<p>Created during the first half of the 15th century, Trädgårdsgatan was made parallel to Köpmangatan, passing through the lots on the north side of the latter, which were at the time vegetable gardens belonging to neighbouring properties and to the Royal Palace. The present street remained nameless for a long time, its location north of the more well-known Köpmangatan reducing it to <em>Norra Gränden</em> (\"The North Alley\") or even <em>Bakgränd</em> (\"Back Alley\"). The present name was being used as, Bollhuset, a ball game building, was created in the royal garden north of the street, while it was continuously being referred to as \"the alley next to the archbishops residence\". As the name of the street was included in a map dated 1733, and another from 1771, the name <em>Trädgårdsgränd</em> (\"Garden Alley\") was more frequently used. During the 19th century, the location of a police station in the Tessin Palace made the name <em>Polisgränd</em> (\"Police Alley\") common.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Trädgårdsgatan is a small street in Gamla stan, the old town of Stockholm, Sweden. It stretches west from Skeppar Olofs Gränd to Källargränd, just south of the Royal Palace and north of the square Stortorget. Forming a parallel to Slottsbacken and Köpmangatan, it is intercepted by Trädgårdstvärgränd. On the northern side of the street are gates leading to Bollhustäppan. It is named after the royal gardens once located along its northern side.",
  "created_at": "2026-02-21T15:05:19.263794+00:00"
}