{
  "entity_id": "Q7859853",
  "title": "Tyghuset",
  "latitude": 59.3267,
  "longitude": 18.0822,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/a8/%C3%96stasiatiska_museet_2009.jpg",
  "text": "<h1>Tyghuset</h1>\n<p><strong>Tyghuset</strong> (Swedish: \"The Arsenal\") is a building on the islet Skeppsholmen in central Stockholm, Sweden, today housing the Museum of Far Eastern Antiquities.</p>\n<h2>History</h2>\n<p>Built in 1663 as one of the first major structures the Swedish Navy constructed on the island, the length of the building still reflects its original use as a rope walk (<em>repslagarbana</em>), a building where strands were stretched out to be twined into ropes (the length of the building thus being of strategic importance). It took ten years to build but only four years before it was devastated in a fire, and, because the Navy was relocated to Karlskrona in 1680, it was never used for the original purpose again. During the fatale year 1697 the building was used to accommodate beggars and homeless, only to be ravaged by the fire at the Palace Tre Kronor within a few days. King Charles XII two years later ordered his architect Nicodemus Tessin the Younger to redesign the wrecked building into stables for his Drabant Corps, which was mostly used on the battlefields. However the stables remained mostly unused and Tessin had to redesign the building into an arsenal in the 1720s. In summer 1731, parts of the building were used for a short period to house the lions and tigers of King Frederick I, after which the building was called <em>Fredriks lejonkula</em> (\"Fredericks lion lair\") for many years. A storey was added in 1855 and another in 1916 over the northern part used by the East-Asian Museum since 1963.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Tyghuset is a building on the islet Skeppsholmen in central Stockholm, Sweden, today housing the Museum of Far Eastern Antiquities.",
  "created_at": "2026-02-21T15:27:44.771316+00:00"
}