{
  "entity_id": "Q7861751",
  "title": "Tyska Brunnsplan",
  "latitude": 59.323861111111,
  "longitude": 18.072777777778,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Tyska_Brunnsplan_mars_2007_B.jpg",
  "text": "<h1>Tyska Brunnsplan</h1>\n<p>59°19′26″N 18°04′22″E﻿ / ﻿59.32383°N 18.07277°E﻿ / 59.32383; 18.07277</p>\n<p><strong>Tyska Brunnsplan</strong> (Swedish: \"German Well Square\") is a small, triangular public square in Gamla stan, the old town in central Stockholm, Sweden. It is between the streets Svartmangatan and Själagårdsgatan, the former leading to Stortorget and the latter to Brända Tomten.</p>\n<h2>Origin of the name</h2>\n<p>The square appears as <em>Tyske Brunnen</em> (\"German Well\") and <em>Stadsens brunn vid Gillestugan</em> (\"the city's well by the guild homestead\") in 1649; as <em>Tyska Brunn</em> in both 1728 and 1820; and as <em>Tyska Brunsplan</em> in 1863.</p>\n<h2>History</h2>\n<p>Until the early 18th century, the corner where the two streets meet was the location for a well of considerable proportions. During the later part of the century, the city's fire company established so called \"turning spaces\" (spaces big enough for the turning radius of horse-drawn vehicles) at various locations to prevent throngs of people causing accidents in case of fire, and thus had a building demolished on this location in 1783 to create more space. They appointed the city architect Erik Palmstedt (1741-1803) to design the new square, its well and façades. The Neoclassical ambitions of the Gustavian architect had to be restricted in the Medieval urban landscape, which resulted in the small-scale composition; the concave façade with its windows of various sizes acting as a scenic background for the well and its doric cast iron columns. The first synagogue in Stockholm (see Aaron Isaac) was founded on the square's eastern side in the 19th century.</p>\n<p>The location of the well flanked by two chestnut trees, was once the site of the pharmacy <em>Svanen</em> (\"The Swan\"), which gave the block its Latin name <em>Cygnus</em>. With the creation of the square the pharmacy moved across Svartmangatan were its sign is still hanging.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Tyska Brunnsplan is a small, triangular public square in Gamla stan, the old town in central Stockholm, Sweden. It is between the streets Svartmangatan and Själagårdsgatan, the former leading to Stortorget and the latter to Brända Tomten.",
  "created_at": "2026-02-21T15:17:06.767832+00:00"
}