{
  "entity_id": "Q7861750",
  "title": "Tyska Skolgränd",
  "latitude": 59.3242,
  "longitude": 18.0731,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/8a/Tyska_kyrkan_torn_2010a.jpg",
  "text": "<h1>Tyska Skolgränd</h1>\n<p><strong>Tyska Skolgränd</strong> (Swedish: <em>German School Alley</em>) is an alley in Gamla stan, the old town in central Stockholm, Sweden, stretching from Svartmangatan to Baggensgatan, and crossed by Själagårdsgatan.</p>\n<p>The present name of the street, first appeared as <em>Tyska Scholæ Gatan</em> on a map from the early 18th century. It is apparently derived from the German school in the late 16th century housed on number 8, Själagårdsgatan. The lot was thereafter bought by the German parish who had a first school building built in 1626, and a new completed in 1670. The building was subsequently enlarged and rebuilt on several occasions, the present buildings mostly date from 1887. The building, as it seem, was the one in general used by itinerant theatre groups in Stockholm during the 17th century. The German school was discontinued after more than 300 years, but a new German school, still in operation, was inaugurated on Östermalm in 1941.</p>\n<p>The part of the alley east of Själagårdsgatan appears under different names reflecting the various activities dominating it: In 1557, it is called <em>Tynnebindare gaten</em> referring to a cooper (e.g. maker of barrels) <em>Peder Tunnbindare</em> (\"Peter Barrel-binder\") known to have lived here in 1538. Located on the north side of the alley was, however, the potent <em>Vårfrugillet av den tyska nationen</em> (\"Our Lady's guild of the German Nation\"), which gave the alley the name <em>Gillestugegaten</em> (\"Guild's Cottage's Street\") in 1579. During the 18th century, the alley is also referred to as <em>Persiljegränd</em> (\"Parsley Alley\"), possibly a corruption (jocular or not) of the name of the extended block east of the alley, Perseus. Since the revision of street names in 1885, this alley is, however, made part of the western section.</p>\n<p>Over the porch of Number 4 is a sandstone cartouche dating back to the 1670s and displaying the message:</p>\n<p>a Latin sentence meaning \"As long as the school of the German parish prosper, conscientious studies will bring true honour\". The Latin numbers in the sentence - an encrypted message - summon up to the year 1670. </p>\n<p>This street also appears on the cover art for Dakara Boku wa Ongaku wo Yameta (だから僕は音楽を辞めた), the third studio album in the discography of Japanese rock group ‘Yorushika’.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Tyska Skolgränd is an alley in Gamla stan, the old town in central Stockholm, Sweden, stretching from Svartmangatan to Baggensgatan, and crossed by Själagårdsgatan.",
  "created_at": "2026-02-21T15:16:38.265798+00:00"
}