{
  "entity_id": "Q7899119",
  "title": "Uppland Runic Inscription 53",
  "latitude": 59.32472,
  "longitude": 18.07017,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/64/Pr%C3%A4stgatan_runsten_n%C3%A4rbild_mars_2007.JPG",
  "text": "<h1>Uppland Runic Inscription 53</h1>\n<p><strong>Uppland Runic Inscription 53</strong> is a runestone built into a wall in Gamla stan, the old town in central Stockholm, Sweden.</p>\n<h2>History</h2>\n<p>The stone first appears in historical records in the 17th century, when Johannes Bureus (1568-1652) wrote down parts of its message. Preserved written records from the old town give no hints of a developed knowledge in writing and reading runes in Stockholm. Also, as these stones are too heavy to be transported very far. Therefore they are believed to have been brought in from nearby Iron Age settlements, like those discovered on both Norrmalm and Södermalm, and they are believed to be considerably older than the city itself.</p>\n<h2>Description</h2>\n<p>The runestone sits at the intersection of the thoroughfares Prästgatan and Kåkbrinken. It is not remarkable for its size or beauty. Nonetheless, it is famed because of its prominent location in the pathway of tens of thousands of tourists and school children.</p>\n<p>It is about half a metre tall and richly decorated with an arabesque of winding loops depicting a dragon. The body of the dragon carries fragments of a commemorative message: \"Torsten and Frögunn had the stone erected after their son.\" The son's name remains unknown.</p>\n<p>ᚦᚬᚱ[..]ᛅᛁᚾ</p>\n<p>þor--ain</p>\n<p>᛫</p>\n<p>*</p>\n<p>ᛅᚢᚴ</p>\n<p>auk</p>\n<p>᛫</p>\n<p>*</p>\n<p>ᚠᚱᛅᚤᚴᚢᚾ</p>\n<p>fraykun</p>\n<p>᛫</p>\n<p>'</p>\n<p>ᚦᛅᚢ[...]</p>\n<p>þau...-</p>\n<p>᛫</p>\n<p>*</p>\n<p>ᛋᛏᛅᛁᚾ</p>\n<p>stain</p>\n<p>᛫</p>\n<p>'</p>\n<p>ᛁᚠᛏᛁᛦ</p>\n<p>iftiʀ</p>\n<p>[...]</p>\n<p>-...</p>\n<p>ᛋᚢᚾ</p>\n<p>sun</p>\n<p>ᛋᛁᚾ</p>\n<p>sin</p>\n<p>ᚦᚬᚱ[..]ᛅᛁᚾ ᛫ ᛅᚢᚴ ᛫ ᚠᚱᛅᚤᚴᚢᚾ ᛫ ᚦᛅᚢ[...] ᛫ ᛋᛏᛅᛁᚾ ᛫ ᛁᚠᛏᛁᛦ [...] ᛋᚢᚾ ᛋᛁᚾ</p>\n<p>þor--ain * auk * fraykun ' þau...- * stain ' iftiʀ -... sun sin</p>\n<p>While the stone is not signed and its style can not be associated with any known runemaster, it is typical for stones carved in Uppland, north of Stockholm, during the later part of the 11th century. The inscription is classified as being carved in runestone style Pr4, which is considered to be Urnes style. This runestone style is characterized by slim and stylized animals that are interwoven into tight patterns. The animal heads are typically seen in profile with slender almond-shaped eyes and upwardly curled appendages on the noses and the necks. An interesting detail of the inscription is the cross-shaped engraving on centre right, probably added to the stone after its completion to underline its Christian message.</p>\n<p>A laser range scanner analysis of the stone was made by Laila Kitzler Åhfeldt and Magnus Källström in 2000. 16 scans of individual grooves on the stone were processed mathematically to produce 3D-charts. These unveiled statistical differences in the depth and shapes of the grooves, variations interpreted as stroke patterns from more than one carver. The result showed the ornaments of the stone were most likely cut by an experienced master (deep grooves, regular stroke pattern) and a less proficient apprentice (more shallow grooves, irregular strokes), while the cross shape might very well have been added after the stone was erected (when the weight of the mason tools quickly makes the cutting awkward). The stone on Prästgatan is however both damaged and shabby, and as the laser analysis have proven an accuracy of about 80 per cent on freshly cut stones, the analysis is far from certain.</p>\n<h2>Other runestones</h2>\n<p>This runestone is one of three found in the old town. A second runestone found in the old town, U 274, originally located in a wall by the southern city gate near Slussen, is today kept in the Museum of Medieval Stockholm. It contains the words \"Karl and Adisla had [this stone] erected [after] Arnsil, [their] father\" and is similar in style to stones found in Södermanland south of Stockholm. The third runestone, U 54, is today lost but was once located in a stairway in the church Riddarholmskyrkan.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Uppland Runic Inscription 53 is a runestone built into a wall in Gamla stan, the old town in central Stockholm, Sweden.",
  "created_at": "2026-02-21T15:05:16.163168+00:00"
}