{
  "entity_id": "Q82908",
  "title": "Stockholm Convention on Persistent Organic Pollutants",
  "latitude": 59.3294,
  "longitude": 18.0686,
  "categories": [
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Map_of_Stockholm_Convention_on_Persistent_Organic_Pollutants.svg",
  "text": "<h1>Stockholm Convention on Persistent Organic Pollutants</h1>\n<p><strong>Stockholm Convention on Persistent Organic Pollutants</strong> is an international environmental treaty, signed on 22 May 2001 in Stockholm and effective from 17 May 2004, that aims to eliminate or restrict the production and use of persistent organic pollutants (POPs).</p>\n<h2>History</h2>\n<p>In 1995, the Governing Council of the United Nations Environment Programme (UNEP) called for global action to be taken on POPs, which it defined as \"chemical substances that persist in the environment, bio-accumulate through the food web, and pose a risk of causing adverse effects to human health and the environment\".</p>\n<p>Following this, the Intergovernmental Forum on Chemical Safety (IFCS) and the International Programme on Chemical Safety (IPCS) prepared an assessment of the 12 worst offenders, known as the <em>dirty dozen</em>.</p>\n<p>The INC met five times between June 1998 and December 2000 to elaborate the convention, and delegates adopted the Stockholm Convention on POPs at the Conference of the Plenipotentiaries convened from 22 to 23 May 2001 in Stockholm, Sweden. The negotiations for the convention were completed on 23 May 2001 in Stockholm. The convention entered into force on 17 May 2004 with ratification by an initial 128 parties and 151 signatories. Co-signatories agree to outlaw nine of the dirty dozen chemicals, limit the use of DDT to malaria control, and curtail inadvertent production of dioxins and furans.</p>\n<p>Parties to the convention have agreed to a process by which persistent toxic compounds can be reviewed and added to the convention, if they meet certain criteria for persistence and transboundary threat. The first set of new chemicals to be added to the convention were agreed at a conference in Geneva on 8 May 2009.</p>\n<p>As of September 2022, there are 186 parties to the convention (185 states and the European Union). Notable non-ratifying states include the United States, Israel, and Malaysia.</p>\n<p>The Stockholm Convention was adopted to EU legislation in Regulation (EC) No 850/2004. In 2019, the latter was replaced by Regulation (EU) 2019/1021.</p>\n<h2>Summary of provisions</h2>\n<p>Key elements of the Convention include the requirement that developed countries provide new and additional financial resources and measures to eliminate production and use of intentionally produced POPs, eliminate unintentionally produced POPs where feasible, and manage and dispose of POPs wastes in an environmentally sound manner. Precaution is exercised throughout the Stockholm Convention, with specific references in the preamble, the objective, and the provision on identifying new POPs.</p>\n<h2>Persistent Organic Pollutants Review Committee</h2>\n<p>When adopting the convention, provision was made for a procedure to identify additional POPs and the criteria to be considered in doing so. At the first meeting of the Conference of the Parties (COP1), held in Punta del Este, Uruguay, from 2 to 6 May 2005, the POPRC was established to consider additional candidates nominated for listing under the convention.</p>\n<p>The committee is composed of 31 experts nominated by parties from the five United Nations regional groups and reviews nominated chemicals in three stages. The Committee first determines whether the substance fulfills POP screening criteria detailed in Annex D of the convention, relating to its persistence, bioaccumulation, potential for long-range environmental transport (LRET), and toxicity. If a substance is deemed to fulfill these requirements, the Committee then drafts a risk profile according to Annex E to evaluate whether the substance is likely, as a result of its LRET, to lead to significant adverse human health and/or environmental effects and therefore warrants global action. Finally, if the POPRC finds that global action is warranted, it develops a risk management evaluation, according to Annex F, reflecting socioeconomic considerations associated with possible control measures. Based on this, the POPRC decides to recommend that the COP list the substance under one or more of the annexes to the convention. The POPRC has met annually in Geneva, Switzerland, since its establishment.</p>\n<p>The seventh meeting of the Persistent Organic Pollutants Review Committee (POPRC-7) of the Stockholm Convention on Persistent Organic Pollutants (POPs) took place from 10 to 14 October 2011 in Geneva. POPRC-8 was held from 15 to 19 October 2012 in Geneva, POPRC-9 to POPRC-15 were held in Rome, while POPRC-16 needed to be held online.</p>\n<h2>Listed substances</h2>\n<p>There were initially twelve distinct chemicals (\"dirty dozen\") listed in three categories. Two chemicals, hexachlorobenzene and polychlorinated biphenyls, were listed in both categories A and C. Currently, five chemicals are listed in both categories. </p>\n<h2>Chemicals newly proposed for inclusion in Annexes A, B, C</h2>\n<p>POPRC-7 considered three proposals for listing in Annexes A, B and/or C of the convention: chlorinated naphthalenes (CNs), hexachlorobutadiene (HCBD) and pentachlorophenol (PCP), its salts and esters. The proposal is the first stage of the POPRC's work in assessing a substance, and requires the POPRC to assess whether the proposed chemical satisfies the criteria in Annex D of the convention. The criteria for forwarding a proposed chemical to the risk profile preparation stage are persistence, bioaccumulation, potential for long-range environmental transport (LRET), and adverse effects.</p>\n<p>POPRC-8 proposed hexabromocyclododecane for listing in Annex A, with specific exemptions for production and use in expanded polystyrene and extruded polystyrene in buildings. This proposal was agreed at the sixth Conference of Parties on 28 April – 10 May 2013.</p>\n<p>POPRC-9 proposed di-, tri-, tetra-, penta-, hexa-, hepta- and octa-chlorinated naphthalenes, and hexachlorobutadiene for listing in Annexes A and C. It also set up further work on pentachlorophenol, its salts and esters, and decabromodiphenyl ether, perfluorooctanesulfonic acid, its salts and perfluorooctane sulfonyl chloride.</p>\n<p>POPRC-15 proposed PFHxS for listing in Annex A without specific exemptions.</p>\n<p>Currently, chlorpyrifos, long-chain perfluorocarboxylic acids and medium-chain chlorinated paraffins are under review.</p>\n<h2>Controversies</h2>\n<p>Although some critics have alleged that the treaty is responsible for the continuing death toll from malaria, in reality the treaty specifically permits the public health use of DDT for the control of mosquitoes (the malaria vector). There are also ways to prevent high amounts of DDT consumed by using other malaria controls such as window screens. As long as there are specific measures taken, such as use of DDT indoors, then the limited amount of DDT can be used in a regulated fashion. From a developing country perspective, a lack of data and information about the sources, releases, and environmental levels of POPs hampers negotiations on specific compounds, and indicates a strong need for research.</p>\n<p>Another controversy would be certain POPs (which are continually active, specifically in the Arctic Biota) that were mentioned in the Stockholm Convention, but were not part of the Dirty Dozen such as perfluorooctane sulfonate (PFOS). PFOS have many general uses such as stain repellents but have many properties which can make it a dangerous due to the fact that PFOS can be highly resistant to environmental breakdown. PFOS can be toxic in terms of increased offspring death, decrease in body weight, and the disruption of neurological systems. What makes this compound controversial is the economic and political impact it can have among various countries and businesses.</p>\n<h2>Related conventions and other ongoing negotiations regarding pollution</h2>\n<ul><li>Rotterdam Convention on the Prior Informed Consent Procedure for Certain Hazardous Chemicals and Pesticides in International Trade</li> <li>Convention on Long-Range Transboundary Air Pollution (CLRTAP)</li> <li>Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal</li> <li>Minamata Convention on Mercury</li></ul>\n<h3>Ongoing negotiations</h3>\n<ul><li>Intergovernmental Forum on Chemical Safety (IFCS)</li> <li>Strategic Approach to International Chemicals Management (SAICM)</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Stockholm Convention on Persistent Organic Pollutants is an international environmental treaty, signed on 22 May 2001 in Stockholm and effective from 17 May 2004, that aims to eliminate or restrict the production and use of persistent organic pollutants (POPs).",
  "created_at": "2026-02-21T15:24:33.227408+00:00"
}