{
  "entity_id": "Q836909",
  "title": "Kungsgatan, Stockholm",
  "latitude": 59.33525,
  "longitude": 18.06233333,
  "categories": [
    "trendy",
    "culture",
    "nature"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/24/Kungsgatan_2008a.jpg",
  "text": "<h1>Kungsgatan, Stockholm</h1>\n<p><strong>Kungsgatan</strong> (Swedish for \"King's Street\") is a street in central Stockholm, Sweden. It was formerly a red-light district and is currently a busy shopping street.</p>\n<p>At its western end it is connected to Kungsholmen by Kungsbron bridge, from where it stretches east to Stureplan public square. It crosses Vasagatan, Drottninggatan, and Sveavägen. Two streets pass over it: Malmskillnadsgatan on Malmskillnadsbron bridge and Regeringsgatan on the Bridge of Regeringsgatan.</p>\n<p>Kungsgatan passes Hötorget public square where Stockholm Concert Hall stands. It is also flanked by two buildings, the <em>Kungstornen</em> (King's towers), each about 60 metres tall.</p>\n<p>Kungsgatan was dug through the Brunkebergsåsen esker (a natural ridge) in the early 20th century and inaugurated in 1911. Today it is a lively shopping street flanked by cinemas, cafés and shops.</p>\n<p>Hötorget station, on the Green line of the Stockholm metro, is located at the intersection of Kungsgatan with Sveavägen. Between its opening in 1952 and 1957, the station was named Kungsgatan.</p>\n<p>In 2023, extensive repairs started at Kungsgatan as there was risk that the over 100 year old tunnels under the street would start collapsing in places. The renovation, which is expected to be completed in the summer of 2025, will in addition to reinforcing the ground include an extensive remodeling of the street surface, increasing space for pedestrians and adding cycling and electric infrastructure.</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Kungsgatan is a street in central Stockholm, Sweden. It was formerly a red-light district and is currently a busy shopping street.",
  "created_at": "2026-02-21T15:36:22.221290+00:00"
}