{
  "entity_id": "Q836926",
  "title": "Jetline (roller coaster)",
  "latitude": 59.32305556,
  "longitude": 18.09555556,
  "categories": [
    "historic",
    "trendy"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/76/Jetline_Gr%C3%B6na_Lund_07_06_09.JPG",
  "text": "<h1>Jetline (roller coaster)</h1>\n<p><strong>Jetline</strong> was a roller coaster at Gröna Lund in Stockholm, Sweden. It had gained worldwide recognition for its curved lift hill, an anomaly amongst roller coasters. It opened in April 1988 as a clone of the Knightmare roller coaster at Camelot Theme Park, England. In 2000 it was modified by Maurer Söhne to have a longer and steeper first drop, with a tunnel at the bottom. Knightmare pulled 5 <em>g</em> while Jetline pulled a more reserved maximum of 4.5 <em>g</em>.</p>\n<p>On 25 June 2023, one person died, and nine were injured in a derailment. Afterward, the ride was closed permanently.</p>\n<h2>Ride experience</h2>\n<p>The ride started with a curved lift hill that carried the ride vehicle to a height of 32 metres (105 ft). A right turn lead into the first drop, which lead into a short tunnel and a turn back towards the station and the rest of the ride. The ride vehicle entered a short brake section, then the second drop. The maximum g-force of 4.5 was achieved at the bottom of the second drop. The second part of the ride was composed of banked turns and helices. The last helix lead into a tunnel and the station. The total duration of the ride was approximately one minute and thirty seconds.</p>\n<h2>Accident</h2>\n<p>On 25 June 2023, fourteen people were on the ride when it derailed. Three people fell out of the vehicle, one of whom died, and the other two were seriously injured. Seven other people were sent to hospital, and the remaining riders were evacuated safely. In the aftermath of the accident, Gröna Lund closed the park for a week.</p>\n<p>The roller coaster remained closed while the Swedish Accident Investigation Authority investigated the accident. On 14 June 2024 the final report about the accident was released and it was announced that Jetline would close permanently.</p>\n<p>On 28 January 2026, Gröna Lund was sentenced by the Stockholm District Court and fined kr 5,200,000 over the accident. GMW was fined kr 1,300,000, while Mekosmos was acquitted.</p>\n<h2>Reception</h2>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Jetline was a roller coaster at Gröna Lund in Stockholm, Sweden. It had gained worldwide recognition for its curved lift hill, an anomaly amongst roller coasters. It opened in April 1988 as a clone of the Knightmare roller coaster at Camelot Theme Park, England. In 2000 it was modified by Maurer Söhne to have a longer and steeper first drop, with a tunnel at the bottom. Knightmare pulled 5 g while Jetline pulled a more reserved maximum of 4.5 g.",
  "created_at": "2026-02-21T15:39:05.685398+00:00"
}