{
  "entity_id": "Q867717",
  "title": "Stockholm City Line",
  "latitude": 59.325,
  "longitude": 18.06666667,
  "categories": [
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Odenplan_station_July_2017_06.jpg",
  "text": "<h1>Stockholm City Line</h1>\n<p>The <strong>Stockholm City Line</strong> (Swedish: <em>Citybanan</em>) is a railway tunnel beneath central Stockholm in Sweden which is used by the Stockholm commuter rail. The line is 7.4 kilometres (4.6 mi) long, double track and electrified. It has two stations: Stockholm City station, which is connected to Stockholm Central Station and located directly below T-Centralen metro station; and Stockholm Odenplan station which is also served by the Green Line of the Metro. The line and its stations opened on 10 July 2017.</p>\n<h2>Route and stations</h2>\n<p>From north to south, the tunnel begins at Tomteboda, where it branches off from the East Coast Line (Swedish: <em>Ostkustbanan</em>). It then runs under Vasastan, passing through Stockholm Odenplan station, and continues under Norrmalm to Stockholm City station. From there, it runs beneath the Norrström waterway, beneath the island of Riddarholmen, and then under lake Mälaren at Riddarfjärden. The tunnel then reaches Södermalm, where it joins the Western Main Line (Swedish: <em>Västra stambanan</em>) at Stockholm Södra Station.</p>\n<h3>Stations</h3>\n<ul><li><strong>Stockholm Odenplan station</strong> – Located beneath Odenplan in Vasastan, this station is integrated with the existing Odenplan metro station, which opened in 1952. It provides connections to Stockholm’s Green Line and local bus services. The station has one island platform with two tracks, and uses platform screen doors. Upon opening, the commuter train station replaced the former Karlberg station.</li><li> Platform</li> <li> Entrance building</li> <li> Walkway</li> <li> Escalators to platform</li></ul>\n<ul><li><strong>Stockholm City station</strong> – Located beneath T-Centralen and connected to Stockholm Central Station, this station serves as part of the primary interchange for Stockholm's commuter trains, metro lines, and long-distance rail services. The station has two island platforms with four tracks, and uses platform screen doors. Upon opening, Stockholm City station took over all SL commuter train operations from the adjacent Stockholm Central Station.</li><li> Platform</li> <li> Information screens</li> <li> Walkway</li> <li> Escalators to platform</li></ul>\n<h2>Background</h2>\n<p>The tunnel improves the traffic throughput to and from south of Stockholm as there are only two tracks in that direction from Stockholm Central Station, the same number that were in place in 1871 when the railway was originally built. It has 24 scheduled trains per hour in each direction. The commuter trains pass Stockholm with up to 16 trains per hour per direction. The other eight are regional and long-distance trains. The tunnel takes all commuter trains, allowing more regional and intercity trains to operate along the old line.</p>\n<p>Placing the commuter rail traffic into a tunnel of its own thus allows increased capacity for other national rail traffic through Central Station via Centralbron. The entire system for long-distance passenger railways in Sweden suffers from this bottleneck, since 80% of train rides in Sweden start or stop in Stockholm [1]. As a result, there is no room to increase the frequency of commuter, regional, and long-distance trains despite their heavy usage.</p>\n<h2>History</h2>\n<p>The project was proposed by the Swedish State Railways in 1988 and, after initially being disregarded as too expensive, was seriously considered again from 2002. In 2006, the Swedish Rail Administration agreed with the city and Storstockholms Lokaltrafik on the financing of the project, and the last step in the planning process was scheduled for 2006–2007. The cost of the tunnel and stations was estimated at 16.3 billion Swedish kronor.</p>\n<p>After the general elections of 2006, the new Alliance government called the project into question. Representatives of the government announced on October 1 of that year that they were scrapping Citybanan in favor of building a third railway track through the city. In December 2006, however, the government's appointed expert, recommended building the tunnel following a renewed assessment of the project. In May 2007 the government finally decided to build the tunnel. In September 2014 the tunnel reached its full length.</p>\n<p>Coordinates:</p>\n<ul><li>Southern tunnel portal: 59°18′54″N 18°04′04″E﻿ / ﻿59.315052°N 18.067773°E﻿ / 59.315052; 18.067773</li> <li>Northern tunnel portal: 59°20′57″N 18°01′09″E﻿ / ﻿59.349252°N 18.019209°E﻿ / 59.349252; 18.019209</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Stockholm City Line is a railway tunnel beneath central Stockholm in Sweden which is used by the Stockholm commuter rail. The line is 7.4 kilometres (4.6 mi) long, double track and electrified. It has two stations: Stockholm City station, which is connected to Stockholm Central Station and located directly below T-Centralen metro station; and Stockholm Odenplan station which is also served by the Green Line of the Metro. The line and its stations opened on 10 July 2017.",
  "created_at": "2026-02-21T15:20:34.650931+00:00"
}