{
  "entity_id": "Q876775",
  "title": "Diocese of Stockholm (Church of Sweden)",
  "latitude": 59.32583333,
  "longitude": 18.07055556,
  "categories": [
    "historic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/f6/Storkyrkan_Stockholm_2012a.jpg",
  "text": "<h1>Diocese of Stockholm (Church of Sweden)</h1>\n<p>The <strong>Diocese of Stockholm</strong> (Swedish: <em>Stockholms stift</em>) is a division of the Church of Sweden. Its cathedral is Storkyrkan in Stockholm's Old Town. The diocese covers most of metropolitan Stockholm and was formed in 1942 from parts of the medieval dioceses of Strängnäs and Uppsala, both of which pre-dated the foundation of the city. Before 1942, the City of Stockholm itself and Greater Stockholm were divided more or less equally between the two medieval dioceses at Slussen just south of Stockholm's Old Town.</p>\n<h2>List of bishops</h2>\n<p>The current bishop of Stockholm is Andreas Holmberg, who was ordained on 5 March 2019. The following have served as Bishop of Stockholm since the diocese was established in 1942:</p>\n<ul><li>Manfred Björkquist (1942–1954)</li> <li>Helge Ljungberg (1954–1971)</li> <li>Ingmar Ström (1971–1979)</li> <li>Lars Carlzon (1979–1984)</li> <li>Krister Stendahl (1984–1988)</li> <li>Henrik Svenungsson (1988–1998)</li> <li>Caroline Krook (1998–2009)</li> <li>Eva Brunne (2009–2019)</li> <li>Andreas Holmberg (2019–present)</li></ul>\n<h2>Kontrakts</h2>\n<p>The diocese comprises the following 13 <em>kontrakts</em>, the equivalent of a deanery within the Church of Sweden:</p>\n<ul><li>Domkyrkokontraktet</li> <li>Södermalms Kontrakt</li> <li>Brännkyrka Kontrakt</li> <li>Birka Kontrakt</li> <li>Roslags Kontrakt</li> <li>Värmdö Kontrakt</li> <li>Södertörns Kontrakt</li> <li>Östermalms-Lidingö Kontrakt</li> <li>Enskede Kontrakt</li> <li>Spånga Kontrakt</li> <li>Sollentuna Kontrakt</li> <li>Solna Kontrakt</li> <li>Huddinge-Botkyrka Kontrakt</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "The Diocese of Stockholm is a division of the Church of Sweden. Its cathedral is Storkyrkan in Stockholm's Old Town. The diocese covers most of metropolitan Stockholm and was formed in 1942 from parts of the medieval dioceses of Strängnäs and Uppsala, both of which pre-dated the foundation of the city. Before 1942, the City of Stockholm itself and Greater Stockholm were divided more or less equally between the two medieval dioceses at Slussen just south of Stockholm's Old Town.",
  "created_at": "2026-02-21T15:15:29.149712+00:00"
}