{
  "entity_id": "Q876808",
  "title": "Roman Catholic Diocese of Stockholm",
  "latitude": 59.31388889,
  "longitude": 18.0725,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/69/Katolska_Domkyrkan_Stockholm-2.jpg",
  "text": "<h1>Roman Catholic Diocese of Stockholm</h1>\n<p><br/> The <strong>Diocese of Stockholm</strong> (Latin: <em>Dioecesis Holmiensis</em>; Swedish: <em>Stockholms katolska stift</em>) is an exempt Latin Catholic ecclesiastical bishopric in Sweden and the only Catholic diocese established in Sweden since the Protestant Reformation. The diocese belongs to no ecclesiastical province but forms an episcopal conference with its Nordic neighbours. Its territory includes 44 parishes and covers the entire country of Sweden.</p>\n<p>Its cathedral episcopal see is Saint Eric's Cathedral in Sweden's capital city of Stockholm. The former Catholic cathedrals have been possessions of the Church of Sweden since the reformation, along with other ecclesiastical infrastructure of the pre-Reformation Catholic dioceses in Sweden.</p>\n<p>The aid organisation Caritas Sweden is a service of the Diocese of Stockholm.</p>\n<h2>History</h2>\n<p>Prior to the Reformation in Sweden, there were a number of Catholic dioceses, including the former dioceses of Linköping, Lund, Sigtuna, Skara, Strängnäs, Västerås, Växjö. By 1550, all of the episcopates of the Catholic bishops in Sweden, including present-day Finland, came to an end. Following the reformation, most of these dioceses were reinstated as parts of the Church of Sweden.</p>\n<p>In 1582, any remaining Catholics in Sweden and elsewhere in Northern Europe were placed under the jurisdiction of a papal nuncio in Cologne. The Congregation for the Evangelization of Peoples, on its establishment in 1622, took charge of the vast missionary field, which—at its third session—was divided among the nuncio of Brussels (for the Catholics in Denmark and Norway), the nuncio at Cologne (much of Northern Germany), and the nuncio to Poland (Sweden and Mecklenburg).</p>\n<p>In 1688 Sweden became part of the Apostolic Vicariate of the Nordic Missions and the German Paderborn bishops functioned as administrators of the apostolic vicariate. In 1781 the Vicariate of the Nordic Missions was split, and the Apostolic Prefecture of Sweden was established, which jurisdiction over Sweden and Finland. On 23 September 1783 the apostolic prefecture was promoted to the Apostolic Vicariate of Sweden, seated in the Swedish capital Stockholm. The newly Vicariate of Sweden was entitled to a titular bishop, but the positions appears to have been left vacant until 1862. Over the course of its authority, the Vicariate had jurisdiction over the territory of Sweden, Finland, and Norway. Finland was split off in 1809, becoming part of the Russian-imperial Mohilev Archdiocese. Norway became part of the Vicariate in 1834; its northern regions were split off in 1855 to become the Apostolic Prefecture of the North Pole while the southern regions were split off on 7 August 1868, eventually forming the Apostolic Prefecture of Norway.</p>\n<p>On 29 June 1953 the Apostolic Vicariate of Sweden was promoted to Diocese Stockholm, named after its see, while the same diocesan status was given in Norway to the new bishopric of Oslo. The diocese was visited by Pope John Paul II in June 1989 and by Pope Francis in October/November 2016.</p>\n<h2>Demographics</h2>\n<p>In 2019, the diocese constituted 122,000 Catholics (1.2% of the global total: 10,290,832), but an estimated 150,000 Catholics consisting of hundreds of nationalities reside within Sweden. The diocese consists of 44 parishes and 13 missions with 159 priests (78 diocesan, 81 religious), 31 deacons, 269 lay religious (96 brothers, 173 sisters) and 9 seminarians.</p>\n<h2>Episcopal ordinaries</h2>\n<h3>Apostolic Vicars of Sweden</h3>\n<ol><li>Nicolaus Oster (1783–1790)</li> <li>Rafael d'Ossery (1790–1795)</li> <li>Paolo Moretti (1795–1804)</li> <li>Jean Baptiste Gridaine (1805–1833)</li> <li>Jacob Laurentius Studach (1833–1873)</li> <li>Johan Georg Huber (1874–1886)</li> <li>Albert Bitter (1886–1922)</li> <li>Johannes Erik Müller, O.S.B. (1922–1953)</li></ol>\n<h3>Bishops of Stockholm</h3>\n<ol><li>Johannes Erik Müller, O.S.B. (1953–1957)</li> <li>Knut Ansgar Nelson, O.S.B. (1957–1962)</li> <li>John E. Taylor, O.M.I. (1962–1976)</li> <li>Hubertus Brandenburg (1977–1998)</li> <li>Cardinal Anders Arborelius, O.C.D. (1998–present)</li></ol>\n<h3>Auxiliary Bishops</h3>\n<ol><li>William Kenney, C.P. (1987–2006), appointed Auxiliary Bishop of Birmingham, England</li></ol>",
  "text_audio": "",
  "audio_file": "",
  "summary": "\n\nThe Diocese of Stockholm is an exempt Latin Catholic ecclesiastical bishopric in Sweden and the only Catholic diocese established in Sweden since the Protestant Reformation. The diocese belongs to no ecclesiastical province but forms an episcopal conference with its Nordic neighbours. Its territory includes 44 parishes and covers the entire country of Sweden.",
  "created_at": "2026-02-21T15:36:03.834392+00:00"
}