{
  "entity_id": "Q891882",
  "title": "2010 Stockholm bombings",
  "latitude": 59.3357,
  "longitude": 18.0598,
  "categories": [
    "historic",
    "trendy",
    "political",
    "economic"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/68/Police_at_Drottninggatan_after_bombing_2010-12-11%2C_17.52.jpg",
  "text": "<h1>2010 Stockholm bombings</h1>\n<p>On 11 December 2010, two bombs exploded in central Stockholm, killing the bomber. Swedish Minister for Foreign Affairs Carl Bildt and the Swedish Security Service (SÄPO) described the bombings as acts of terrorism.</p>\n<p>Taimour Abdulwahab al-Abdaly, an Iraqi-born Swedish citizen, is suspected of carrying out the bombing.</p>\n<p>According to investigations by FBI, the bombing would likely have killed between 30 and 40 people had it succeeded, and it is thought that al-Abdaly operated with a network.</p>\n<p>Europol categorized the attack as Islamist terrorism.</p>\n<h2>Bombings</h2>\n<p>The first explosion occurred at 16:48 CET, when an Audi 80 Avant automobile exploded at the intersection of Olof Palmes gata and Drottninggatan. According to firefighters the car contained bottles of liquefied petroleum gas, which resulted in several more explosions. Two people at the site of the explosion were hospitalized with minor injuries.</p>\n<p>The second explosion occurred at about 17:00 CET at the intersection of Bryggargatan and Drottninggatan. A man’s body, with blast wounds on his abdomen, was discovered nearby. According to a police spokesman, the man blew himself up. According to <em>Aftonbladet</em>, he carried six pipe bombs; only one exploded, killing him. Near the man, a metal pipe and a rucksack filled with metal fasteners and an unknown substance (suspected to be an explosive) were found. According to witnesses, the bomber was \"shouting something in Arabic\" before detonating the bomb. Closed-circuit television footage of the second explosion was released the following day by <em>Aftonbladet</em>.</p>\n<p>At the time of the explosions, central Stockholm was filled with Christmas shoppers and thousands of people were in the vicinity. The Swedish Defence Research Agency reconstructed and tested the bombs and estimates that if all the bombs had worked the effect could have been similar to the Boston Marathon bombing in 2013, where three people died and over a hundred people were injured. Foreign Minister Bildt expressed his concern that if the attack had been successful, the result could have been \"truly catastrophic.\" The bombings followed a November increase in the terror-alert level in Sweden (from low to elevated) because of a \"shift in activities among Swedish-based groups\".</p>\n<h3>Email threat</h3>\n<p>About ten minutes before the explosions, a threatening email was sent to the Swedish Security Service and the Swedish news agency Tidningarnas Telegrambyrå (TT). It referred to the presence of Swedish troops in Afghanistan and Swedish artist Lars Vilks' drawings of Muhammad as a roundabout dog: \"Now your children, daughters and sisters will die in the same way our brothers and sisters die. Our actions will speak for themselves. As long as you don't end your war against Islam and degradation against the prophet and your foolish support for the pig [Lars] Vilks.\" The email ended with a call to \"all Mujahedin in Europe and Sweden. Now is the time to strike, wait no longer. Go forward with whatever you have, even if it is a knife, and I know you have more than a knife. Fear no one, don't fear prison, don't fear death.\" Sound files in Swedish and Arabic were also included.</p>\n<h2>Investigation</h2>\n<p>A PMR radio with attached wires was found near the body, suggesting that the bomb was intended to be triggered remotely. The state prosecutor said the action was well organised. Swedish bomb experts consider the bombs amateurishly produced, without assistance of an experienced terrorist. The suspect was wearing a bomb belt, carried a large bomb and was holding a metal object resembling a pressure cooker. The prosecutor believed that the bomb exploded prematurely; he speculated that the suspect was on his way to Stockholm Central Station or Åhléns, a large department store in the area.</p>\n<p>News media reported that a woman \"close to\" the suspect was detained in a 4:00 raid of a Hässelby flat by the National Task Force, and a search warrant was issued under the UK Terrorism Act 2000 for a property in Bedfordshire the following day.</p>\n<p>On 13 December, the SÄPO announced that seven explosive experts from the FBI would assist the investigation. Security services told TV4 that the suicide bomber's car contained a second pressure cooker bomb. Witnesses said that four days before the bombing, the man tried to buy aluminium powder in his parents' hometown of Tranås.</p>\n<p><em>Tidningarnas Telegrambyrå</em> reported that a member of the Swedish Armed Forces warned an acquaintance in a message to avoid Drottninggatan several hours before the bombings: \"If you can, avoid Drottninggatan today. A lot can happen there ... just so you know.\" The Swedish Armed Forces denied prior knowledge of the attack, promising to investigate further, and the SÄPO launched an independent investigation. The newspaper <em>Expressen</em> later reported that several sources close to the investigation claimed a second government employee had advance information about the bombing.</p>\n<p>Terrorism expert Magnus Ranstorp of the Swedish National Defence College said that he believed the perpetrator was not working alone. Background coughing heard on the audio message left by the perpetrator increased suspicions that the bomber had accomplices.</p>\n<p>Investigation revealed that the terrorist used at least three different passports to avoid raising red flags when traveling to the Middle East. Suspicions that al-Abdaly had an accomplice increased in January 2011, when the media reported that uncensored recordings of the terrorist's audio message were posted on YouTube the day after he died. Swedish TV4 then reported that Abdulwahab's wife, Mona Thwany, had uploaded the recordings to the couple's YouTube account.</p>\n<h2>Suspect</h2>\n<p><strong>Taimour Abdulwahab al-Abdaly</strong> (12 December 1981 – 11 December 2010) was identified as the prime suspect. According to information from his Facebook profile and the <em>muslima.com</em> dating site (where he was looking for a second wife), he was a 28-year-old Iraqi Swede born in Baghdad who grew up in Tranås and was naturalized as a Swedish citizen in 1992.</p>\n<p>After completing secondary school in Sweden in 2001, al-Abdaly studied at the University of Bedfordshire and graduated with a degree in sports therapy in 2004. That year, he married a Swedish citizen of Iraqi and Romanian background with whom he had two daughters, born in 2007 and 2009, and a son born in 2010. At the time of the bombings, he was living with his wife in the Bury Park district of Luton, Bedfordshire. The Bury Park area has featured prominently in counter-terrorist investigations. His wife holds fundamentalist Islamic views and they named their son Usama after Usama bin Laden. They returned to Sweden on 19 November to visit relatives in Tranås.</p>\n<p>In 2007, he began travelling repeatedly to Jordan and Iraq. In 2008, he traveled to Syria. Al-Abady collected new Swedish passports in 2001, 2007 and 2008, the last of which he claimed to have lost.</p>\n<p>During his stay in Britain, al-Abdaly lived in Luton for almost a decade. Reports indicated that he became more religious and more angry in the late 2000s. During Ramadan in 2007, after al-Abdaly tried to recruit other Muslims who shared his political views when he preached at the Luton mosque he stormed out when confronted about his beliefs and was forbidden to return. His Facebook profile was reported to contain a mixture of technophile and Islamic fundamentalist postings, peppering sentiments such as \"I love my Apple iPad\" with references to \"the Islamic Caliphate state\" and <em>Yawm al-Qiyamah</em>. Al-Abdaly also posted internet videos of Chechen fighters and abused Iraqi prisoners.</p>\n<h2>Reaction</h2>\n<h3>Domestic</h3>\n<p>Swedish Prime Minister Fredrik Reinfeldt held a press conference on 12 December 2010, where he said: \"Saturday's events in central Stockholm leads many people to ask whether Sweden has become less safe. What occurred is unwanted and unacceptable. We must safeguard the open society where people can live together side by side.\" Minister for Foreign Affairs Carl Bildt posted a message on Twitter on 11 December 2010: \"Most worrying attempt at terrorist attack in crowded part of central Stockholm. Failed — but could have been truly catastrophic.\" Swedish Security Service spokesman Mikael Gunnarsson said the agency did not increase the terror-threat level after the bombings: \"And apart from the e-mail we didn't have any other indications or threats that this would happen.\"</p>\n<p>Hassan Moussa, imam of the Stockholm Mosque, condemned \"all forms of attacks, violence, fears and threats against innocent people, whatever the motive or pretext\" in a statement provided to Swedish news agency TT. On 14 December, he issued a fatwa against the suicide bomber: \"It's forbidden to approve what has happened or try to justify it. Those who accept it or justify it are as guilty as the perpetrator himself.\"</p>\n<p>Muslim Council of Sweden chairman Omar Mustafa said in an interview, \"This is an attack on Sweden and on all Muslims in Sweden.\" Ben Mahmoud Rahmeh, imam and chairman of the Federation of Islamic Organizations in Europe, and the Islamic Federation of Sweden issued a press release condemning the attacks: \"Attacks like this have been carried out earlier in both Muslim and non-Muslim communities (such as in Saudi Arabia, Egypt, Pakistan, Spain and the UK) and then the Muslim scholars and theologians' position has been unanimously against such attacks. Also, important Islamic institutions and Muslim inter-governmental organisations, such as Al-Azhar University, the European Council for Fatwa, Organisation of the Islamic Conference, have all been united in that all terrorist attacks against civilians and innocent people is strictly prohibited and that it is not permissible to oppress, harm or intimidate others.\" After the press release was issued, the attack was condemned during Friday prayers at the Stockholm Mosque.</p>\n<p>Alexandra Brunell, secretary for Sweden Democrats party leader Jimmie Åkesson reacted to the event by tweeting \"Äntligen\" (\"Finally\") while another SD politician, member of parliament William Petzäll posted \"I hate to say it, but didn´t we say so?\"</p>\n<h3>International</h3>\n<ul><li><em>Australia</em>: Minister for Foreign Affairs Kevin Rudd issued a statement: \"I express grave concern at the apparent terrorist attack in a central Stockholm yesterday evening (local time). The attack was timed to cause maximum casualties in a high density shopping precinct. [...] I express Australia's solidarity with Sweden in denouncing this outrage, and our commitment to ongoing efforts to counter terrorism.\"</li> <li><em>Denmark</em>: Minister of Foreign Affairs Lene Espersen also issued a statement: \"The bombings in the heart of the Swedish capital yesterday fortunately didn't claim any innocent human lives. But the bombs show that there unfortunately are forces in our proximity that try to undermine our Western way of life and values through bombs and violence. They'll never succeed at that. Terrorism shall be combatted, irrespectively of where it occurs and in what form. I've today been in contact with my Swedish colleague, Carl Bildt, and assured him that Denmark in the fight against terrorism stands closely with our brotherland.\"</li> <li><em>Finland</em>: Minister for Foreign Affairs Alexander Stubb expressed his concern about the bombings, pointing out that nothing similar had ever happened in the Nordic countries and declaring his support for the efforts of the Swedish government.</li> <li><em>Germany</em>: Federal Foreign Minister Guido Westerwelle issued a press release: \"I condemn yesterday’s suicide attack in Stockholm, in the heart of a European capital. Attacks such as this one remind us that we must remain fully committed to the fight against terrorism.\"</li> <li><em>Iraq</em>: Iraq's Ministry of Foreign Affairs issued a statement: \"The Capital of the Sweden Kingdom, Stockholm, was subject to a cowardly terrorist act causing the fall of civilian victims, and stimulated horror in the peaceful country, especially as it prepares itself to celebrate Christmas and the New Year. Recalling the terrorist acts that have plagued Iraq, the Iraqi Foreign Ministry deplores and strongly condemns this criminal act of terrorism and declares its solidarity with the Government and the friendly people of Sweden in confronting terrorism, and prays the Almighty to safeguard its people from the badness of extremists and terrorists.\"</li> <li><em>Norway</em>: Minister of Foreign Affairs Jonas Gahr Støre said to the Norwegian News Agency: \"I strongly condemn what appears to have been an attempt at a terrorist attack in Stockholm yesterday. The fight against international crime and terrorism can be won only through broad international cooperation. Norway and Sweden are united in this struggle.\" Minister of Justice and the Police Knut Storberget was quoted by <em>Verdens Gang</em> as saying: \"We react with disgust to these kinds of events. It is very sad that this happens.\"</li> <li><em>Pakistan</em>: Pakistan's Ministry of Foreign Affairs issued a statement: \"Pakistan strongly condemns the two terrorist explosions in central Stockholm on 12 December 2010 and condoles with the bereaved families. Terrorism is a global menace and can be addressed effectively only through genuine and sustained international cooperation and understanding.\"</li> <li><em>Saudi Arabia</em>: A government spokesman strongly condemned the attack in a statement released by the Saudi Press Agency.</li> <li><em>Turkey</em>: Turkey's Ministry of Foreign Affairs issued a statement: \"It is with sadness that we condemn the hateful terrorist attack that occurred in Stockholm. [...] Turkey, which has always underlined the importance of international cooperation in the fight against terrorism ... wants to express its solidarity with its friends, the Swedish people and government, in these difficult days.\"</li> <li><em>United States</em>: The U.S. embassy in Stockholm issued a statement: \"The United States strongly condemns the suspected terrorist attack that occurred in Stockholm yesterday. The American people stand together with our Swedish friends at this difficult time.\"</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "On 11 December 2010, two bombs exploded in central Stockholm, killing the bomber. Swedish Minister for Foreign Affairs Carl Bildt and the Swedish Security Service (SÄPO) described the bombings as acts of terrorism.",
  "created_at": "2026-02-21T15:38:24.913899+00:00"
}