{
  "entity_id": "Q904462",
  "title": "Riddarholmen",
  "latitude": 59.325,
  "longitude": 18.063055555556,
  "categories": [
    "historic",
    "culture"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Riddarholmen_from_Stockholm_City_Hall_tower.jpg",
  "text": "<h1>Riddarholmen</h1>\n<p><strong>Riddarholmen</strong> (Swedish: [ˈrɪ̂dːarˌhɔlːmɛn], \"The Knights' Islet\") is a small islet in central Stockholm, Sweden. The island forms part of Gamla Stan, the old town, and houses a number of private palaces dating back to the 17th century. The main landmark is the church Riddarholmskyrkan, used as Sweden's royal burial church from the 17th century to 1950, and where a number of earlier Swedish monarchs also lie buried.</p>\n<p>The western end of the island gives a magnificent panoramic and photogenic view of the bay Riddarfjärden, often used by TV journalists with Stockholm City Hall in the background. A statue of Birger Jarl, traditionally considered the founder of Stockholm, stands on a pillar in front of the Bonde Palace, north of Riddarholm Church.</p>\n<p>Other notable buildings include the Old Parliament Building in the south-eastern corner, the Old National Archive on the eastern shore, and the Norstedt Building, the old printing house of the publisher Norstedts, the tower roof of which is a well-known silhouette on the city's skyline.</p>\n<h2>Palaces</h2>\n<p>While the Riddarholm Church dates back to the Middle Ages, and is one of Stockholm's oldest buildings, most of the present structures on Riddarholmen were built during the 17th century when the island was an aristocratic setting that gave the islet its present name. Three of the palaces are gathered around the central public square, Birger Jarls Torg centred on the 19th-century statue of Birger Jarl: The Wrangel Palace on the west side, the most impressive, incorporates a medieval defensive tower and a portal designed by Nicodemus Tessin the Elder; the Stenbock and Hessenstein Palaces on the east side are less elaborate. North of the square, the two 19th-century wings of the Palace of Schering Rosenhane reach the rustic main building, which dates from the 17th century.</p>\n<p>Wrangel Palace, and the palaces of Hessenstein, and Schering Rosenhane are today used by Svea Hovrätt, the appellate court for Svealand, while the Supreme Court and the Supreme Administrative Court reside in the palaces of Bonde and Stenbock respectively. Some of the older Swedish Government Agencies, like the Legal, Financial and Administrative Services Agency and the Chancellor of Justice, are also located on the island.</p>\n<p>According to a Swedish guide book, these anonymous institutions, together with the motorway Centralbron that isolates the island from the rest of the city, make the island as a whole a lifeless and dull environment, despite ambitious restorations during the 1990s.</p>\n<h2>Origin of the name</h2>\n<p>The island is first mentioned as <em>Kidaskär</em>, literally \"Kid Skerry\", indicating the islet was used to graze goats, in the Eric's Chronicle (<em>Erikskrönikan</em>) from around 1325, which recounts how King Magnus Ladulås (1240–1290) had a Greyfriars monastery built on the island about 1270, asking in his will that he be buried in it in 1285. During the Middle Ages, the original name disappeared from historical records, replaced by <em>Gråbrödraholm</em> (\"Grey Brothers islet\"), <em>Munckholmen</em> (\"Monk Islet\"), and <em>Gråmunkeholm</em> (\"Grey Monks Islet\"), the latter most commonly used until the 17th century.</p>\n<p>The monastery, however, closed following the Protestant Reformation and was subsequently converted into a church. Probably as consequence, the name changed in the 1630s, the island being referred to as <em>Riddarholmen, för detta Gråmunkeholm kallad</em> (\"Knight's Islet, formerly called Grey Monk's Islet\") in 1638. The old name did persist however, so while Charles XI (1655–1697) preferred the new name, his youngest daughter Ulrika Eleonora (1688–1741) remained faithful to the old.</p>\n<h2>Yacht/hotel</h2>\n<ul><li>C. K. G. Billings's yacht <em>Vanadis</em> is now anchored at Riddarholmen, and is used as a hotel known as Mälardrottningen with the ship rechristened as <em>Lady Hutton</em>.</li></ul>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Riddarholmen is a small islet in central Stockholm, Sweden. The island forms part of Gamla Stan, the old town, and houses a number of private palaces dating back to the 17th century. The main landmark is the church Riddarholmskyrkan, used as Sweden's royal burial church from the 17th century to 1950, and where a number of earlier Swedish monarchs also lie buried.",
  "created_at": "2026-02-21T15:23:56.047014+00:00"
}