{
  "entity_id": "Q960098",
  "title": "Kungsträdgården metro station",
  "latitude": 59.33083333333333,
  "longitude": 18.070994444444445,
  "categories": [
    "historic",
    "nature"
  ],
  "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d0/Kungstr%C3%A4dg%C3%A5rden_Metro_station_May_2014_08.jpg",
  "text": "<h1>Kungsträdgården metro station</h1>\n<p><strong>Kungsträdgården</strong> is a station of the Stockholm Metro, located in the district of Norrmalm. It is the end station of line 10 and line 11, and was opened on 30 October 1977, as the 91st station and part of the one-station extension from T-Centralen. The platform is located approximately 34 meters underground. The station features relics rescued from the many buildings pulled down during the redevelopment of central Stockholm during the 1950s and 1960s throughout the station.</p>\n<p>The entrance to the station was originally intended to be in the park Kungsträdgården, but due to the Elm Conflict in 1971 these plans had to change.</p>\n<h2>Flora and fauna</h2>\n<p>The station is notable for its unique plant, animal and fungal life. It is the only place in Scandinavia where the <em>Lessertia dentichelis</em> spider can be found. The cave-dwelling spider has lived on the station's walls ever since it opened for service in the mid-1970s, but scientists do not know exactly how it got there. Presumably, it traveled on machines and excavation equipment from Southern Europe that was used during the construction. There is also moss growing on the walls that was previously thought to be extinct in the Stockholm region.</p>\n<p>In 2016 a team of scientists conducting a survey of the metro's wildlife discovered two previously unknown species of fungi covering the station walls. Upon closer analysis the fungi turned out to be from a previously unknown genus, with unique DNA compositions.</p>\n<h2>In popular culture</h2>\n<p>In September 1994, a music video for Living in Danger by the band Ace of Base was shot at the station (director: Matt Broadley).</p>",
  "text_audio": "",
  "audio_file": "",
  "summary": "Kungsträdgården is a station of the Stockholm Metro, located in the district of Norrmalm. It is the end station of line 10 and line 11, and was opened on 30 October 1977, as the 91st station and part of the one-station extension from T-Centralen. The platform is located approximately 34 meters underground. The station features relics rescued from the many buildings pulled down during the redevelopment of central Stockholm during the 1950s and 1960s throughout the station.",
  "created_at": "2026-02-21T15:27:35.742680+00:00"
}